{"Jimmy Carter presidential 1976": "", "John McCain presidential 2008": "", "Ted Cruz republican 2016": "", "Richard Nixon presidential 1960": "", "John Edwards democratic 2008": "", "John Edwards democratic 2004": "", "Fred Thompson republican 2008": "", "Hillary Clinton democratic 2016": "Well, there are so many, I don't know where to start.", "John McCain republican 2000": "And I'd also like to thank myself for making sure that Dartmouth won their first victory of the season on Saturday. . . And being an old Navy person, I thought it was a great thing for making ropes and lines as we do in the Navy. In fact, it is used to -- for inhalation purposes. . I don't see why a good teacher should be paid less money than a bad senator.", "Bill Bradley democratic 2000": "This is a very personal question.", "Steve Forbes republican 2000": "", "John McCain republican 2008": "In a word, no. Depends on whether he endorses me or not.", "Jimmy Carter presidential 1980": " Barbara, reluctant as I am to say anything critical about Governor Reagan, I will try to answer your question.", "Jon Huntsman republican 2012": "", "Mitt Romney republican 2012": "I think I like Tim's answer at the last debate better.", "Mitt Romney republican 2008": "They can do whatever the heck they want. I didn't hear it.", "Herman Cain republican 2012": " America has got to learn how to take a joke.", "Walter F. Mondale presidential 1984": "If they're space weapons, I assume they'll be in space.", "Christopher Dodd democratic 2008": "", "Mitt Romney presidential 2012": "", "Gary Bauer republican 2000": "", "Bill Clinton presidential 1992": "I think I remember the question. I don't want you to read my lips, and I sure don't want you to read his.", "James Gilmore republican 2008": "", "Hillary Clinton democratic 2008": "", "Tom Tancredo republican 2008": "", "Bill Clinton presidential 1996": "His running mate, Jack Kemp, once said that Bob Dole never met a tax he didn't hike. It's sort of their golden oldie, you know, it's a record they think they can play that everybody loves to hear.  and maybe before the Civil War, too. He's arranged for me to spend a lot more time with Senator D'Amato in the last couple of years, and so I'm more familiar with his comments than I used to be. No comment.", "Rand Paul republican 2016": "", "Sam Brownback republican 2008": "", "Rick Santorum republican 2016": "", "Rick Santorum republican 2012": "So it's totally true tonight.", "Newt Gingrich republican 2012": " What they ought to do is scrap the committee right now, recognize it's a dumb idea, go back to regular legislative business, assign every subcommittee the task of finding savings, do it out in the open through regular legislative order and get rid of this secret phony business.", "John Anderson presidential 1980": "", "Ross Perot presidential 1992": "Somewhere out there there's an extraterrestrial that's doing this to us, I guess. We'll be on again Saturday night 8 to 9 o'clock on ABC. Probably shows.  I make those charts you see on television even. If you want to hear it, you can get it tomorrow night. Wear your safety-toe shoes when you go. And with luck, they clean the cafeteria once a week. That's the only way we got him back. I don't have time to tell you the stories. , eastern.", "Al Sharpton democratic 2004": "", "Ronald Reagan presidential 1984": "I'm sure that you appreciate that. he was against it.", "Ronald Reagan presidential 1980": "I think you ought to have at least one answer to it. There you go again. I said many foolish things back in those days.", "Howard Dean democratic 2004": "", "John Kasich republican 2016": "", "John Kerry democratic 2004": "", "Bob Dole presidential 1996": "Well, he's better off than he was 4 years ago. Oh, yes, and you'll be eligible.  And so will the former President, yes.  Food. But I will not make health an issue in this campaign. Well, I'm really encouraged to know of your renewed friendship with Al D'Amato, and I know he appreciates it.  I can't remember.", "Orrin Hatch republican 2000": "Now, I'm not going to turn any of those away, if you want to give them to me.", "George W. Bush republican 2000": "", "Duncan Hunter republican 2008": "", "Rudolph Giuliani republican 2008": "", "Ben Carson republican 2016": "", "Mike Huckabee republican 2016": "", "Donald Trump republican 2016": "", "Mike Gravel democratic 2008": "", "Wesley Clark democratic 2004": "", "Carly Fiorina republican 2016": "He was real excited the other day because in New Hampshire, he was introduced as my eye candy.", "George H. W. Bush presidential 1992": "The other night, Governor Clinton raised -- I don't know if you saw the debate the other night, suffered through that. I think if Barbara Bush were running this year she'd be elected. Starting after 4 years. Good Republicans.", "Joe Biden democratic 2008": "", "Jeb Bush republican 2016": "", "Alan Keyes republican 2000": "", "Al Gore presidential 2000": "", "John Kerry presidential 2004": "Being lectured by the President on fiscal responsibility is a little bit like Tony Soprano talking to me about law and order in this country. Well, I guess the President and you and I are three examples of lucky people who married up.  And some would say maybe me more so than others.  But I can take it. They also kick me around.", "George H. W. Bush presidential 1988": "And this idea of unleashing a whole bunch-an army, a conventional force army, of IRS agents into everybody's kitchen I mean, he's against most defense matters, and now he wants to get an army of JRS auditors going out there. I feel pretty confident tonight, but not that confident.", "Mike Huckabee republican 2008": "After I've served eight years as president, I'd be happy to change the Constitution for Governor Schwarzenegger.  we didn't get a grade until it was over, and usually we didn't want to take it home.  Oh, my.", "Alan Keyes republican 2008": "", "Barack Obama presidential 2008": "", "Michele Bachmann republican 2012": "", "Bill Richardson democratic 2008": "", "Marco Rubio republican 2016": "", "Michael Dukakis presidential 1988": " I certainly hope I will be liked by them on the 8th of November. I've appointed over 130, so I have a record.", "Buddy Roemer republican 2012": "", "Rick Perry republican 2012": "", "Joe Lieberman democratic 2004": "", "Barack Obama presidential 2012": "So it's conceivable that Governor Romney could bring down gas prices, because with his policies we might be back in that same mess. It's not as big as yours, so it doesn't take as long. I'm here.", "Vermin Supreme democratic 2016": "", "George W. Bush presidential 2004": " Gosh, I sure hope it's not the administration. to stand up straight and not scowl. Fortunately, she didn't hold me to that deal, and she's out campaigning, along with our girls, and she speaks English a lot better than I do.", "George W. Bush presidential 2000": "", "Tommy Thompson republican 2008": "", "Dennis Kucinich democratic 2008": "", "Dennis Kucinich democratic 2004": "", "Ron Paul republican 2008": "", "Tim Pawlenty republican 2012": "In fact, I'll offer a prize tonight to anybody in this auditorium or anyone watching on  if you can find Barack Obama's specific plan on any of those items, I will come to your house and cook you dinner. Yeah, I don't want to miss that chance again, Chris.", "Chris Christie republican 2016": "", "Barack Obama democratic 2008": "", "Al Gore democratic 2000": "", "Martin O'Malley democratic 2016": "", "Gerald Ford presidential 1976": "", "Bernie Sanders democratic 2016": ". I am still sick and tired of Hillary Clinton's e-mails.", "Jim Gilmore republican 2016": "", "Ron Paul republican 2012": "", "Fred Karger republican 2012": "", "John F. Kennedy presidential 1960": ""}