{"John F. Kennedy": {"oct-21-1960": [" Good evening, Mr. Howe.\n", " Mr. Howe, Mr. Vice President. First uh - let me again try to correct the record on the matter of Quemoy and Matsu. I voted for the Formosa resolution in 1955. I have sustained it since then. I've said that I agree with the Administration policy. Mr. Nixon earlier indicated that he would defend Quemoy and Matsu even if the attack on these islands, two miles off the coast of China, were not part of a general attack an Formosa and the Pescadores. I indicated that I would defend those islands if the attack were directed against Pescadores and Formosa, which is part of the Eisenhower policy. I've supported that policy. In the last week, as a member of the Senate Foreign Relations Committee, I have re-read the testimony of General Twining representing the Administration in 1959, and the Assistant Secretary of State before the Foreign Relations Committee in 1958, and I have accurately described the Administration policy, and I support it wholeheartedly. So that really isn't an issue in this campaign. It isn't an issue with Mr. Nixon, who now says that he also supports the Eisenhower policy. Nor is the question that all Americans want peace and security an issue in this campaign. The question is: are we moving in the direction of peace and security? Is our relative strength growing? Is, as Mr. Nixon says, our prestige at an all-time high, as he said a week ago, and that of the Communists at an all-time low? I don't believe it is. I don't believe that our relative strength is increasing. And I say that not as the Democratic standard-bearer, but as a citizen of the United States who is concerned about the United States. I look at Cuba, ninety miles off the coast of the United States. In 1957 I was in Havana. I talked to the American Ambassador there. He said that he was the second most powerful man in Cuba. And yet even though Ambassador Smith and Ambassador Gardner, both Republican Ambassadors, both warned of Castro, the Marxist influences around Castro, the Communist influences around Castro, both of them have testified in the last six weeks, that in spite of their warnings to the American government, nothing was done. Our d- security depends upon Latin America. Can any American looking at the situation in Latin America feel contented with what's happening today, when a candidate for the presidency of Brazil feels it necessary to call - not on Washington during the campaign - but on Castro in Havana, in order to pick up the support of the Castro supporters in Brazil? At the American Conference - Inter-American Conference this summer, when we wanted them to join together in the denunciation of Castro and the Cuban Communists, we couldn't even get the Inter-American group to join together in denouncing Castro. It was rather a vague statement that they finally made. Do you know today that the Com- the Russians broadcast ten times as many programs in Spanish to Latin America as we do? Do you know we don't have a single program sponsored by our government to Cuba - to tell them our story, to tell them that we are their friends, that we want them to be free again? Africa is now the emerging area of the world. It contains twenty-five percent of all the members of the General Assembly. We didn't even have a Bureau of African Affairs until 1957. In the Africa south of the Sahara, which is the major new section, we have less students from all of Africa in that area studying under government auspices today than from the country of Thailand. If there's one thing Africa needs it's technical assistance. And yet last year we gave them less than five percent of all the technical assistance funds that we distributed around the world. We relied in the Middle East on the Baghdad Pact, and yet when the Iraqi Government was changed, the Baghdad Pact broke down. We relied on the Eisenhower Doctrine for the Middle East, which passed the Senate. There isn't one country in the Middle East that now endorses the Eisenhower Doctrine. We look to Europe uh - to Asia because the struggle is in the underdeveloped world. Which system, Communism or freedom, will triumph in the next five or ten years? That's what should concern us, not the history of ten, or fifteen, or twenty years ago. But are we doing enough in these areas? What are freedom's chances in those areas? By 1965 or 1970, will there be other Cubas in Latin America? Will Guinea and Ghana, which have now voted with the Communists frequently as newly independent countries of Africa - will there be others? Will the Congo go Communist? Will other countries? Are we doing enough in that area? And what about Asia? Is India going to win the economic struggle or is China going to win it? Who will dominate Asia in the next five or ten years? Communism? The Chinese? Or will freedom? The question which we have to decide as Americans - are we doing enough today? Is our strength and prestige rising? Do people want to be identified with us? Do they want to follow United States leadership? I don't think they do, enough. And that's what concerns me. In Africa - these countries that have newly joined the United Nations. On the question of admission of Red China, only two countries in all of Africa voted with us - Liberia and the Union of South Africa. The rest either abstained or voted against us. More countries in Asia voted against us on that question than voted with us. I believe that this struggle is going to go on, and it may be well decided in the next decade. I have seen Cuba go to the Communists. I have seen Communist influence and Castro influence rise in Latin America. I have seen us ignore Africa. There are six countries in Africa that are members of the United Nations. There isn't a single American diplomatic representative in any of those six. When Guinea became independent, the Soviet Ambassador showed up that very day. We didn't recognize them for two months; the American Ambassador didn't show up for nearly eight months. I believe that the world is changing fast. And I don't think this Administration has shown the foresight, has shown the knowledge, has been identified with the great fight which these people are waging to be free, to get a better standard of living, to live better. The average income in some of those countries is twenty-five dollars a year. The Communists say, \"Come with us; look what we've done.\" And we've been in - on the whole, uninterested. I think we're going to have to do better. Mr. Nixon talks about our being the strongest country in the world. I think we are today. But we were far stronger relative to the Communists five years ago, and what is of great concern is that the balance of power is in danger of moving with them. They made a breakthrough in missiles, and by nineteen sixty-one, two, and three, they will be outnumbering us in missiles. I'm not as confident as he is that we will be the strongest military power by 1963. He talks about economic growth as a great indicator of freedom. I agree with him. What we do in this country, the kind of society that we build, that will tell whether freedom will be sustained around the world. And yet, in the last nine months of this year, we've had a drop in our economic growth rather than a gain. We've had the lowest rate of increase of economic growth in the last nine months of any major industrialized society in the world. I look up and see the Soviet flag on the moon. The fact is that the State Department polls on our prestige and influence around the world have shown such a sharp drop that up till now the State Department has been unwilling to release them. And yet they were polled by the U.S.I.A. The point of all this is, this is a struggle in which we're engaged. We want peace. We want freedom. We want security. We want to be stronger. We want freedom to gain. But I don't believe in these changing and revolutionary times this Administration has known that the world is changing - has identified itself with that change. I think the Communists have been moving with vigor - Laos, Africa, Cuba - all around the world today they're on the move. I think we have to revita1ize our society. I think we have to demonstrate to the people of the world that we're determined in this free country of ours to be first - not first if, and not first but, and not first when - but first. And when we are strong and when we are first, then freedom gains; then the prospects for peace increase; then the prospects for our society gain.\n", " Mr. Nixon uh - shows himself i- misinformed. He surely must be aware that most of the equipment and arms and resources for Castro came from the United States, flowed out of Florida and other parts of the United States to Castro in the mountains. There isn't any doubt about that, number one. Number two, I believe that if any economic sanctions against Latin America are going to be successful they have to be multilateral. They have to include the other countries of Latin America. The very minute effect of the action which has been taken this week on Cuba's economy - I believe Castro can replace those markets very easily through Latin America, through Europe, and through Eastern Europe. If the United States had stronger prestige and influence in Latin America it could persuade - as Franklin Roosevelt did in 1940 - the countries of Latin America to join in an economic quarantine of Castro. That's the only way you can bring real economic pressure on the Castro regime - and also the countries of Western Europe, Canada, Japan and the others. Number three, Castro is only the beginning of our difficulties throughout Latin America. The big struggle will be to prevent the influence of Castro spreading to other countries - Mexico, Panama, Bolivia, Colombia. We're going to have to try to provide closer ties, to associate ourselves with the great desire of these people for a better life if we're going to prevent Castro's influence from spreading throughout all of Latin America. His influence is strong enough today to prevent us from joi- getting the other countries of Latin America to join with us in economic quarantine. His influence is growing - mostly because this Administration has ignored Latin America. You yourself said, Mr. Vice President, a month ago, that if we had provided the kind of economic aid five years ago that we are now providing we might never have had Castro. Why didn't we?\n", " Mr. Edwards, I don't think it's a wise idea for presidential candidates to appoint the members of his cabinet prospectively, or to suggest four people - indicate that one of them surely will be appointed. This is a decision that the president of the United States must make. The last candidate who indicated that he knew who his cabinet was going to be was Mr. Dewey in 1948. This is a race between the Vice President and myself for the presidency of the United States. There are a good many able men who could be secretary of state. I've made no judgment about who should be secretary of state. I think that judgment could be made after election, if I'm successful. The people have to make a choice between Mr. Nixon and myself, between the Republican party and the Democratic party, between our approach to the problems which now disturb us as a nation and disturb us as a world power. The president bears the constitutional responsibility, not the secretary of state, for the conduct of foreign affairs. Some presidents have been strong in foreign policy; others have relied heavily on the secretary of state. I've been a member of the Senate Foreign Relations Committee; I run for the presidency with full knowledge that his great responsibility, really, given to him by the Constitution and by the force of events, is in the field of foreign affairs. I'm asking the people's support as president. We will select the best man we can get. But I've not made a judgment, and I have not narrowed down a list of three or four people, among whom would be the candidate.\n", " I really don't need uh - Mr. Nixon to tell me about what my responsibilities are as a citizen. I've served this country for fourteen years in the Congress and before that in the service. I've just as high a devotion, just as high an opinion. What I downgrade, Mr. Nixon, is the leadership the country is getting, not the country. Now I didn't make most of the statements that you said I made. The s- I believe the Soviet Union is first in outer space. We have - may have made more shots but the size of their rocket thrust and all the rest - you yourself said to Khrushchev, \"You may be ahead of us in rocket thrust but we're ahead of you in color television\" in your famous discussion in the kitchen. I think that color television is not as important as rocket thrust. Secondly, I didn't say we had the worst slums in the world. I said we had too many slums. And that they are bad, and we ought to do something about them, and we ought to support housing legislation which this Administration has opposed. I didn't say we had the worst education in the world. What I said was that ten years ago, we were producing twice as many scientists and engineers as the Soviet Union and today they're producing twice as many as we are, and that this affects our security around the world. And fourth, I believe that the polls and other studies and votes in the United Nations and anyone reading the paper and any citizen of the United States must come to the conclusion that the United States no longer carries the same image of a vital society on the move with its brightest days ahead as it carried a decade or two decades ago. Part of that is because we've stood still here at home, because we haven't met our problems in the United States, because we haven't had a moving economy. Part of that, as the Gallup Polls show, is because the Soviet Union made a breakthrough in outer space. Mr. George Allen, head of your Information Service, has said that that made the people of the world begin to wonder whether we were first in science. We're first in other areas of science but in space, which is the new science, we're not first.\n", " Yes, I think the next president of the United States should make one last effort to secure an agreement on the cessation of tests, number one. I think we should go back to Geneva, who's ever elected president, Mr. Nixon or myself, and try once again. If we fail then, if we're unable to come to an agreement - and I hope we can come to an agreement because it does not merely involve now the United States, Britain, France, and the Soviet Union as atomic powers. Because new breakthroughs in atomic energy technology there's some indications that by the time the next president's term of office has come to an end, there may be ten, fifteen, or twenty countries with an atomic capacity, perhaps that many testing bombs with all the effect that it could have on the atmosphere and with all the chances that more and more countries will have an atomic capacity, with more and more chance of war. So one more effort should be made. I don't think that even if that effort fails that it will be necessary to carry on tests in the atmosphere which pollute the atmosphere. They can be carried out underground, they c- could be carried on in outer space. But I believe the effort should be made once more by who's ever elected president of the United States. If we fail, it's been a great serious failure for everyone - for the human race. I hope we can succeed. But then if we fail responsibility will be clearly on the Russians and then we'll have to meet our responsibilities to the security of the United States, and there may have to be testing underground. I think the Atomic Energy Committee is prepared for it. There may be testing in outer space. I hope it will not be necessary for any power to resume uh - testing in the atmosphere. It's possible to detect those kind of tests. The kind of tests which you can't detect are underground or in - in uh - perhaps in outer space. So that I'm hopeful we can try once more. If we fail then we must meet our responsibilities to ourselves. But I'm most concerned about the whole problem of the spread of atomic weapons. China may have it by 1963, Egypt. War has been the constant companion of mankind, so to have these weapons disseminated around the world, I believe means that we're going to move through a period of hazard in the next few years. We ought to make one last effort.\n", " Well, I think the president of the United States last winter indicated that before he'd go to the summit in May he did last fall, he indicated that there should be some agenda, that there should be some prior agreement. He hoped that there would be uh - b- be an agreement in part in disarmament. He also expressed the hope that there should be some understanding of the general situation in Berlin. The Soviet Union refused to agree to that, and we went to the summit and it was disastrous. I believe we should not go to the summit until there is some reason to believe that a meeting of minds can be obtained on either Berlin, outer space, or general disarmament - including nuclear testing. In addition, I believe the next president in January and February should go to work in building the strength of the United States. The Soviet Union does understand strength. We arm to parley, Winston Churchill said ten years ago. If we are strong, particularly as we face a crisis over Berlin - which we may in the spring, or in the winter - it's important that we maintain our determination here; that we indicate that we're building our strength; that we are determined to protect our position; that we're determined to protect our commitment. And then I believe we should indicate our desire to live at peace with the world. But until we're strong here, until we're moving here, I believe a summit could not be successful. I hope that before we do meet, there will be preliminary agreements on those four questions, or at least two of them, or even one of them, which would warrant such a meeting. I think if we had stuck by that position last winter, we would have been in a better position in May.\n", " One of the areas, and of course the most vulnerable area is - I have felt, has been Eastern Europe. I've been critical of the Administration's failure to suggest policies which would make it possible for us to establish, for example, closer relations with Poland, particularly after the fifty-five-fifty-six period and the Hungarian revolution. We indicated at that time that we were not going to intervene militarily. But there was a period there when Poland demonstrated a national independence and even the Polish government moved some differn- di- distance away from the Soviet Union. I suggested that we amend our legislation so that we could enjoy closer economic ties. We received the support first of the Administration and then not, and we were defeated by one vote in the Senate. We passed the bill in the Senate this year but it didn't pass the House. I would say Eastern Europe is the area of vulnerability of the uh - s- of the Soviet Union. Secondly, the relations between Russia and China. They are now engaged in a debate over whether war is the means of Communizing the world or whether they should use subversion, infiltration, economic struggles and all the rest. No one can say what that course of action will be, but I think the next president of the United States should watch it carefully. If those two powers should split, it could have great effects throughout the entire world. Thirdly, I believe that India represents a great area for affirmative action by the free world. India started from about the same place that China did. Chinese Communists have been moving ahead the last ten years. India under a free society has been making some progress. But if India does not succeed - with her four hundred and fifty million people, if she can't make freedom work - then people around the world are going to determine - particularly in the underdeveloped world - that the only way that they can develop their resources is through the Communist system. Fourth, let me say that in Africa, Asia, Latin America, Eastern Europe, the great force on our side is the desire of people to be free. This has expressed itself in the revolts in Eastern Europe. It's expressed itself in the desire of the people of Africa to be independent of Western Europe. They want to be free. And my judgment is that they don't want to give their freedom up to become Communists. They want to stay free, independent perhaps of us, but certainly independent of the Communists. And I believe if we identify ourselves with that force, if we identify ourselves with it as Lincoln, as Wilson did, as Franklin Roosevelt did, if we become known as the friend of freedom, sustaining freedom, helping freedom, helping these people in the fight against poverty and ignorance and disease, helping them build their lives, I believe in Latin America, Africa, and Asia, eventually in the Eastern Europe and the Middle East, certainly in Western Europe, we can strengthen freedom. We can make it move. We can put the Communists on the defensive.\n", " Well, Mr. Nixon, to go back to 1955. The resolution commits the president in the United States, which I supported, to defend uh - Formosa, the Pescadores, and if it was his military judgment, these islands. Then the President sent a mission, composed of Admiral Radford and Mr. Robertson, to persuade Chiang Kai-shek in the spring of fifty-five to withdraw from the two islands, because they were exposed. The President was unsuccessful; Chiang Kai-shek would not withdraw. I refer to the fact that in 1958, as a member of the Senate Foreign Relations Committee, I'm very familiar with the position that the United States took in negotiating with the Chinese Communists on these two islands. General Twining, in January, fifty-nine, described the position of the United States. The position of the United States has been that this build-up, in the words of the president, has been foolish. Mr. Herter has said these islands are indefensible. Chiang Kai-shek will not withdraw. Because he will not withdraw, because he's committed to these islands, because we've been unable to persuade him to withdraw, we are in a very difficult position. And therefore, the President's judgment has been that we should defend the islands if, in his military judgment and the judgment of the commander in the field, the attack on these islands should be part of an overall attack on Formosa. I support that. In view of the difficulties we've had with the islands, in view of the difficulties and disputes we've had with Chiang Kai-shek, that's the only position we can take. That's not the position you took, however. The first position you took, when this matter first came up, was that we should draw the line and commit ourselves, as a matter of principle, to defend these islands. Not as part of the defense of Formosa and the Pescadores. You showed no recognition of the Administration program to try to persuade Chiang Kai-shek for the last five years to withdraw from the islands. And I challenge you tonight to deny that the Administration has sent at least several missions to persuade Chiang Kai-shek's withdrawal from these islands.\n", " And that's the testimony of uh - General Twining and the Assistant Secretary of State in fifty-eight.\n", " I uh - said that I've served this country for fourteen years. I served it uh - in the war. I'm devoted to it. If I lose this election, I will continue in the Senate to try to build a stronger country. But I run because I believe this year the United States has a great opportunity to make a move forward, to make a determination here at home and around the world, that it's going to reestablish itself as a vigorous society. My judgment is that the Republican party has stood still here in the United States, and it's also stood still around the world. Uh - We're using about fifty percent of our steel capacity today. We had a recession in fifty-eight. We had a recession in fifty-four. We're not moving ahead in education the way we should. We didn't make a judgment in fifty-seven and fifty-six and fifty-five and fifty-four that outer space would be important. If we stand still here, if we appoint people to ambassadorships and positions in Washington who have a status quo outlook, who don't recognize that this is a revolutionary time, then the United States does not maintain its influence. And if we fail, the cause of freedom fails. I believe it incumbent upon the next president of the United States to get this country moving again, to get our economy moving ahead, to set before the American people its goals, its unfinished business. And then throughout the world appoint the best people we can get, ambassadors who can speak the language - no mere - not merely people who made a political contribution but who can speak the language. Bring students here; let them see what kind of a country we have. Mr. Nixon said that we should not regard them as pawns in the cold war; we should identify ourselves with them. If that were true, why didn't we identify ourselves with the people of Africa? Why didn't we bring students over here? Why did we suddenly offer Congo three hundred students last June when they had the tremendous revolt? That was more than we had offered to all of Africa before from the federal government. I believe that this party - Republican party - has stood still really for twenty-five years - its leadership has. It opposed all of the programs of President Roosevelt and others - the minimum wage and for housing and economic growth and development of our natural resources, the Tennessee Valley and all the rest. And I believe that if we can get a party which believes in movement, which believes in going ahead, then we can reestablish our position in the world - strong defense, strong in economic growth, justice for our people, co- guarantee of constitutional rights, so that people will believe that we practice what we preach, and then around the world, particularly to try to reestablish the atmosphere which existed in Latin America at the time of Franklin Roosevelt. He was a good neighbor in Latin America because he was a good neighbor in the United States; because they saw us as a society that was compassionate, that cared about people, that was moving this country ahead. I believe it my responsibility as the leader of the Democratic party in 1960 to try to warn the American people that in this crucial time we can no longer afford to stand still. We can no longer afford to be second best. I want people all over the world to look to the United States again, to feel that we're on the move, to feel that our high noon is in the future. I want Mr. Khrushchev to know that a new generation of Americans who fought in Europe and Italy and the Pacific for freedom in World War II have now taken over in the United States, and that they're going to put this country back to work again. I don't believe that there is anything this country cannot do. I don't believe there's any burden, or any responsibility, that any American would not assume to protect his country, to protect our security, to advance the cause of freedom. And I believe it incumbent upon us now to do that. Franklin Roosevelt said in 1936 that that generation of Americans had a rendezvous with destiny. I believe in 1960 and sixty-one and two and three we have a rendezvous with destiny. And I believe it incumbent upon us to be the defenders of the United States and the defenders of freedom; and to do that, we must give this country leadership and we must get America moving again.\n"], "oct-7-1960": [" In the first place I've never suggested that Cuba was lost except for the present. In my speech last night I indicated that I thought that Cuba one day again would be free. Where I've been critical of the Administration's policy, and where I criticized Mr. Nixon, was because in his press conference in Havana in 1955, he praised the competence and stability of the bicta- bict- Batista dictatorship - that dictatorship had killed over twenty thousand Cubans in seven years. Secondly, I did not criticize him for not calling for free elections. What I criticized was the failure of the Administration to use its great influence to persuade the Cuban government to hold free elections, particularly in 1957 and 1958. Thirdly, Arthur Gardner, a Republican Ambassador, Earl Smith, a Republican Ambassador, in succession - both have indicated in the past six weeks that they reported to Washington that Castro was a Marxist, that Raul Castro was a Communist, and that they got no effective results. Instead our aid continued to Batista, which was ineffective; we never were on the side of freedom; we never used our influence when we could have used it most effectively - and today Cuba is lost for freedom. I hope some day it will rise; but I don't think it will rise if we continue the same policies toward Cuba that we did in recent years, and in fact towards all of Latin America - when we've almost ignored the needs of Latin America; we've beamed not a single Voice of America program in Spanish to all of Latin America in the last eight years, except for the three months of the Hungarian uh - revolution.\n", " Mr. Morgan, I suggested that if the United States felt that it could save the summit conference that it would have been proper for us to have expressed regrets. In my judgment that statement has been distorted uh - by Mr. Nixon and others in their debates around the country and in their discussions. Mr. Lodge, on \"Meet the Press\" a month ago, said if there was ever a case when we did not have law an our side it was in the U-2 incident. The U-2 flights were proper from the point of view of protecting our security. But they were not in accordance with international law. And I said that I felt that rather than tell the lie which we told, rather than indicate that the flights would continue - in fact, I believe Mr. Nixon himself said on May fifteenth that the flights would continue even though Mr. Herter testified before the Senate Foreign Relations Committee that they had been canceled as of May twelfth - that it would have been far better that if we had expressed regrets, if that would have saved the summit, and if the summit is useful - and I believe it is. The point that is always left out is the fact that we expressed regrets to Castro this winter; that we expressed regrets - the Eisenhower Administration expressed regrets - for a flight over Southern Russia in 1958. We expressed regrets for a flight over Eastern Germany under this Administration. The Soviet Union in 1955 expressed regrets to us over the Bering Sea incident. The Chinese Communists expressed regrets to us over a plane incident in 1956. That is the accepted procedure between nations; and my judgment is that we should follow the advice of Theodore Roosevelt: Be strong; maintain a strong position; but also speak softly. I believe that in those cases where international custom calls for the expression of a regret, if that would have kept the summit going, in my judgment it was a proper action. It's not appeasement. It's not soft. I believe we should be stronger than we now are. I believe we should have a stronger military force. I believe we should increase our strength all over the world. But I don't confuse words with strength; and in my judgment if the summit was useful, if it would have brought us closer to peace, that rather than the lie that we told - which has been criticized by all responsible people afterwards - it would have been far better for us to follow the common diplomatic procedure of expressing regrets and then try to move on.\n", " Well, Mr. Nixon hasn't discussed the two basic questions: what is going to be done and what will be his policy on implementing the Supreme Court decision of 1954? Giving aid to schools technically that are trying to carry out the decision is not the great question. Secondly, what's he going to do to provide fair employment? He's been the head of the Committee on Government Contracts that's carried out two cases, both in the District of Columbia. He has not indicated his support of an attempt to provide fair employment practices around the country, so that everyone can get a job regardless of their race or color. Nor has he indicated that he will support Title Three, which would give the Attorney General additional powers to protect Constitutional rights. These are the great questions: equality of education in school. About two percent of our population of white people are - is illiterate, ten per cent of our colored population. Sixty to seventy percent of our colored children do not finish high school. These are the questions in these areas that the North and South, East and West are entitled to know. What will be the leadership of the president in these areas to provide equality of opportunity for employment? Equality of opportunity in the field of housing, which could be done on all federal supported housing by a stroke of the president's pen. What will be done to provide equality of education in all sections of the United States? Those are the questions to which the president must establish a moral tone and moral leadership. And I can assure you that if I'm elected president we will do so.\n", " Of course Mr. Nixon is wholly inaccurate when he says that the Congress has not provided more funds in fact than the President recommended for national defense. Nineteen fifty-three we tried to put an appropriation of five billion dollars for our defenses. I was responsible for the amendment with Senator Monroney in 1954 to strengthen our ground forces. The Congress of the United States appropriated six hundred and seventy-seven million dollars more than the President was willing to use up till a week ago. Secondly, on the question of our position in the United Nations. We all know about the vote held this week - of the five neutralists - and it was generally regarded as a defeat for the United States. Thirdly, in 1952, there were only seven votes in favor of the admission of Red China into the United Nations. Last year there were twenty-nine and tomorrow when the preliminary vote is held you will see a strengthening of that position or very closely to it. We have not maintained our position and our prestige. A Gallup Poll taken in February of this year asking the - in eight out of nine countries - they asked the people, who do they think would be ahead by 1970 militarily and scientifically, and a majority in eight of the nine countries said the Soviet Union would be by 1970. Governor Rockefeller has been far more critical in June of our position in the world than I have been. The Rockefeller Brothers report, General Ridgway, General Gavin, the Gaither Report, various reports of Congressional committees all indicate that the relative strength of the p- United States both militarily, politically, psychologically, and scientifically and industrially - the relative strength of the so- of United States compared to that of the Soviet Union and the Chinese Communists together - has deteriorated in the last eight years and we should know it, and the American people should be told the facts.\n", " Yes. We have been wholly indifferent to Latin America until the last few months. The program that was put forward this summer, after we broke off the sugar quota with Cuba, really was done because we wanted to get through the O.A.S. meeting a condemnation of Russian infiltration of Cuba. And therefore we passed an authorization - not an aid bill - which was the first time, really, since the Inter-American Bank which was founded a year ago was developed, that we really have looked at the needs of Latin America; that we have associated ourselves with those people. Secondly, I believe that in the ca- that it's far better for the United States, instead of concentrating our aid, particularly in the underdeveloped world, on surplus military equipment - we poured three hundred million dollars of surplus military equipment into Laos. We paid more military aid, more aid into Laos po- per - per person than in any country in the world and we ought to know now that Laos is moving from neutralism in the direction of the Communists. I believe instead of doing that, we should concentrate our aid in long-term loans which these people can pay back either in hard money or in local currency. This permits them to maintain their self-respect. It permits us to make sure that the projects which are invested in are going to produce greater wealth. And I believe that in cases of India and Africa and Latin America that this is where our emphasis should be. I would strengthen the Development Loan Fund. And Senator Fulbright, Senator Humphrey and I tried to do that. We tried to provide an appropriation of a billion and a half for five years, on a long-term loan basis, which this Administration opposed. And unless we're ready to carry out programs like that in the sixties, this battle for economic survival which these people are waging are going to be lost. And if India should lose her battle, with thirty-five per cent of the people of the underdeveloped world within her borders, then I believe that the balance of power could move against us. I think the United States can afford to do these things. I think that we could not afford not to do these things. This goes to our survival. And here in a country which if it is moving ahead, if it's developing its economy to the fullest - which we are not now - in my judgment, we'll have the resources to meet our military commitments and also our commitments overseas. I believe it's essential that we do it because in the next ten years the balance of power is going to begin to move in the world from one direction or another - towards us or towards the Communists - and unless we begin to identify ourselves not only with the anti-Communist fight, but also with the fight against poverty and hunger, these people are going to begin to turn to the Communists as an example. I believe we can do it. If we build our economy the way we should, we can afford to do these things and we must do it.\n", " Well Mr. Nixon has stated the record inaccurately in regard to the depressed area bill. I'm very familiar with it. It came out of the committee of which I was the chairman - the labor subcommittee - in fifty-five. I was the floor manager. We passed an area redevelopment bill far more effective than the bill the Administration suggested, on two occasions, and the President vetoed it both times. We passed a bill again this year in the cong- in the Senate and it died in the Rules Committee of the House of Representatives. Let me make it very clear that the bill that Mr. Nixon talked about did not mention Wilkes-Barre or Scranton; it did not mention West Virginia. Our bill was far more effective. The bill introduced and erd- sponsored by Senator Douglas was far more effective in trying to stimulate the economy of those areas. Secondly, he has mentioned the problem of our older citizens. I cannot still understand why this Administration and Mr. Nixon oppose putting medical care for the aged under Social Security to give them some security. Third, I believe we should step up the use of our surplus foods in these areas until we're able to get the people back to work. Five cents a day - that's what the food package averages per person. Fourthly, I believe we should not carry out a hard money, high interest rate policy which helped intensify certainly the recession of 1958, and I think helped bring the slow-down of 1960. If we move into a recession in sixty-one, then I would agree that we have to put more money into the economy, and it can be done by either one of the two methods discussed. One is by ex- the programs such as aid to education. The other would be to make a judgment on what's the most effective tax program to stimulate our economy.\n", " Well I understood that this was the Eisenhower-Nixon Administration according to all the Republican uh - propaganda that I've read. The question is what we're going to do in the future. I've been critical of this Administration and I've been critical of the President. In fact uh - Mr. Nixon uh - discussed that a week ago in a speech. I believe that our power and prestige in the last eight years has declined. Now what is the issue is what we're going to do in the future. Now that's an issue between Mr. Nixon and myself. He feels that we're moving ahead uh - in a - we're not going into a recession in this country, economically; he feels that our power and prestige is stronger than it ever was relative to that of the Communists, that we're moving ahead. I disagree. And I believe the American people have to make the choice on November eighth between the view of whether we have to move ahead faster, whether what we're doing now is not satisfactory, whether we have to build greater strength at home and abroad and Mr. Nixon's view. That's the great issue. President Eisenhower moves from the scene on January twentieth and the next four years are the critical years. And that's the debate. That's the argument between Mr. Nixon and myself and on that issue the American people have to make their judgment and I think it's a important judgment. I think in many ways this election is more important than any since 1932, or certainly almost any in this century. Because we disagree very fundamentally on the position of the United States, and if his view prevails then I think that's going to bring an important result to this country in the sixties. If our view prevails that we have to do more, that we have to make a greater national and international effort, that we have lost prestige in Latin America - the President of Brazil - the new incumbent running for office called on Castro during his campaign because he thought it was important to get the vote of those who were supporting Castro in Latin America. In Africa, the United States has ignored Latin uh - Africa. We gave more scholarships to the Congo - this summer we offered them - than we've given to all of Africa the year before. Less than two hundred for all the countries of Africa and they need trained leadership more than anything. We've been uh - having a very clear decision in the last eight years. Mr. Nixon has been part of that Administration. He's had experience in it. And I believe this Administration has not met its responsibilities in the last eight years, that our power relative to that of the Communists is declining, that we're facing a very hazardous time in the sixties, and unless the United States begin to move here - unless we start to go ahead - I don't believe that we're going to meet our responsibility to our own people or to the cause of freedom. I think the choice is clear and it involves the future.\n", " I have no disagreement with the Vice President's position on that. It - my view is the same as his. Let me say there is only one uh - point I would add. That before we go into the summit, before we ever meet again, I think it's important that the United States build its strength; that it build its military strength as well as its own economic strength. If we negotiate from a position where the power balance or wave is moving away from us, it's extremely difficult to reach a successful decision on Berlin as well as the other questions. Now the next president of the United States in his first year is going to be confronted with a very serious question on our defense of Berlin, our commitment to Berlin. It's going to be a test of our nerve and will. It's going to be a test of our strength. And because we're going to move in sixty-one and two, partly because we have not maintained our strength with sufficient vigor in the last years, I believe that before we meet that crisis, that the next president of the United States should send a message to Congress asking for a revitalization of our military strength, because come spring or late in the winter we're going to be face to face with the most serious Berlin crisis since l949 or fifty. On the question of the summit, I agree with the position of Mr. Nixon. I would not meet Mr. Khrushchev unless there were some agreements at the secondary level - foreign ministers or ambassadors - which would indicate that the meeting would have some hope of success, or a useful exchange of ideas.\n", " That's right.\n", " Well I don't think that in the winter of sixty-one under present economic conditions, it uh - a - uh - tax uh - increase would be desirable. In fact, it would be deflationary; it would cause great unemployment; it would cause a real slowdown in our economy. If it ever becomes necessary, and is wise economically and essential to our security, I would have no hesitancy in suggesting a tax increase or any other policy which would defend the United States. I have talked in every speech about the fact that these are going to be very difficult times in the nineteen-sixties and that we're going to have to meet our responsibilities as citizens. I'm talking about a national mood. I'm talking about our willingness to bear any burdens in order to maintain our own freedom and in order to meet our freedom around the globe. We don't know what the future's going to bring. But I would not want anyone to elect me uh - president of the United States - or vote for me - under the expectation that life would be easier if I were elected. Now, many of the programs that I'm talking about - economic growth, care for the aged, development of our natural resources - build the strength of the United States. That's how the United States began to prepare for its great actions in World War II and in the post-war period. If we're moving ahead, if we're providing a viable economy, if our people have sufficient resources so that they can consume what we produce; then this country's on the move, then we're stronger, then we set a better example to the world. So we have the problem of not only building our own uh - military strength and extending uh - our policies abroad, we have to do a job here at home. So I believe that the policies that I recommend came under the general heading of strengthening the United States. We're using our steel capacity fifty-five per cent today. We're not able to consume what we're able to produce at a time when the Soviet Union is making great economic gains. And all I say is, I don't know what the sixties will bring - except I think they will bring hard times in the uh - international sphere; I hope we can move ahead here at home in the United States; I'm confident we can do a far better job of mobilizing our economy and resources in the United States. And I merely say that they - if they elect me president, I will do my best to carry the United States through a difficult period; but I would not want people to elect me because I promised them the easy, soft life. I think it's going to be difficult; but I'm confident that this country can meet its responsibilities.\n", " Well, Mr. Nixon uh- I'll just give you the testimony of Mr. George Aiken - Senator George Aiken, the ranking minority member - Republican member - and former chairman of the Senate Agricultural Committee testifying in 1959 - said there were twenty-six million Americans who did not have the income to afford a decent diet. Mr. Benson, testifying on the food stamp plan in 1957, said there were twenty-five million Americans who could not afford a elementary low-cost diet. And he defined that as someone who uses beans in place of meat. Now I've seen a good many hundreds of thousands of people who are uh - not adequately fed. You can't tell me that a surplus food distribution of five cents po- per person - and that n- nearly six million Americans receiving that - is adequate. You can't tell me that any one who uses beans instead of meat in the United States - and there are twenty-five million of them according to Mr. Benson - is well fed or adequately fed. I believe that we should not compare what our figures may be to India or some other country that has serious problems but to remember that we are the most prosperous country in the world and that these people are not getting adequate food. And they're not getting in many cases adequate shelter. And we ought to try to meet the problem. Secondly, Mr. Nixon has continued to state - and he stated it last week - these fantastic figures of what the Democratic budget would c- uh - platform would cost. They're wholly inaccurate. I said last week I believed in a balanced budget. Unless there was a severe recession - and after all the worst unbalanced budget in history was in 1958, twelve billion dollars - larger than in any Administration in the history of the United States. So that I believe that on this subject we can balance the budget unless we have a national emergency or unless we have a severe recession.\n", " Well, the United States uh - has on occasion attempted uh - mostly in the middle fifties, to persuade Chiang Kai-shek to pull his troops back to Formosa. I believe strongly in the defense of Formosa. These islands are a few miles - five or six miles - off the coast of Red China, within a general harbor area and more than a hundred miles from Formosa. We have never said flatly that we will defend Quemoy and Matsu if it's attacked. We say we will defend it if it's part of a general attack on Formosa. But it's extremely difficult to make that judgment. Now, Mr. Herter in 1958, when he was Under Secretary of State, said they were strategically undefensible. Admirals Spruance and Callins in 1955 said that we should not attempt to defend these islands, in their conference in the Far East. General Ridgway has said the same thing. I believe that when you get into a w- if you're going to get into war for the defense of Formosa, it ought to be on a clearly defined line. One of the problems, I think, at the time of South Korea was the question of whether the United States would defend it if it were attacked. I believe that we should defend Formosa. We should come to its defense. To leave this rather in the air, that we will defend it under some conditions but not under other, I think is a mistake. Secondly, I would not suggest the withdrawal at the point of the Communist gun. It is a decision finally that the Nationalists should make and I believe that we should consult with them and attempt to work out a plan by which the line is drawn at the island of Formosa. It leaves a hundred miles between the sea. But with General Ridgway, Mr. Herter, General Collins, Admiral Spruance and many others, I think it's unwise to take the chance of being dragged into a war which may lead to a world war over two islands which are not strategically defensible, which are not, according to their testimony, essential to the defense of Formosa. I think that uh - we should protect our commitments. I believe strongly we should do so in Berlin. I believe strongly we should d- do so in Formosa and I believe we should meet our commitments to every country whose security we've guaranteed. But I do not believe that that line in case of war should be drawn on those islands but instead on the island of Formosa. And as long as they are not essential to the defense of Formosa, it's been my judgment ever since 1954, at the time of the Eisenhower Doctrine for the Far East, that our line should be drawn in the sea around the island itself.\n", " Well, let me say I do think that parties are important in that they tell something about the program and something about the man. Abraham Lincoln was a great president of all the people; but he was selected by his party at a key time in history because his party stood for something. The Democratic party in this century has stood for something. It has stood for progress; it has stood for concern for the people's welfare. It has stood for a strong foreign policy and a strong national defense, and as a result, produced Wilson, President Roosevelt, and President Truman. The Republican party has produced McKinley and Harding, Coolidge, Dewey, and Landon. They do stand for something. They stand for a whole different approach to the problems facing this country at home and abroad. That's the importance of party; only if it tells something about the record. And the Republicans in recent years - not only in the last twenty-five years, but in the last eight years - have opposed housing, opposed care for the aged, opposed federal aid to education, opposed minimum wage and I think that record tells something.\n"], "sept_26_1960": [" Well, I'll just say that the question is of experience and the question also is uh - what our judgment is of the future, and what our goals are for the United States, and what ability we have to implement those goals. Abraham Lincoln came to the presidency in 1860 after a rather little known uh - session in the House of Representatives and after being defeated for the Senate in fifty-eight and was a distinguished president. There's no certain road to the presidency. There are no guarantees that uh - if you take uh - one road or another that you will be a successful president. I have been in the Congress for fourteen years. I have voted in the last uh - eight years uh - and the Vice President was uh - presiding over the Senate and meeting his other responsibilities. I have met met uh - decisions over eight hundred times on matters which affect not only the domestic security of the United States, but as a member of the Senate Foreign Relations Committee. The question really is: which candidate and which party can meet the problems that the United States is going to face in the sixties?\n", " Mr. Smith, Mr. Nixon. In the election of 1860, Abraham Lincoln said the question was whether this nation could exist half-slave or half-free. In the election of 1960, and with the world around us, the question is whether the world will exist half-slave or half-free, whether it will move in the direction of freedom, in the direction of the road that we are taking, or whether it will move in the direction of slavery. I think it will depend in great measure upon what we do here in the United States, on the kind of society that we build, on the kind of strength that we maintain. We discuss tonight domestic issues, but I would not want that to be any implication to be given that this does not involve directly our struggle with Mr. Khrushchev for survival. Mr. Khrushchev is in New York, and he maintains the Communist offensive throughout the world because of the productive power of the Soviet Union itself. The Chinese Communists have always had a large population. But they are important and dangerous now because they are mounting a major effort within their own country. The kind of country we have here, the kind of society we have, the kind of strength we build in the United States will be the defense of freedom. If we do well here, if we meet our obligations, if we're moving ahead, then I think freedom will be secure around the world. If we fail, then freedom fails. Therefore, I think the question before the American people is: Are we doing as much as we can do? Are we as strong as we should be? Are we as strong as we must be if we're going to maintain our independence, and if we're going to maintain and hold out the hand of friendship to those who look to us for assistance, to those who look to us for survival? I should make it very clear that I do not think we're doing enough, that I am not satisfied as an American with the progress that we're making. This is a great country, but I think it could be a greater country; and this is a powerful country, but I think it could be a more powerful country. I'm not satisfied to have fifty percent of our steel-mill capacity unused. I'm not satisfied when the United States had last year the lowest rate of economic growth of any major industrialized society in the world. Because economic growth means strength and vitality; it means we're able to sustain our defenses; it means we're able to meet our commitments abroad. I'm not satisfied when we have over nine billion dollars worth of food - some of it rotting - even though there is a hungry world, and even though four million Americans wait every month for a food package from the government, which averages five cents a day per individual. I saw cases in West Virginia, here in the United States, where children took home part of their school lunch in order to feed their families because I don't think we're meeting our obligations toward these Americans. I'm not satisfied when the Soviet Union is turning out twice as many scientists and engineers as we are. I'm not satisfied when many of our teachers are inadequately paid, or when our children go to school part-time shifts. I think we should have an educational system second to none. I'm not satisfied when I see men like Jimmy Hoffa - in charge of the largest union in the United States - still free. I'm not satisfied when we are failing to develop the natural resources of the United States to the fullest. Here in the United States, which developed the Tennessee Valley and which built the Grand Coulee and the other dams in the Northwest United States at the present rate of hydropower production - and that is the hallmark of an industrialized society - the Soviet Union by 1975 will be producing more power than we are. These are all the things, I think, in this country that can make our society strong, or can mean that it stands still. I'm not satisfied until every American enjoys his full constitutional rights. If a Negro baby is born - and this is true also of Puerto Ricans and Mexicans in some of our cities - he has about one-half as much chance to get through high school as a white baby. He has one-third as much chance to get through college as a white student. He has about a third as much chance to be a professional man, about half as much chance to own a house. He has about uh - four times as much chance that he'll be out of work in his life as the white baby. I think we can do better. I don't want the talents of any American to go to waste. I know that there are those who want to turn everything over to the government. I don't at all. I want the individuals to meet their responsibilities. And I want the states to meet their responsibilities. But I think there is also a national responsibility. The argument has been used against every piece of social legislation in the last twenty-five years. The people of the United States individually could not have developed the Tennessee Valley; collectively they could have. A cotton farmer in Georgia or a peanut farmer or a dairy farmer in Wisconsin and Minnesota, he cannot protect himself against the forces of supply and demand in the market place; but working together in effective governmental programs he can do so. Seventeen million Americans, who live over sixty-five on an average Social Security check of about seventy-eight dollars a month, they're not able to sustain themselves individually, but they can sustain themselves through the social security system. I don't believe in big government, but I believe in effective governmental action. And I think that's the only way that the United States is going to maintain its freedom. It's the only way that we're going to move ahead. I think we can do a better job. I think we're going to have to do a better job if we are going to meet the responsibilities which time and events have placed upon us. We cannot turn the job over to anyone else. If the United States fails, then the whole cause of freedom fails. And I think it depends in great measure on what we do here in this country. The reason Franklin Roosevelt was a good neighbor in Latin America was because he was a good neighbor in the United States. Because they felt that the American society was moving again. I want us to recapture that image. I want people in Latin America and Africa and Asia to start to look to America; to see how we're doing things; to wonder what the resident of the United States is doing; and not to look at Khrushchev, or look at the Chinese Communists. That is the obligation upon our generation. In 1933, Franklin Roosevelt said in his inaugural that this generation of Americans has a rendezvous with destiny. I think our generation of Americans has the same rendezvous. The question now is: Can freedom be maintained under the most severe tack - attack it has ever known? I think it can be. And I think in the final analysis it depends upon what we do here. I think it's time America started moving again.\n", " Well, the Vice President and I came to the Congress together 1946; we both served in the Labor Committee. I've been there now for fourteen years, the same period of time that he has, so that our experience in uh - government is comparable. Secondly, I think the question is uh - what are the programs that we advocate, what is the party record that we lead? I come out of the Democratic party, which in this century has produced Woodrow Wilson and Franklin Roosevelt and Harry Truman, and which supported and sustained these programs which I've discussed tonight. Mr. Nixon comes out of the Republican party. He was nominated by it. And it is a fact that through most of these last twenty-five years the Republican leadership has opposed federal aid for education, medical care for the aged, development of the Tennessee Valley, development of our natural resources. I think Mr. Nixon is an effective leader of his party. I hope he would grant me the same. The question before us is: which point of view and which party do we want to lead the United States?\n", " Well, I would say in the latter that the - and that's what I found uh - somewhat unsatisfactory about the figures uh - Mr. Nixon, that you used in your previous speech, when you talked about the Truman Administration. You - Mr. Truman came to office in nineteen uh - forty-four and at the end of the war, and uh - difficulties that were facing the United States during that period of transition - 1946 when price controls were lifted - so it's rather difficult to use an overall figure taking those seven and a half years and comparing them to the last eight years. I prefer to take the overall percentage record of the last twenty years of the Democrats and the eight years of the Republicans to show an overall period of growth. In regard to uh - price stability uh - I'm not aware that that committee did produce recommendations that ever were certainly before the Congress from the point of view of legislation in regard to controlling prices. In regard to the exchange of students and labor unions, I am chairman of the subcommittee on Africa and I think that one of the most unfortunate phases of our policy towards that country was the very minute number of exchanges that we had. I think it's true of Latin America also. We did come forward with a program of students for the Congo of over three hundred which was more than the federal government had for all of Africa the previous year, so that I don't think that uh - we have moved at least in those two areas with sufficient vigor.\n", " That's correct.\n", " Well, because I think that if the federal government moved out of the program and withdrew its supports uh - then I think you would have complete uh - economic chaos. The farmer plants in the spring and harvests in the fall. There are hundreds of thousands of them. They really don't - they're not able to control their market very well. They bring their crops in or their livestock in, many of them about the same time. They have only a few purchasers that buy their milk or their hogs - a few large companies in many cases - and therefore the farmer is not in a position to bargain very effectively in the market place. I think the experience of the twenties has shown what a free market could do to agriculture. And if the agricultural economy collapses, then the economy of the rest of the United States sooner or later will collapse. The farmers are the number one market for the automobile industry of the United States. The automobile industry is the number one market for steel. So if the farmers' economy continues to decline as sharply as it has in recent years, then I think you would have a recession in the rest of the country. So I think the case for the government intervention is a good one. Secondly, my objection to present farm policy is that there are no effective controls to bring supply and demand into better balance. The dropping of the support price in order to limit production does not work, and we now have the highest uh - surpluses - nine billion dollars worth. We've had a uh - higher tax load from the Treasury for the farmer in the last few years with the lowest farm income in many years. I think that this farm policy has failed. In my judgment the only policy that will work will be for effective supply and demand to be in balance. And that can only be done through governmental action. I therefore suggest that in those basic commodities which are supported, that the federal government, after endorsement by the farmers in that commodity, attempt to bring supply and demand into balance - attempt effective production controls - so that we won't have that five or six per cent surplus which breaks the price fifteen or twenty per cent. I think Mr. Benson's program has failed. And I must say, after reading the Vice President's speech before the farmers, as he read mine, I don't believe that it's very much different from Mr. Benson's. I don't think it provides effective governmental controls. I think the support prices are tied to the average market price of the last three years, which was Mr. Benson's theory. I therefore do not believe that this is a sharp enough breach with the past to give us any hope of success for the future.\n", " I didn't indicate. I did not advocate reducing the federal debt because I don't believe that you're going to be able to reduce the federal debt very much in nineteen sixty-one, two, or three. I think you have heavy obligations which affect our security, which we're going to have to meet. And therefore I've never suggested we should uh - be able to retire the debt substantially, or even at all in nineteen sixty-one or two.\n", " No, never.\n", " No. No. Not reducing the interest -\n", " - reducing the interest rate. In my judgment, the hard money, tight money policy, fiscal policy of this Administration has contributed to the slow-down in our economy, which helped bring the recession of fifty-four; which made the recession of fifty-eight rather intense, and which has slowed, somewhat, our economic activity in 1960. What I have talked about, however, the kind of programs that I've talked about, in my judgment, are uh - fiscally sound. Medical care for the aged, I would put under social security. The Vice President and I disagree on this. The program - the Javits-Nixon or the Nixon-Javits program - would have cost, if fully used uh - six hundred million dollars by the government per year, and six hundred million dollars by the state. The program which I advocated, which failed by five votes in the United States Senate, would have put medical care for the aged in Social Security, and would have been paid for through the Social Security System and the Social Security tax. Secondly, I support federal aid to education and federal aid for teachers' salaries. I think that's a good investment. I think we're going to have to do it. And I think to heap the burden further on the property tax, which is already strained in many of our communities, will provide, will make sh- insure, in my opinion, that many of our children will not be adequately educated, and many of our teachers not adequately compensated. There is no greater return to an economy or to a society than an educational system second to none. On the question of the development of natural resources, I would pay as you go in the sense that they would be balanced and the power revenues would bring back sufficient money to finance the projects, in the same way as the Tennessee Valley. I believe in the balanced budget. And the only conditions under which I would unbalance the budget would be if there was a grave national emergency or a serious recession. Otherwise, with a steady rate of economic growth - and Mr. Nixon and Mr. Rockefeller, in their meeting, said a five per cent economic growth would bring by 1962 ten billion dollars extra in tax revenues. Whatever is brought in, I think that we can finance essential programs within a balanced budget, if business remains orderly.\n", " When uh - the Vice President quotes me in January, sixty, I do not believe the federal government should pay directly teachers' salaries, but that was not the issue before the Senate in February. The issue before the Senate was that the money would be given to the state. The state then could determine whether the money would be spent for school construction or teacher salaries. On that question the Vice President and I disagreed. I voted in favor of that proposal and supported it strongly, because I think that that provided assistance to our teachers for their salaries without any chance of federal control and it is on that vote that th- Mr. Nixon and I disagreed, and his tie vote uh - defeated his breaking the tie defeated the proposal. I don't want the federal government paying teachers' salaries directly. But if the money will go to the states and the states can then determine whether it shall go for school construction or for teachers' salaries, in my opinion you protect the local authority over the school board and the school committee. And therefore I think that was a sound proposal and that is why I supported it and I regret that it did not pass. Secondly, there have been statements made that uh - the Democratic platform would cost a good deal of money and that I am in favor of unbalancing the budget. That is wholly wrong, wholly in error, and it is a fact that in the last eight years the Democratic Congress has reduced the appropri- the requests for the appropriations by over ten billion dollars. That is not my view and I think it ought to be stated very clearly on the record. My view is that you can do these programs - and they should be carefully drawn - within a balanced budget if our economy is moving ahead.\n", " Well as you take the bills -\n", " If I may take the bills, we did pass in the Senate a bill uh - to provide a dollar twenty-five cent minimum wage. It failed because the House did not pass it and the House failed by eleven votes. And I might say that two-thirds of the Republicans in the House voted against a dollar twenty-five cent minimum wage and a majority of the Democrats sustained it - nearly two-thirds of them voted for the dollar twenty-five. We were threatened by a veto if we passed a dollar and a quarter - it's extremely difficult with the great power that the president does to pass any bill when the president is opposed to it. All the president needs to sustain his veto of any bill is one-third plus one in either the House or the Senate. Secondly, we passed a federal aid to education bill in the Senate. It failed to came to the floor of the House of Representatives. It was killed in the Rules Committee. And it is a fact in the August session that the four members of the Rules Committee who were Republicans joining with two Democrats voted against sending the aid to education bill to the floor of the House. Four Democrats voted for it. Every Republican on the Rules Committee voted against sending that bill to be considered by the members of the House of Representatives. Thirdly, on medical care for the aged, this is the same fight that's been going on for twenty-five years in Social Security. We wanted to tie it to Social Security. We offered an amendment to do so. Forty-four Democrats voted for it, one Republican voted for it. And we were informed at the time it came to a vote that if it was adopted the President of the United States would veto it. In my judgment, a vigorous Democratic president supported by a Democratic majority in the House and Senate can win the support for these programs. But if you send a Republican president and a Democratic majority and the threat of a veto hangs over the Congress, in my judgment you will continue what happened in the August session, which is a clash of parties and inaction.\n", " Well, now let's look at these bills that the Vice President suggests were too extreme. One was a bill for a dollar twenty-five cents an hour for anyone who works in a store or company that has a million dollars a year business. I don't think that's extreme at all; and yet nearly two-thirds to three-fourths of the Republicans in the House of Representatives voted against that proposal. Secondly was the federal aid to education bill. It - it was a very uh - because of the defeat of teacher salaries, it was not a bill that uh - met in my opinion the need. The fact of the matter is it was a bill that was less than you recommended, Mr. Nixon, this morning in your proposal. It was not an extreme bill and yet we could not get one Republican to join, at least I think four of the eight Democrats voted to send it to the floor of the House - not one Republican - and they joined with those Democrats who were opposed to it. I don't say the Democrats are united in their support of the program. But I do say a majority are. And I say a majority of the Republicans are opposed to it. The third is medical care for the aged which is tied to Social Security, which is financed out of Social Security funds. It does not put a deficit on the Treasury. The proposal advanced by you and by Mr. Javits would have cost six hundred millions of dollars - Mr. Rockefeller rejected it in New York, said he didn't agree with the financing at all, said it ought to be on Social Security. So these are three programs which are quite moderate. I think it shows the difference between the two parties. One party is ready to move in these programs. The other party gives them lip service.\n", " Well, I think they're serious. I think it's a matter that we should continue to uh - give uh - great care and attention to. We should support uh - the laws which the United States has passed in order to protect us from uh - those who would destroy us from within. We should sustain uh - the Department of Justice in its efforts and the F.B.I., and we should be continually alert. I think if the United States is maintaining a strong society here in the United States, I think that we can meet any internal threat. The major threat is external and will continue.\n", " Well, I must say that the reason that the schools have been constructed is because the local school districts were willing to increase the property taxes to a tremendously high figure - in my opinion, almost to the point of diminishing returns in order to sustain these schools. Secondly, I think we have a rich uh - country. And I think we have a powerful country. I think what we have to do, however, is have the president and the leadership set before our country exactly what we must do in the next decade, if we're going to maintain our security in education, in economic growth, in development of natural resources. The Soviet Union is making great gains. It isn't enough to compare what might have been done eight years ago, or ten years ago, or fifteen years ago, or twenty years ago. I want to compare what we're doing with what our adversaries are doing, so that by the year 1970 the United States is ahead in education, in health, in building, in homes, in economic strength. I think that's the big assignment, the big task, the big function of the federal government.\n", " The point was made by Mr. Nixon that the Soviet production is only forty-four percent of ours. I must say that forty-four percent and that Soviet country is causing us a good deal of trouble tonight. I want to make sure that it stays in that relationship. I don't want to see the day when it's sixty percent of ours, and seventy and seventy-five and eighty and ninety percent of ours, with all the force and power that it could bring to bear in order to cause our destruction. Secondly, the Vice President mentioned medical care for the aged. Our program was an amendment to the Kerr bill. The Kerr bill provided assistance to all those who were not on Social Security. I think it's a very clear contrast. In 1935, when the Social Security Act was written, ninety-four out of ninety-five Republicans voted against it. Mr. Landon ran in 1936 to repeal it. In August of 1960, when we tried to get it again, but this time for medical care, we received the support of one Republican in the Senate on this occasion. Thirdly, I think the question before the American people is: as they look at this country and as they look at the world around them, the goals are the same for all Americans. The means are at question. The means are at issue. If you feel that everything that is being done now is satisfactory, that the relative power and prestige and strength of the United States is increasing in relation to that of the Communists; that we've b- gaining more security, that we are achieving everything as a nation that we should achieve, that we are achieving a better life for our citizens and greater strength, then I agree. I think you should vote for Mr. Nixon. But if you feel that we have to move again in the sixties, that the function of the president is to set before the people the unfinished business of our society as Franklin Roosevelt did in the thirties, the agenda for our people - what we must do as a society to meet our needs in this country and protect our security and help the cause of freedom. As I said at the beginning, the question before us all, that faces all Republicans and all Democrats, is: can freedom in the next generation conquer, or are the Communists going to be successful? That's the great issue. And if we meet our responsibilities I think freedom will conquer. If we fail, if we fail to move ahead, if we fail to develop sufficient military and economic and social strength here in this country, then I think that uh - the tide could begin to run against us. And I don't want historians, ten years from now, to say, these were the years when the tide ran out for the United States. I want them to say these were the years when the tide came in; these were the years when the United States started to move again. That's the question before the American people, and only you can decide what you want, what you want this country to be, what you want to do with the future. I think we're ready to move. And it is to that great task, if we're successful, that we will address ourselves.\n"], "oct_13_1960": [" Good evening, Mr. Shadel.\n", " Mr. McGee, we have a contractual right to be in Berlin coming out of the conversations at Potsdam and of World War II. That has been reinforced by direct commitments of the president of the United States; it's been reinforced by a number of other nations under NATO. I've stated on many occasions that the United States must meet its commitment on Berlin. It is a commitment that we have to meet if we're going to protect the security of Western Europe. And therefore on this question I don't think that there is any doubt in the mind of any American; I hope there is not any doubt in the mind of any member of the community of West Berlin; I'm sure there isn't any doubt in the mind of the Russians. We will meet our commitments to maintain the freedom and independence of West Berlin.\n", " Yes. The whole th- the United States now has a treaty - which I voted for in the United States Senate in 1955 - to defend Formosa and the Pescadores Island. The islands which Mr. Nixon is discussing are five or four miles, respectively, off the coast of China. Now when Senator Green, the chairman of the Senate Foreign Relations Committee, wrote to the President, he received back on the second of October, 1958 - \"neither you nor any other American need feel the U.S. will be involved in military hostilities merely in the defense of Quemoy and Matsu.\" Now, that is the issue. I believe we must meet our commitment to uh - Formosa. I support it and the Pescadores Island. That is the present American position. The treaty does not include these two islands. Mr. Nixon suggests uh - that the United States should go to war if these two islands are attacked. I suggest that if Formosa is attacked or the Pescadores, or if there's any military action in any area which indicates an attack on Formosa and the Pescadores, then of course the United States is at war to defend its treaty. Now, I must say what Mr. Nixon wants to do is commit us - as I understand him, so that we can be clear if there's a disagreement - he wants us to be committed to the defense of these islands merely as the defense of these islands as free territory, not as part of the defense of Formosa. Admiral Yarnell, the commander of the Asiatic fleet, has said that these islands are not worth the bones of a single American. The President of the United States has indicated they are not within the treaty area. They were not within the treaty area when the treaty was passed in fifty-five. We have attempted to persuade Chiang Kai-shek as late as January of 1959 to reduce the number of troops he has on them. This is a serious issue, and I think we ought to understand completely if we disagree, and if so, where.\n", " Well I think we should st- strengthen our conventional forces, and we should attempt in January, February, and March of next year to increase the airlift capacity of our conventional forces. Then I believe that we should move full time on our missile production, particularly on Minuteman and on Polaris. It may be a long period, but we must - we must get started immediately. Now on the question of disarmament, particularly nuclear disarmament, I must say that I feel that another effort should be made by a new Administration in January of 1961, to renew negotiations with the Soviet Union and see whether it's possible to come to some conclusion which will lessen the chances of contamination of the atmosphere, and also lessen the chances that other powers will begin to possess a nuclear capacity. There are indications, because of new inventions, that ten, fifteen, or twenty nations will have a nuclear capacity - including Red China - by the end of the presidential office in 1964. This is extremely serious. There have been many wars in the history of mankind. And to take a chance uh - now be - and not make every effort that we could make to provide for some control over these weapons, I think would be a great mistake. One of my disagreements with the present Administration has been that I don't feel a real effort has been made an this very sensitive subject, not only of nuclear controls, but also of general disarmament. Less than a hundred people have been working throughout the entire federal government on this subject, and I believe it's been reflected in our success and failures at Geneva. Now, we may not succeed. The Soviet Union may not agree to an inspection system. We may be able to get satisfactory assurances. It may be necessary for us to begin testing again. But I hope the next Administration - and if I have anything to do with it, the next Administration will - make one last great effort to provide for control of nuclear testing, control of nuclear weapons, if possible, control of outer space, free from weapons, and also to begin again the subject of general disarmament levels. These must be done. If we cannot succeed, then we must strengthen ourselves. But I would make the effort because I think the fate not only of our own civilization, but I think the fate of world and the future of the human race is involved in preventing a nuclear war.\n", " I don't think it's possible for Mr. Nixon to state the record in distortion of the facts with more precision than he just did. In 1955, Mr. Dulles at a press conference said: \"The treaty that we have with the Republic of China excludes Quemoy and Matsu from the treaty area.\" That was done with much thought and deliberation. Therefore that treaty does not commit the United States to defend anything except Formosa and the Pescadores, and to deal with acts against that treaty area. I completely sustained the treaty. I voted for it. I would take any action necessary to defend the treaty, Formosa, and the Pescadores Island. What we're now talking about is the Vice President's determination to guarantee Quemoy and Matsu, which are four and five miles off the coast of Red China, which are not within the treaty area. I do not suggest that Chiang Kai-shek - and this Administration has been attempting since 1955 to persuade Chiang Kai-shek to lessen his troop commitments. Uh - He sent a mission - the President - in 1955 of Mr. uh - Robertson and Admiral Radford. General Twining said they were still doing it in 1959. General Ridgway said - who was Chief of Staff: \"To go to war for Quemoy and Matsu to me would seem an unwarranted and tragic course to take. To me that concept is completely repugnant.\" So I stand with them. I stand with the Secretary of State, Mr. Herter, who said these islands were indefensible. I believe that we should meet our commitments, and if the Chinese Communists attack the Pescadores and Formosa, they know that it will mean a war. I would not ho- hand over these islands under any point of gun. But I merely say that the treaty is quite precise and I sustain the treaty. Mr. Nixon would add a guarantee to islands five miles off the coast of the re- Republic of China when he's never really protested the Communists seizing Cuba, ninety miles off the coast of the United States.\n", " Well, I must say that uh - Mr. Truman has uh - his methods of expressing things; he's been in politics for fifty years; he's been president of the United States. They may - are not my style. But I really don't think there's anything that I could say to President Truman that's going to cause him, at the age of seventy-six, to change his particular speaking manner. Perhaps Mrs. Truman can, but I don't think I can. I'll just have to tell Mr. Morton that. If you'd pass that message on to him.\n", " Well number one on Indochina, Mr. Nixon talked in - before the newspaper editors in the spring of 1954 about putting, and I quote him, \"American boys into Indochina.\" The reason Indochina was preserved was the result of the Geneva Conference which Indochina. Number two, on the question of the U-2 flights. I thought the. U-2 flight in May just before the conference was a mistake in timing because of the hazards involved, if the summit conference had any hope for success. I never criticized the U-2 flights in general, however. I never suggested espionage should stop. It still goes on, I would assume, on both sides. Number three, the Vice President - on May fifteenth after the U-2 flight - indicated that the flights were going on, even though the Administration and the President had canceled the flights on May twelfth. Number three, the pre - Vice President suggests that we should keep the Communists in doubt about whether we would fight on Quemoy and Matsu. That's not the position he's taking. He's indicating that we should fight for these islands come what may because they are, in his words, in the area of freedom. He didn't take that position on Tibet. He didn't take that position on Budapest. He doesn't take that position that I've seen so far in Laos. Guinea and Ghana have both moved within the Soviet sphere of influence in foreign policy; so has Cuba. I merely say that the United States should meet its commitments to Que- to uh - Formosa and the Pescadores. But as Admiral Yarnell has said, and he's been supported by most military authority, these islands that we're now talking about are not worth the bones of a single American soldier; and I know how difficult it is to sustain troops close to the shore under artillery bombardment. And therefore, I think, we should make it very clear the disagreement between Mr. Nixon and myself. He's extending the Administration's commitment.\n", " Well the que- the - Mr. Griffin, I believe, who is the head of the Klan, who lives in Tampa, Florida, indicated a - in a statement, I think, two or three weeks ago that he was not going to vote for me, and that he was going to vote for Mr. Nixon. I do not suggest in any way, nor have I ever, that that indicates that Mr. Nixon has the slightest sympathy, involvement, or in any way imply any inferences in regard to the Ku Klux Klan. That's absurd. I don't suggest that, I don't support it. I would disagree with it. Mr. Nixon knows very well that in this - in this whole matter that's been involved with the so-called religious discussion in this campaign, I've never suggested, even by the vaguest implication, that he did anything but disapprove it. And that's my view now. I disapprove of the issue. I do not suggest that Mr. Nixon does in any way.\n", " Well, I always have difficulty recognizing my positions when they're stated by the Vice President. I never suggested that compulsory arbitration was the solution for national emergency disputes. I'm opposed to that, was opposed to it in October, 1958. I have suggested that the president should be given other weapons to protect the national interest in case of national emergency strikes beyond the injunction provision of the Taft-Hartley Act. I don't know what other weapons the Vice President is talking about. I'm talking about giving him four or five tools - not only the fact-finding committee that he now has under the injunction provision, not only the injunction, but also the power of the fact-finding commission to make recommendations - recommendations which would not be binding, but nevertheless would have great force of public opinion behind them. One of the additional powers that I would suggest would be seizure. There might be others. By the president having five powers - four or five powers - and he only has very limited powers today, neither the company nor the union would be sure which power would be used; and therefore, there would be a greater incentive on both sides to reach an agreement themselves without taking it to the government. The difficulty now is the president's course is quite limited. He can set up a fact-finding committee. The fact-finding committee's powers are limited. He can provide an injunction if there's a national emergency for eighty days, then the strike can go on; and there are no other powers or actions that the president could take unless he went to the Congress. This is a difficult and sensitive matter. But to state my view precisely, the president should have a variety of things he could do. He could leave the parties in doubt as to which one he would use; and therefore there would be incentive, instead of as now - the steel companies were ready to take the strike because they felt the injunction of eighty days would break the union, which didn't happen.\n", " Yes, I have stated in both uh - debates and state again that I believe in a balanced budget and have supported that concept during my fourteen years in the Congress. The only two times when an unbalanced budget is warranted would be during a serious recession - and we had that in fifty-eight in an unbalanced budget of twelve billion dollars - or a national emergency where there should be large expenditures for national defense, which we had in World War II and uh - during part of the Korean War. On the question of the cost of our budget, I have stated that it's my best judgment that our agricultural program will cost a billion and a half, possibly two billion dollars less than the present agricultural program. My judgment is that the program the Vice President put forward, which is an extension of Mr. Benson's program, will cost a billion dollars more than the present program, which costs about six billion dollars a year, the most expensive in history. We've spent more money on agriculture in the last eight years than the hundred years of the Agricultural Department before that. Secondly, I believe that the high interest-rate policy that this Administration has followed has added about three billion dollars a year to interest on the debt - merely funding the debt - which is a burden an the taxpayers. I would hope, under a different monetary policy, that it would be possible to reduce that interest-rate burden, at least a billion dollars. Third, I think it's possible to gain a seven hundred million to a billion dollars through tax changes which I believe would close up loof- loopholes on dividend withholding, on expense accounts. Fourthly, I have suggested that the medical care for the aged - and the bill which the Congress now has passed and the President signed if fully implemented would cost a billion dollars on the Treasury - out of Treasury funds and a billion dollars by the states - the proposal that I have put forward and which many of the members of my party support is for medical care financed under Social Security; which would be financed under the Social Security taxes; which is less than three cents a day per person for medical care, doctors' bills, nurses, hospitals, when they retire. It is actuarially sound. So in my judgment we would spend more money in this Administration on aid to education, we'd spend more money on housing, we'd spend more money and I hope more wisely on defense than this Administration has. But I believe that the next Administration should work for a balanced budget, and that would be my intention. Mr. Nixon misstates my figures constantly, which uh - is of course his right, but the fact of the matter is: here is where I stand and I just want to have it on the public record.\n", " Well first may I correct a statement which was made before, that under my agricultural program food prices would go up twenty-five percent. That's untrue. The fa- the farmer who grows wheat gets about two and a half cents out of a twenty-five-cent loaf of bread. Even if you put his income up ten percent, that would be two and three-quarters percent three pers- or three cents out of that twenty-five cents. The t- man who grows tomatoes - it costs less for those tomatoes than it does for the label on the can. And I believe when the average hour for many farmers' wage is about fifty cents an hour, he should do better. But anybody who suggests that that program would c- come to any figure indicated by the Vice President is in error. The Vice President suggested a number of things. He suggested that we aid distressed areas. The Administration has vetoed that bill passed by the Congress twice. He suggested we pass an aid to education bill. But the Administration and the Republican majority in the Congress has opposed any realistic aid to education. And the Vice President cast the deciding vote against federal aid for teachers' salaries in the Senate, which prevented that being added. This Administration and this country last year had the lowest rate of economic growth - which means jobs - of any major industrialized society in the world in 1959. And when we have to find twenty-five thousand new jobs a week for the next ten years, we're going to have to grow more. Governor Rockefeller says five per cent. The Democratic platform and others say five per cent. Many say four and a half per cent. The last eight years the average growth has been about two and a half per cent. That's why we don't have full employment today.\n", " Uh - Mr. McGee, there are about a hundred and four commodities that have some kind of depletion allowance - different kind of minerals, including oil. I believe all of those should be gone over in detail to make sure that no one is getting a tax break; to make sure that no one is getting away from paying the taxes he ought to pay. That includes oil; it includes all kinds of minerals; it includes everything within the range of taxation. We want to be sure it's fair and equitable. It includes oil abroad. Perhaps that oil abroad should be treated differently than the oil here at home. Now the oil industry recently has had hard times. Particularly some of the smaller producers. They're moving about eight or nine days in Texas. But I can assure you that if I'm elected president, the whole spectrum of taxes will be gone through carefully. And if there is any inequities in oil or any other commodity, then I would vote to close that loophole, I have voted in the past to reduce the depletion allowance for the largest producers; for those from five million dollars down, to maintain it at twenty-seven and a half per cent. I believe we should study this and other allowances; tax expense, dividend expenses and all the rest, and make a determination of how we can stimulate growth; how we can provide the revenues needed to move our country forward.\n", " Just to uh - correct the record, Mr. Nixon said on depletion that his record was the opposite of mine. What I said was that this matter should be thoroughly gone into to make sure that there aren't loopholes. If his record is the opposite of that, that means that he doesn't want to go into it. Now on the question of gold. The difficulty, of course, is that we do have heavy obligations abroad, that we therefore have to maintain not only a favorable balance of trade but also send a good deal of our dollars overseas to pay our troops, maintain our bases, and sustain other economies. In other words, if we're going to continue to maintain our position in the sixties, we have to maintain a sound monetary and fiscal policy. We have to have control over inflation, and we also have to have a favorable balance of trade. We have to be able to compete in the world market. We have to be able to sell abroad more than we consume uh - from abroad if we're going to be able to meet our obligations. In addition, many of the countries around the world still keep restrictions against our goads, going all the way back to the days when there was a dollar shortage. Now there isn't a dollar shortage, and yet many of these countries continue to move against our goods. I believe that we must be able to compete in the market - steel and in all the basic commodities abroad - we must be able to compete against them because we always did because of our technological lead. We have to be sure to maintain that. We have to persuade these other countries not to restrict our goods coming in, not to act as if there was a dollar gap; and third, we have to persuade them to assume some of the responsibilities that up till now we've maintained, to assist underdeveloped countries in Africa, Latin America and Asia make an economic breakthrough on their own.\n", " Well, I think there are many uh - tests, Mr. Drummond, of prestige. And the significance of prestige, really, is because we're so identified with the cause of freedom. Therefore, if we are on the mount, if we are rising, if our influence is spreading, if our prestige is spreading, then those uh - who stand now on the razor edge of decision between us or between the Communist system, wondering whether they should use the system of freedom to develop their countries or the system of Communism, they'll be persuaded to follow our example. There have been several indications that our prestige is not as high as it once was. Mr. George Allen, the head of our information service, said that a result of our being second in space, in the sputnik in 1957, and I quote him, I believe I paraphrase him accurately. He said that many of these countries equate space developments with scientific productivity and scientific advancement. And therefore, he said, many of these countries now feel that the Soviet Union, which was once so backward, is now on a par with the United States. Secondly, the economic growth of the Soviet Union is greater than ours. Mr. Dulles has suggested it's from two to three times as great as ours. This has a great effect on the s- underdeveloped world, which faces problems of low income and high population density and inadequate resources. Three, a Gallup Poll taken in February asked people in ten countries which country they thought would be first in 1970, both scientifically and militarily. And a majority in every country except Greece, felt that it would be the Soviet Union by l970. Four, in the votes at the U.N., particularly the vote dealing with Red China last Saturday, we received the support on the position that we had taken of only two African countries - one, Liberia, which had been tied to us for more than a century, and the other, Union of South Africa, which is not a popular country in Africa. Every other ca- African country either abstained or voted against us. A - More countries voted against us in Asia on this issue than voted with us. On the neutralists' resolution, which we were so much opposed to, the same thing happened. The candidate who was a candidate for the president of Brazil, took a trip to Cuba to call on Mr. Castro during the election in order to get the benefit of the Castro supporters uh - within Brazil. There are many indications. Guinea and Ghana, two independent countries within the last three years - Guinea in fifty-seven, Ghana within the last eighteen months - both now are supporting the Soviet foreign policy at the U.N. Mr. Herter said so himself. Laos is moving in that direction. So I would say our prestige is not so high. No longer do we give the image of being on the rise. No longer do we give an image of vitality.\n"]}, "Richard Nixon": {"oct-21-1960": [" Good evening, Mr. Howe.\n", " Mr. Howe, Senator Kennedy, my fellow Americans. Since this campaign began I have had a very rare privilege. I have traveled to forty-eight of the fifty states and in my travels I have learned what the people of the United States are thinking about. There is one issue that stands out above all the rest, one in which every American is concerned, regardless of what group he may be a member and regardless of where he may live. And that issue, very simply stated, is this: how can we keep the peace - keep it without surrender? How can we extend freedom - extend it without war? Now in determining how we deal with this issue, we must find the answer to a very important but simple question: who threatens the peace? Who threatens freedom in the world? There is only one threat to peace and one threat to freedom - that that is presented by the international Communist movement. And therefore if we are to have peace, we must know how to deal with the Communists and their leaders. I know Mr. Khrushchev. I also have had the opportunity of knowing and meeting other Communist leaders in the world. I believe there are certain principles we must find in dealing with him and his colleagues - principles, if followed, that will keep the peace and that also can extend freedom. First, we have to learn from the past, because we cannot afford to make the mistakes of the past. In the seven years before this Administration came into power in Washington, we found that six hundred million people went behind the Iron Curtain. And at the end of that seven years we were engaged in a war in Korea which cost of thirty thousand American lives. In the past seven years, in President Eisenhower's Administration, this situation has been reversed. We ended the Korean War; by strong, firm leadership we have kept out of other wars; and we have avoided surrender of principle or territory at the conference table. Now why were we successful, as our predecessors were not successful? I think there're several reasons. In the first place, they made a fatal error in misjudging the Communists; in trying to apply to them the same rules of conduct that you would apply to the leaders of the free world. One of the major errors they made was the one that led to the Korean War. In ruling out the defense of Korea, they invited aggression in that area. They thought they were going to have peace - it brought war. We learned from their mistakes. And so, in our seven years, we find that we have been firm in our diplomacy; we have never made concessions without getting concessions in return. We have always been willing to go the extra mile to negotiate for disarmament or in any other area. But we have never been willing to do anything that, in effect, surrendered freedom any place in the world. That is why President Eisenhower was correct in not apologizing or expressing regrets to Mr. Khrushchev at the Paris Conference, as Senator Kennedy suggested he could have done. That is why Senator wh- President Eisenhower was also correct in his policy in the Formosa Straits, where he declined, and refused to follow the recommendations - recommendations which Senator Kennedy voted for in 1955; again made in 1959; again repeated in his debates that you have heard - recommendations with regard to - again - slicing off a piece of free territory, and abandoning it, if - in effect, to the Communists. Why did the President feel this was wrong and why was the President right and his critics wrong? Because again this showed a lack of understanding of dictators, a lack of understanding particularly of Communists, because every time you make such a concession it does not lead to peace; it only encourages them to blackmail you. It encourages them to begin a war. And so I say that the record shows that we know how to keep the peace, to keep it without surrender. Let us move now to the future. It is not enough to stand on this record because we are dealing with the most ruthless, fanatical... leaders that the world has ever seen. That is why I say that in this period of the sixties, America must move forward in every area. First of all, although we are today, as Senator Kennedy has admitted, the strongest nation in the world militarily, we must increase our strength, increase it so that we will always have enough strength that regardless of what our potential opponents have - if the should launch a surprise attack - we will be able to destroy their war-making capability. They must know, in other words, that it is national suicide if they begin anything. We need this kind of strength because we're the guardians of the peace. In addition to military strength, we need to see that the economy of this country continues to grow. It has grown in the past seven years. It can and will grow even more in the next four. And the reason that it must grow even more is because we have things to do at home and also because we're in a race for survival - a race in which it isn't enough to be ahead; it isn't enough simply to be complacent. We have to move ahead in order to stay ahead. And that is why, in this field, I have made recommendations which I am confident will move the American economy ahead - move it firmly and soundly so that there will never be a time when the Soviet Union will be able to challenge our superiority in this field. And so we need military strength, we need economic strength, we also need the right diplomatic policies. What are they? Again we turn to the past. Firmness but no belligerence, and by no belligerence I mean that we do not answer insult by insult. When you are proud and confident of your strength, you do not get down to the level of Mr. Khrushchev and his colleagues. And that example that President Eisenhower has set we will continue to follow. But all this by itself is not enough. It is not enough for us simply to be the strongest nation militarily, the strongest economically, and also to have firm diplomacy. We must have a great goal. And that is: not just to keep freedom for ourselves but to extend it to all the world, to extend it to all the world because that is America's destiny. To extend it to all the world because the Communist aim is not to hold their own but to extend Communism. And you cannot fight a victory for Communism or a strategy of victory for Communism with the strategy, simply of holding the line. And so I say that we believe that our policies of military strength, of economic strength, of diplomatic firmness first will keep the peace and keep it without surrender. We also believe that in the great field of ideals that we can lead America to the victory for freedom - victory in the newly developing countries, victory also in the captive countries - provided we have faith in ourselves and faith in our principles.\n", " Our policies are very different. I think that Senator Kennedy's policies and recommendations for the handling of the Castro regime are probably the most dangers- dangerously irresponsible recommendations that he's made during the course of this campaign. In effect, what Senator Kennedy recommends is that the United States government should give help to the exiles and to those within Cuba who oppose the Castro regime - provided they are anti-Batista. Now let's just see what this means. We have five treaties with Latin America, including the one setting up the Organization of American States in Bogota in 1948, in which we have agreed not to intervene in the internal affairs of any other American country - and they as well have agreed to do likewise. The charter of the United Nations - its Preamble, Article I and Article II - also provide that there shall be no intervention by one nation in the internal affairs of another. Now I don't know what Senator Kennedy suggests when he says that we should help those who oppose the Castro regime, both in Cuba and without. But I do know this: that if we were to follow that recommendation, that we would lose all of our friends in Latin America, we would probably be condemned in the United Nations, and we would not accomplish our objective. I know something else. It would be an open invitation for Mr. Khrushchev to come in, to come into Latin America and to engage us in what would be a civil war, and possibly even worse than that. This is the major recommendation that he's made. Now, what can we do? Well, we can do what we did with Guatemala. There was a Communist dictator that we inherited from the previous Administration. We quarantined Mr. Arbenz. The result was that the Guatemalan people themselves eventually rose up and they threw him out. We are quarantining Mr. Castro today. We're quarantining him diplomatically by bringing back our Ambassador; economically by cutting off trade, and Senator Kennedy's suggestion that the trade that we cut off is not significant is just one hundred percent wrong. We are cutting off the significant items that the Cuban regime needs in order to survive. By cutting off trade, by cutting off our diplomatic relations as we have, we will quarantine this regime so that the people of Cuba themselves will take care of Mr. Castro. But for us to do what Senator Kennedy has suggested would bring results which I know he would not want, and certainly which the American people would not want.\n", " Well Mr. Edwards, as you probably know, I have consistently answered all questions with regard to who will be in the next cabinet by saying that that is the responsibility of the next president, and it would be inappropriate to make any decisions on that or to announce any prior to the time that I had the right to do so. So that is my answer to this question. If you don't mind, I'd like to use the balance of the time to respond to one of the comments that Senator Kennedy made on the previous question. Eh- He was talking about the Castro regime and what we had been eh- doing in Latin America. I would like to point out that when we look at our programs in Latin America, we find that we have appropriated five times as much for Latin America as was appropriated by the previous Administration; we find that we have two billion dollars more for the Export-Import Bank; we have a new bank for Latin America alone of a billion dollars; we have the new program which was submitted at the Bogota Conference - this new program that President Eisenhower submitted, approved by the last Congress - for five hundred million dollars. We have moved in Latin America very effectively, and I'd also like to point this out: Senator Kennedy complains very appropriately about our inadequate ra- radio broadcasts for Latin America. Let me point out again that his Congress - the Democratic Congress - has cut eighty million dollars off of the Voice of America appropriations. Now, he has to get a better job out of his Congress if he's going to get us the money that we need to conduct the foreign affairs of this country in Latin America or any place else.\n", " Mr. Cronkite, I naturally am aware of it, because I, of course, pay attention to everything Senator Kennedy says, as well as Senator Fulbright. Now, in this connection I want to point out that the facts simply aren't as stated. First of all, the report to which Senator Kennedy refers is one that was made many, many months ago and related particularly to the uh - period immediately after Sputnik. Second, as far as this report is concerned, I would have no objection to having it made public. Third, I would say this with regard to this report, with regard to Gallup Polls of prestige abroad and everything else that we've been hearing about \"what about American prestige abroad\": America's prestige abroad will be just as high as the spokesmen for America allow it to be. Now, when we have a presidential candidate, for example - Senator Kennedy - stating over and over again that the United States is second in space and the fact of the matter is that the space score today is twenty-eight to eight - we've had twenty-eight successful shots, they've had eight; when he states that we're second in education, and I have seen Soviet education and I've seen ours, and we're not; that we're second in science because they may be ahead in one area or another, when overall we're way ahead of the Soviet Union and all other countries in science; when he says as he did in January of this year that we have the worst slums, that we have the most crowded schools; when he says that seventeen million people go to bed hungry every night; when he makes statements like this, what does this do to American prestige? Well, it can only have the effect certainly of reducing it. Well let me make one thing clear. Senator Kennedy has a responsibility to criticize those things that are wrong, but he has also a responsibility to be right in his criticism. Every one of these items that I have mentioned he's been wrong - dead wrong. And for that reason he has contributed to any lack of prestige. Finally, let me say this: as far as prestige is concerned, the first place it would show up would be in the United Nations. Now Senator Kennedy has referred to the vote on Communist China. Let's look at the vote on Hungary. There we got more votes for condemning Hungary and looking into that situation than we got the last year. Let's look at the reaction eh - reaction to Khrushchev and Eisenhower at the last U.N. session. Did Khrushchev gain because he took his shoe off and pounded the table and shouted and insulted? Not at all. The President gained. America gained by continuing the dignity, the decency that has characterized us and it's that that keeps the prestige of America up, not running down America the way Senator Kennedy has been running her down.\n", " Yes. I would say first of all that we must have in mind the fact that we have been negotiating to get tests inspected and uh - to get an agreement for many, many months. As a matter of fact, there's been a moratorium on testing as a result of the fact that we have been negotiating. I've reached the conclusion that the Soviet Union is actually filibustering. I've reached the conclusion, too, based on the reports that have been made, that they may be cheating. I don't think we can wait until the next president is inaugurated and then uh - select a new team and then all the months of negotiating that will take place before we reach a decision, I think that immediately after this election we should set a timetable - the next president, working with the present President, President Eisenhower - a timetable to break the Soviet filibuster. There should be no tests in the atmosphere; that rules out any fall-out. But as far as underground tests for developing peaceful uses of atomic energy, we should not allow this Soviet filibuster to continue. I think it's time for them to fish or cut bait. I think that the next president immediately after his election should sit down with the President, work out a timetable, and - get a decision on this before January of next year.\n", " Well the conditions I laid out in one of our previous television debates, and it's rather difficult to be much more specific than that. Uh - First of all, we have to have adequate preparation for a summit conference. This means at the secretary of state level and at the ambassadorial level. By adequate preparation I mean that at that level we must prepare an agenda, an agenda agreed upon with the approval of the heads of state involved. Now this agenda should delineate those issues on which there is a possibility of some agreement or negotiation. I don't believe we should go to a summit conference unless we have such an agenda, unless we have some reasonable insur- assurance from Mr. Khrushchev that he intends seriously to negotiate on those points. Now this may seem like a rigid, inflexible position. But let's look at the other side of the coin. If we build up the hopes of the world by having a summit conference that is not adequately prepared, and then, if Mr. Khrushchev finds some excuse for breaking it up - as he did this one - because he isn't going to get his way - we'd set back the cause of peace. We do not help it. We can, in other words, negotiate many of these items of difference between us without going to the summit. I think we have to make a greater effort than we have been making at the secretary of state level, at the ambassadorial level, to work out the differences that we have. And so far as the summit conference is concerned, it should only be entered in upon, it should only be agreed upon, if the negotiations have reached the point that we have some reasonable assurance that something is going to come out of it, other than some phony spirit - a spirit of Geneva, or Camp David, or whatever it is. When I say \"phony spirit,\" I mean phony, not because the spirit is not good on our side, but because the Soviet Union simply doesn't intend to carry out what they say. Now, these are the conditions that I can lay out. I cannot be more precise than that, because until we see what Mr. Khrushchev does and what he says uh - we cannot indicate what our plans will be.\n", " First, with regard to Poland, when I talked to Mr. Gomulka, the present leader of Poland, for six hours in Warsaw last year, I learned something about their problems and particularly his. Right under the Soviet gun, with Soviet troops there, he is in a very difficult position in taking anything independent, a position which would be independent of the Soviet Union. And yet let's just see what we've done for Poland, A half a billion dollars worth of aid has gone to Poland, primarily economic, primarily to go to the people of Poland. This should continue and it can be stepped up to give them hope and to keep alive the hope for freedom that I can testify they have so deeply within them. In addition we can have more exchange with Poland or with any other of the Iron Curtain countries which show some desire to take a different path than the path that has been taken by the ones that are complete satellites of the Soviet Union. Now as far as the balance of the world is concerned, I of course don't have as much time as Senator Kennedy had. I would just like to s- add this one point. If we are going to have the initiative in the world, we must remember that the people of Africa and Asia and Latin America don't want to be pawns simply in a struggle between two great powers - the Soviet Union and the United States. We have to let them know that we want to help them, not because we're simply trying to save our own skins, not because we're simply trying to fight Communism; but because we care for them, because we stand for freedom, because if there were no Communism in the world, we would still fight poverty and misery and disease and tyranny. If we can get that across to the people of these countries, in this decade of the sixties, the struggle for freedom will be won.\n", " I would say that the issue will stay with us as a campaign issue just as long as Senator Kennedy persists in what I think is a fundamental error. He says he supports the President's position. He says that he voted for the resolution. Well just let me point this out; he voted for the resolution in 1955 which gave the president the power to use the forces of the United States to defend Formosa and the offshore islands. But he also voted then for an amendment - which was lost, fortunately - an amendment which would have drawn a line and left out those islands and denied the p- right to the president to defend those islands if he thought that it was an attack on Formosa. He repeated that error in 1959, in the speech that he made. He repeated it again in a television debate that we had. Now, my point is this: Senator Kennedy has got to be consistent here. Either he's for the President and he's against the position that those who opposed the President in fifty-five and fifty-nine - and the Senator's position itself, stated the other day in our debate - either he is for the President and against that position or we simply have a disagreement here that must continue to be debated. Now if the Senator in his answer to this question will say \"I now will depart, or retract my previous views; I think I was wrong in I 955; I think I was wrong in 1959; and I think I was wrong in our television debate to say that we should draw a line leaving out Quemoy and Matsu - draw a line in effect abandoning these islands to the Communists;\" then this will be right out of the campaign because there will be no issue between us. I support the President's position. I have always opposed drawing a line. I have opposed drawing a line because I know that the moment you draw a line, that is an encouragement for the Communists to attack - to step up their blackmail and to force you into the war that none of us want. And so I would hope that Senator Kennedy in his answer today would clear it up. It isn't enough for him to say \"I support the President's position, that I voted for the resolution.\" Of course, he voted for the resolution - it was virtually unanimous. But the point is, what about his error in voting for the amendment, which was not adopted, and then persisting in it in fifty-nine, persisting in it in the debate. It's very simple for him to clear it up. He can say now that he no longer believes that a line should be drawn leaving these islands out of the perimeter of defense. If he says that, this issue will not be discussed in the campaign.\n", " Senator Kennedy has said tonight again what he has said several times in the course of this - these debates and in the campaign, that American is standing still. America is not standing still. It has not been standing still. And let's set the record straight right now by looking at the record, as Al Smith used to say. He talks about housing. We built more houses in the last seven years than in any Administration and thirty percent more than in the previous Administration. We talk about schools - three times as many classrooms built in the past Administration - and Eisenhower - than under the Truman Administration. Let's talk about civil rights. More progress in the past eight years than in the whole eighty years before. He talks about the progress in the field of slum clearance and the like. We find four times as many projects undertaken and completed in this Administration than in the previous one. Anybody that says America has been standing still for the last seven and a half years hasn't been traveling in America. He's been in some other country. Let's get that straight right away. Now the second point we have to understand is this, however. America has not been standing still. But America cannot stand pat. We can't stand pat for the reason that we're in a race, as I've indicated. We can't stand pat because it is essential with the conflict that we have around the world that we not just hold our own, that we not keep just freedom for ourselves. It is essential that we extend freedom, extend it to all the world. And this means more than what we've been doing. It means keeping America even stronger militarily than she is. It means seeing that our economy moves forward even faster than it has. It means making more progress in civil rights than we have so that we can be a splendid example for all the world to see - a democracy in action at its best. Now, looking at the other parts of the world - South America - talking about our record and the previous one. We had a good neighbor policy, yes. It sounded fine. But let's look at it. There were eleven dictators when we came into power in 1953 in Latin America. There are only three left. Let's look at Africa. Twenty new countries in Africa during the course of this Administration. Not one of them selected a Communist government. All of them voted for freedom - a free type of government. Does this show that Communism has the bigger pull, or freedom has the bigger pull? Am I trying to indicate that we have no problems in Africa or Latin America or Asia? Of course not. What I am trying to indicate is that the tide of history's on our side, and that we can keep it on our side, because we're on the right side. We're on the side of freedom. We're on the side of justice against the forces of slavery, against the forces of injustice. But we aren't going to move America forward and we aren't going to be able to lead the world to win this struggle for freedom if we have a permanent inferiority complex about American achievements. Because we are first in the world in space, as I've indicated; we are first in science; we are first in education, and we're going to move even further ahead with the kind of leadership that we can provide in these years ahead. One other point I would make: what could you do? Senator Kennedy and I are candidates for the presidency of the United States. And in the years to come it will be written that one or the other of us was elected and that he was or was not a great president. What will determine whether Senator Kennedy or I, if I am elected, was a great president? It will not be our ambition that will determine it, because greatness is not something that is written on a campaign poster. It will be determined to the extent that we represent the deepest ideals, the highest feelings and faith of the American people. In other words, the next president, as he leads America and the free world, can be only as great as the American people are great. And so I say in conclusion, keep America's faith strong. See that the young people of America, particularly, have faith in the ideals of freedom and faith in God, which distinguishes us from the atheistic materialists who oppose us.\n"], "oct-7-1960": [" Well first of all, I don't agree with Senator Kennedy that Cuba is lost and certainly China was lost when this Administration came into power in 1953. As I look at Cuba today, I believe that we are following the right course, a course which is difficult but a course which under the circumstance is the only proper one which will see that the Cuban people get a chance to realize their aspirations of progress through freedom and that they get that with our cooperation with the other organi- of the states in the Organization of American States. Now Senator Kennedy has made some very strong criticisms of my part - or alleged part - in what has happened in Cuba. He points to the fact that I visited Cuba while Mr. Batista was in power there. I can only point out that if we are going to judge the Administrations in terms of our attitude toward dictators, we're glad to have a comparison with the previous administration. There were eleven dictators in South America and in Central America when we came in, in 1953. Today there are only three left including the one in Cuba. We think that's pretty good progress. Senator Kennedy also indicated with regard to Cuba that he thought that I had made a mistake when I was in Cuba in not calling for free elections in that country. Now I'm very surprised that Senator Kennedy, who is on the Foreign Relations Committee, would have made such a statement as this kind. As a matter of fact in his book, The Strategy for Peace, he took the right position. And that position is that the United States has a treaty - a treaty with all of the Organization of American States - which prohibits us from interfering in the internal affairs of any other state and prohibits them as well. For me to have made such a statement would been in direct uh - opposition to that treaty. Now with regard to Cuba, let me make one thing clear. There isn't any question but that we will defend our rights there. There isn't any question but that we will defend Guantanamo if it's attacked. There also isn't any question but that the free people of Cuba - the people who want to be free - are going to be supported and that they will attain their freedom. No, Cuba is not lost, and I don't think this kind of defeatist talk by Senator Kennedy helps the situation one bit.\n", " I think Kenne- Senator Kennedy is wrong on three counts. First of all, he's wrong in thinking th- er- even suggesting that Mr. Khrushchev might have continued the conference if we had expressed regrets. He knew these flights were going on long before and that wasn't the reason that he broke up the conference. Second, he's wrong in the analogies that he makes. The United States is a strong country. Whenever we do anything that's wrong, we can express regrets. But when the president of the United States is doing something that's right, something that is for the purpose of defending the security of this country against surprise attack, he can never express regrets or apologize to anybody, including Mr. Khrushchev. Now in that connection Senator Kennedy has criticized the President on the ground not only of not expressing regrets, but because he allowed this flight to take place while the summit conference - or immediately before the summit conference occurred. This seems to me is criticism that again is wrong on his part. We all remember Pearl Harbor. We lost three thousand American lives. We cannot afford an intelligence gap. And I just want to make my position absolutely clear with regard to getting intelligence information. I don't intend to see to it that the United States is ever in a position where, while we're negotiating with the Soviet Union, that we discontinue our intelligence effort. And I don't intend ever to express regrets to Mr. Khrushchev or anybody else if I'm doing something that has the support of the Congress and that is right for the purpose of protecting the security of the United States.\n", " My intentions in the field of civil rights have been spelled out in the Republican platform. I think we have to make progress first in the field of employment. And there we would give statutory authority to the Committee on Government Contracts, which is an effective way of getting real progress made in this area, since about one out of every four jobs is held by and is allotted by people who have government contracts. Certainly I think all of us agree that when anybody has a government contract, certainly the money that is spent under that contract ought to be disbursed equally without regard to the race or creed or color of the individual who is to be employed. Second, in the field of schools, we believe that there should be provisions whereby the federal government would give assistance to those districts who do want to integrate their schools. That of course was rejected as was the government contracts provision by the special session of the Congress to - in which Mr. Kennedy was quite active. And then as far as other areas are concerned, I think that we have to look to presidential leadership. And when I speak of presidential leadership, I refer for example to our attitude on the sit-in strikes. Here we have a situation which causes all of us concern - causes us concern because of the denial of the rights of people to the equality which we think belongs to everybody. I have talked to Negro mothers. I've heard them explain - try to explain - how they tell their children how they can go into a store and buy a loaf of bread but then can't go into that store and sit at the counter and get a Coca Cola. This is wrong, and we have to do something about it. So, under the circumstances, what do we do? Well what we do is what the Attorney-General of the United States did under the direction of the President: call in the owners of chain stores and get them to take action. Now there are other places where the executive can lead, but let me just sum up by saying this: why do I talk every time I'm in the South on civil rights? Not because I am preaching to the people of the South because this isn't just a Southern problem; it's a Northern problem and a Western problem; it's a problem for all of us. I do it because it's the responsibility of leadership, I do it because we have to solve this problem together. I do it right at this time particularly because when we have Khrushchev in this country - a man who has enslaved millions, a man who has slaughtered thousands - we cannot continue to have a situation where he can point the finger at the United States of America and say that we are denying rights to our citizens. And so I say both the candidates and both the vice presidential candidates, I would hope as well - including Senator Johnson - should talk on this issue at every opportunity.\n", " Senator Kennedy has expressed some hopes in this field, hopes which I think all Americans would share who want some problem - some progress in this area. But let's look at the performance. When he selected his vice presidential running mate, he selected a man who had voted against most of these proposals and who opposes them at the present time. Let me s- look also at what I did. I selected a man who stands with me in this field and who will talk with me and work with me on it. Now the Senator referred to the Committee on Government Contracts. And yet that very committee of which I am chairman has been handicapped by the fact that we have not had adequate funds; we have not had adequate powers; we haven't had an adequate staff. Now in the special session of Congress and also in the session that preceded it, the Democratic Congress - in which there's a two-to-one Democratic majority - was asked by the President to give us the funds and give us the power to do a job and they did nothing at all, And in the special session in which Senator Kennedy was calling the signals, along with Senator Johnson, they turned it down and he himself voted against giving us the powers despite the fact that the bill had already been considered before, that it already had hearings on, and the Congress already knew what it had before it. All that I can say is this: what we need here are not just high hopes. What we need is action. And in the field of executive leadership, I can say that I believe it's essential that the president of the United States not only set the tone but he also must lead; he must act as he talks.\n", " Mr. Morgan, no matter how well we're doing in the cold war, we're not doing as well as we should. And that will always be the case as long as the Communists are on the international scene, in the aggressive tac- uh - tendencies that they presently are following. Now as far as the present situation is concerned, I think it's time that we nail a few of these distortions about the United States that have been put out. First of all, we hear that our prestige is at an all-time low. Senator Kennedy has been hitting that point over and over again. I would suggest that after Premier Kush- Khrushchev's uh - performance in the United Nations, compared with President Eisenhower's eloquent speech, that at the present time Communist prestige in the world is at an all-time low and American prestige is at an all-time high. Now that, of course, is just one factor, but it's a significant one. When we look, for example, at the vote on the Congo. We were on one side; they were on the other side. What happened? There were seventy votes for our position and none for theirs. Look at the votes in the United Nations over the past seven and a half years. That's a test of prestige. Every time the United States has been an one side and they've been on the other side, our position has been sustained. Now looking to what we ought to do in the future. In this cold war we have to recognize where it is being fought and then we have to develop programs to deal with it. It's being fought primarily in Asia, in Africa, and in Latin America. What do we need? What tools do we need to fight us? Well we need, for example, economic assistance; we need technical assistance; we need exchange; we need programs of diplomatic and other character which will be effective in that area. Now Senator Kennedy a moment ago referred to the fact that there was not an adequate Voice of America program for Latin America. I'd like to point out that in the last six years, the Democratic Congresses, of which he'd been a member, have cut twenty million dollars off of the Voice of America programs. They also have cut four billion dollars off of mutual security in these last six years. They also have cut two billion dollars off of defense. Now when they talk about our record here, it is well that they recognize that they have to stand up for their record as well. So let me summarize by saying this: I'm not satisfied with what we're doing in the cold war because I believe we have to step up our activities and launch an offensive for the minds and hearts and souls of men. It must be economic; it must be technological; above all it must be ideological. But we've got to get help from the Congress in order to do this.\n", " Senator Kennedy has put a great deal of stress on the necessity for economic assistance. This is important. But it's also tremendously important to bear in mind that when you pour in money without pouring in technical assistance at w- as well, that you have a disastrous situation. We need to step up exchange; we need to step up technical assistance so that trained people in these newly developing countries can operate the economies. We also have to have in mind something else with regard to this whole situation in the world, and that is: that as America moves forward, we not only must think in terms of fighting Communism, but we must also think primarily in terms of the interests of these countries. We must associate ourselves with their aspirations. We must let them know that the great American ideals - of independence, of the right of people to be free, and of the right to progress - that these are ideals that belong not to ourselves alone, but they belong to everybody. This we must get across to the world. And we can't do it unless we do have adequate funds for, for example, information which has been cut by the Congress, adequate funds for technical assistance. The other point that I would make with regard to economic assistance and technical assistance is that the United States must not rest its case here alone. This is primarily an ideological battle - a battle for the minds and the hearts and the souls of men. We must not meet the Communists purely in the field of gross atheistic materialism. We must stand for our ideals.\n", " To combat unemployment we first must concentrate on the very areas to which you refer - the so-called depressed areas. Now in the last Congress - the special session of the Congress - there was a bill: one by the President, one by Senator Kennedy and members of his party. Now the bill that the President had submitted would have provided more aid for those areas that really need it - areas like Scranton and Wilkes-Barre and the areas of West Virginia - than the ones that Senator Kennedy was supporting. On the other hand we found that the bill got into the legislative difficulties and consequently no action was taken. So point one, at the highest priority we must get a bill for depressed areas through the next Congress. I have made recommendations on that and I have discussed them previously and I will spell them out further in the campaign. Second, as we consider this problem of unemployment, we have to realize where it is. In analyzing the figures we will find that our unemployment exists among the older citizens; it exists also among those who are inadequately trained; that is, those who do not have an adequate opportunity for education. It also exists among minority groups. If we're going to combat unemployment, then, we have to do a better job in these areas. That's why I have a program for education, a program in the case of equal job opportunities, and one that would also deal with our older citizens. Now finally, with regard to the whole problem of combating recession, as you call it, we must use the full resources of the government in these respects: one, we must see to it that credit is expanded as we go into any recessionary period - and understand, I do not believe we're going into a recession. I believe this economy is sound and that we're going to move up. But second, in addition to that, if we do get into a recessionary period we should move on that part of the economy which is represented by the private sector, and I mean stimulate that part of the economy that can create jobs - the private sector of the economy. This means through tax reform and if necessary tax cuts that will stimulate more jobs. I favor that rather than massive federal spending programs which will come into effect usually long after you've passed through the recessionary period. So we must use all of these weapons for the purpose of combating recession if it should come. But I do not expect it to come.\n", " Well first of all, I think Senator Kennedy should make up his mind with regard to my responsibility. In our first debate he indicated that I had not had experience or at least uh - had not participated significantly in the making of the decisions. I'm glad to hear tonight that he does suggest that I have had some experience. Let me make my position cl ear. I have participated in the discussions leading to the decisions in this Administration. I'm proud of the record of this Administration. I don't stand on it because it isn't something to stand on but something to build on. Now looking at Senator Kennedy's credentials: he is suggesting that he will move America faster and further than I will. But what does he offer? He offers retreads of programs that failed. I submit to you that as you look at his programs, his program for example with regard to the Federal Reserve and uh - free money or loose money uh - high - low interest rates, his program in the economic field generally are the programs that were adopted and tried during the Truman Administration. And when we compare the economic progress of this country in the Truman Administration with that of the Eisenhower Administration, we find that in every index there has been a tr- great deal more performance and more progress in this Administration than in that one. I say the programs and the leadership that failed then is not the program and the leadership that America needs now. I say that the American people don't want to go back to those policies. And incidentally if Senator Kennedy disagrees, he should indicate where he believes those policies are different from those he's advocating today.\n", " No, of course I haven't talked to Prime Minister Macmillan. It would not be appropriate for me to do so. The President is still going to be president for the next four months and he, of course, is the only one who could commit this country in this period. As far as a summit conference is concerned, I want to make my position absolutely clear. I would be willing as president to meet with Mr. Khrushchev or any other world leader if it would serve the cause of peace. I would not be able wou- would be willing to meet with him however, unless there were preparations for that conference which would give us some reasonable certainty - some reasonable certainty - that you were going to have some success. We must not build up the hopes of the world and then dash them as was the case in Paris. There, Mr. Khrushchev came to that conference determined to break it up. He was going to break it up because he would - knew that he wasn't going to get his way on Berlin and on the other key matters with which he was concerned at the Paris Conference. Now, if we're going to have another summit conference, there must be negotiations at the diplomatic level - the ambassadors, the Secretaries of State, and others at that level - prior to that time, which will delineate the issues and which will prepare the way for the heads of state to meet and make some progress. Otherwise, if we find the heads of state meeting and not making progress, we will find that the cause of peace will have been hurt rather than helped. So under these circumstances, I, therefore, strongly urge and I will strongly hold, if I have the opportunity to urge or to hold - this position: that any summit conference would be gone into only after the most careful preparation and only after Mr. Khrushchev - after his disgraceful conduct at Paris, after his disgraceful conduct at the United Nations - gave some assurance that he really wanted to sit down and talk and to accomplish something and not just to make propaganda.\n", " Well I think we should be no - under no illusions whatever about what the responsibilities of the American people will be in the sixties. Our expenditures for defense, our expenditures for mutual security, our expenditures for economic assistance and technical assistance are not going to get less. In my opinion they're going to be de- be greater. I think it may be necessary that we have more taxes. I hope not. I hope we can economize elsewhere so that we don't have to. But I would have no hesitation to ask the American people to pay the taxes even in l961 - if necessary - to maintain a sound economy and also to maintain a sound dollar. Because when you do not tax, and tax enough to pay for your outgo, you pay it many times over in higher prices and inflation; and I simply will not do that. I think I should also add that as far as Senator Kennedy's proposals are concerned, if he intends to carry out his platform - the one adopted in Los Angeles - it is just impossible for him to make good on those promises without raising taxes or without having a rise in t- prices or both. The platform suggests that it can be done through economic growth; that it can be done, in effect, with mirrors. But it isn't going to be working that way. You can't add billions of dollars to our expenditures and not pay for it. After all, it isn't paid for by my money, it isn't paid for by his, but by the people's money.\n", " I did. And as I pointed out in 1952, I made it very clear that as far as the Korean War was concerned, that I felt that the decision to go into the war in Korea was right and necessary. What I criticized were the policies that made it necessary to go to Korea. Now incidentally, I should point out here that Senator Kennedy has attacked our foreign policy. He's said that it's been a policy that has led to defeat and retreat. And I'd like to know where have we been defeated and where have we retreated? In the Truman Administration, six hundred million people went behind the Iron Curtain including the satellite countries of Eastern Europe and Communist China. In this Administration we've stopped them at Quemoy and Matsu; we've stopped them in Indochina; we've stopped them in Lebanon; we've stopped them in other parts of the world. I would also like to point out that as far as Senator Kennedy's comments are concerned, I think he has a perfect right and a responsibility to criticize this Administration whenever he thinks we're wrong. But he has a responsibility to be accurate, and not to misstate the case. I don't think he should say that our prestige is at an all-time low. I think this is very harmful at a time Mr. Khrushchev is here - harmful because it's wrong. I don't think it was helpful when he suggested - and I'm glad he's corrected this to an extent - that seventeen million people go to bed hungry every night in the United States. Now this just wasn't true. Now, there are people who go to bed hungry in the United States - far less, incidentally, than used to go to bed hungry when we came into power at the end of the Truman Administration. But the thing that is right about the United States, it should be emphasized, is that less people go to bed hungry in the United States than in any major country in the world. We're the best fed; we're the best clothed, with a better distribution of this world's goods to all of our people than any people in history. Now, in pointing out the things that are wrong, I think we ought to emphasize America's strengths. It isn't necessary to - to run America down in order to build her up. Now so that we get it absolutely clear: Senator Kennedy must as a candidate - as I as a candidate in fifty-two - criticize us when we're wrong. And he's doing a very effective job of that, in his way. But on the other hand, he has a responsibility to be accurate. And I have a responsibility to correct him every time he misstates the case; and I intend to continue to do so.\n", " I disagree completely with Senator Kennedy on this point. I remember in the period immediately before the Korean War, South Korea was supposed to be indefensible as well. Generals testified to that. And Secretary Acheson made a very famous speech at the Press Club, early in the year that k- Korean War started, indicating in effect that South Korea was beyond the defense zone of the United States. I suppose it was hoped when he made that speech that we wouldn't get into a war. But it didn't mean that. We had to go in when they came in. Now I think as far as Quemoy and Matsu are concerned, that the question is not these two little pieces of real estate - they are unimportant. It isn't the few people who live on them - they are not too important. It's the principle involved. These two islands are in the area of freedom. The Nationalists have these two islands. We should not uh - force our Nationalist allies to get off of them and give them to the Communists. If we do that we start a chain reaction; because the Communists aren't after Quemoy and Matsu, they're a- they're after Formosa. In my opinion this is the same kind of woolly thinking that led to disaster for America in Korea. I am against it. I would never tolerate it as president of the United States, and I will hope that Senator Kennedy will change his mind if he should be elected.\n", " Because that's the way we elect a president in this country, and it's the way we should. I'm a student of history as is Senator Kennedy, incidentally; and I have found that in the history of this country we've had many great presidents. Some of them have been Democrats and some of them have been Republicans. The people, some way, have always understood that at a particular time a certain man was the one the country needed. Now, I believe that in an election when we are trying to determine who should lead the free world - not just America - perhaps, as Senator Kennedy has already indicated, the most important election in our history - it isn't the label that he wears or that I wear that counts. It's what we are. It's our whole lives. It's what we stand for. It's what we believe. And consequently, I don't think it's enough to go before Republican audiences - and I never do - and say, \"Look, vote for me because I'm a Republican.\" I don't think it's enough for Senator Kennedy to go before the audiences on the Democratic side and say, \"Vote for me because I'm a Democrat.\" That isn't enough. What's involved here is the question of leadership for the whole free world. Now that means the best leadership. It may be Republican, it may be Democratic. But the people are the ones that determine it. The people have to make up their minds. And I believe the people, therefore, should be asked to make up their minds not simply on the basis of, \"Vote the way your grandfather did; vote the way your mother did.\" I think the people should put America first, rather than party first. Now, as far as running away from my party is concerned, Senator Kennedy has said that we have no compassion for the poor, that we are against progress - the enemies of progress, is the term that he's used, and the like. All that I can say is this: we do have programs in all of these fields - education, housing, defense - that will move America forward. They will move her forward faster, and they will move her more surely than in his program. This is what I deeply believe. I'm sure he believes just as deeply that his will move that way. I suggest, however, that in the interest of fairness that he could give me the benefit of also believing as he believes.\n"], "sept_26_1960": [" Mr. Smith, Senator Kennedy. The things that Senator Kennedy has said many of us can agree with. There is no question but that we cannot discuss our internal affairs in the United States without recognizing that they have a tremendous bearing on our international position. There is no question but that this nation cannot stand still; because we are in a deadly competition, a competition not only with the men in the Kremlin, but the men in Peking. We're ahead in this competition, as Senator Kennedy, I think, has implied. But when you're in a race, the only way to stay ahead is to move ahead. And I subscribe completely to the spirit that Senator Kennedy has expressed tonight, the spirit that the United States should move ahead. Where, then, do we disagree? I think we disagree on the implication of his remarks tonight and on the statements that he has made on many occasions during his campaign to the effect that the United States has been standing still. We heard tonight, for example, the statement made that our growth in national product last year was the lowest of any industrial nation in the world. Now last year, of course, was 1958. That happened to be a recession year. But when we look at the growth of G.N.P. this year, a year of recovery, we find that it's six and nine-tenths per cent and one of the highest in the world today. More about that later. Looking then to this problem of how the United States should move ahead and where the United States is moving, I think it is well that we take the advice of a very famous campaigner: Let's look at the record. Is the United States standing still? Is it true that this Administration, as Senator Kennedy has charged, has been an Administration of retreat, of defeat, of stagnation? Is it true that, as far as this country is concerned, in the field of electric power, in all of the fields that he has mentioned, we have not been moving ahead. Well, we have a comparison that we can make. We have the record of the Truman Administration of seven and a half years and the seven and a half years of the Eisenhower Administration. When we compare these two records in the areas that Senator Kennedy has - has discussed tonight, I think we find that America has been moving ahead. Let's take schools. We have built more schools in these last seven and a half years than we built in the previous seven and a half, for that matter in the previous twenty years. Let's take hydroelectric power. We have developed more hydroelectric power in these seven and a half years than was developed in any previous administration in history. Let us take hospitals. We find that more have been built in this Administration than in the previous Administration. The same is true of highways. Let's put it in terms that all of us can understand. We often hear gross national product discussed and in that respect may I say that when we compare the growth in this Administration with that of the previous Administration that then there was a total growth of eleven percent over seven years; in this Administration there has been a total growth of nineteen per cent over seven years. That shows that there's been more growth in this Administration than in its predecessor. But let's not put it there; let's put it in terms of the average family. What has happened to you? We find that your wages have gone up five times as much in the Eisenhower Administration as they did in the Truman Administration. What about the prices you pay? We find that the prices you pay went up five times as much in the Truman Administration as they did in the Eisenhower Administration. What's the net result of this? This means that the average family income went up fifteen per cent in the Eisenhower years as against two per cent in the Truman years. Now, this is not standing still. But, good as this record is, may I emphasize it isn't enough. A record is never something to stand on. It's something to build on. And in building on this record, I believe that we have the secret for progress, we know the way to progress. And I think, first of all, our own record proves that we know the way. Senator Kennedy has suggested that he believes he knows the way. I respect the sincerity which he m- which he makes that suggestion. But on the other hand, when we look at the various programs that he offers, they do not seem to be new. They seem to be simply retreads of the programs of the Truman Administration which preceded it. And I would suggest that during the course of the evening he might indicate those areas in which his programs are new, where they will mean more progress than we had then. What kind of programs are we for? We are for programs that will expand educational opportunities, that will give to all Americans their equal chance for education, for all of the things which are necessary and dear to the hearts of our people. We are for programs, in addition, which will see that our medical care for the aged are - is - are much - is much better handled than it is at the present time. Here again, may I indicate that Senator Kennedy and I are not in disagreement as to the aims. We both want to help the old people. We want to see that they do have adequate medical care. The question is the means. I think that the means that I advocate will reach that goal better than the means that he advocates. I could give better examples, but for - for whatever it is, whether it's in the field of housing, or health, or medical care, or schools, or the eh- development of electric power, we have programs which we believe will move America, move her forward and build on the wonderful record that we have made over these past seven and a half years. Now, when we look at these programs, might I suggest that in evaluating them we often have a tendency to say that the test of a program is how much you're spending. I will concede that in all the areas to which I have referred Senator Kennedy would have the spe- federal government spend more than I would have it spend. I costed out the cost of the Democratic platform. It runs a minimum of thirteen and two-tenths billions dollars a year more than we are presently spending to a maximum of eighteen billion dollars a year more than we're presently spending. Now the Republican platform will cost more too. It will cost a minimum of four billion dollars a year more, a maximum of four and nine-tenths billion dollar a year more than we're presently spending. Now, does this mean that his program is better than ours? Not at all. Because it isn't a question of how much the federal government spends; it isn't a question of which government does the most. It is a question of which administration does the right thing. And in our case, I do believe that our programs will stimulate the creative energies of a hundred and eighty million free Americans. I believe the programs that Senator Kennedy advocates will have a tendency to stifle those creative energies, I believe in other words, that his program would lead to the stagnation of the motive power that we need in this country to get progress. The final point that I would like to make is this: Senator Kennedy has suggested in his speeches that we lack compassion for the poor, for the old, and for others that are unfortunate. Let us understand throughout this campaign that his motives and mine are sincere. I know what it means to be poor. I know what it means to see people who are unemployed. I know Senator Kennedy feels as deeply about these problems as I do, but our disagreement is not about the goals for America but only about the means to reach those goals.\n", " It would be rather difficult to cover them in eight and- in two and a half minutes. I would suggest that these proposals could be mentioned. First, after each of my foreign trips I have made recommendations that have been adopted. For example, after my first trip abroad - abroad, I strongly recommended that we increase our exchange programs particularly as they related to exchange of persons of leaders in the labor field and in the information field. After my trip to South America, I made recommendations that a separate inter-American lending agency be set up which the South American nations would like much better than a lend- than to participate in the lending agencies which treated all the countries of the world the same. Uh - I have made other recommendations after each of the other trips; for example, after my trip abroad to Hungary I made some recommendations with regard to the Hungarian refugee situation which were adopted, not only by the President but some of them were enacted into law by the Congress. Within the Administration, as a chairman of the President's Committee on Price Stability and Economic Growth, I have had the opportunity to make recommendations which have been adopted within the Administration and which I think have been reasonably effective. I know Senator Kennedy suggested in his speech at Cleveland yesterday that that committee had not been particularly effective. I would only suggest that while we do not take the credit for it - I would not presume to - that since that committee has been formed the price line has been held very well within the United States.\n", " I of course disagree with Senator Kennedy insofar as his suggestions as to what should be done uh - with re- on the farm program. He has made the suggestion that what we need is to move in the direction of more government controls, a suggestion that would also mean raising prices uh - that the consumers pay for products and im- and imposing upon the farmers uh - controls on acreage even far more than they have today. I think this is the wrong direction. I don't think this has worked in the past; I do not think it will work in the future. The program that I have advocated is one which departs from the present program that we have in this respect. It recognizes that the government has a responsibility to get the farmer out of the trouble he presently is in because the government got him into it. And that's the fundamental reason why we can't let the farmer go by himself at the present time. The farmer produced these surpluses because the government asked him to through legislation during the war. Now that we have these surpluses, it's our responsibility to indemnify the farmer during that period that we get rid of the farmer uh - the surpluses. Until we get the surpluses off the farmer's back, however, we should have a program such as I announced, which will see that farm income holds up. But I would propose holding that income up not through a type of program that Senator Kennedy has suggested that would raise prices, but one that would indemnify the farmer, pay the farmer in kind uh - from the products which are in surplus.\n", " Well, I would suggest, Mr. Vanocur, that uh - if you know the President, that was probably a facetious remark. Uh - I would also suggest that insofar as his statement is concerned, that I think it would be improper for the President of the United States to disclose uh - the instances in which members of his official family had made recommendations, as I have made them through the years to him, which he has accepted or rejected. The President has always maintained and very properly so that he is entitled to get what advice he wants from his cabinet and from his other advisers without disclosing that to anybody - including as a matter of fact the Congress. Now, I can only say this. Through the years I have sat in the National Security Council. I have been in the cabinet. I have met with the legislative leaders. I have met with the President when he made the great decisions with regard to Lebanon, Quemoy and Matsu, other matters. The President has asked for my advice. I have given it. Sometimes my advice has been taken. Sometimes it has not. I do not say that I have made the decisions. And I would say that no president should ever allow anybody else to make the major decisions, The president only makes the decisions. All that his advisers do is to give counsel when he asks for it. As far as what experience counts and whether that is experience that counts, that isn't for me to say. Uh - I can only say that my experience is there for the people to consider; Senator Kennedy's is there for the people to consider. As he pointed out, we came to the Congress in the same year. His experience has been different from mine. Mine has been in the executive branch. His has been in the legislative branch. I would say that the people now have the opportunity to evaluate his as against mine and I think both he and I are going to abide by whatever the people decide.\n", " Yes. I think what Mr. Novins was referring to was not one of Senator Kennedy's speeches, but the Democratic platform, which did mention cutting the national debt. I think, too, that it should be pointed out that of course it is not possible, particularly under the proposals that Senator Kennedy has advocated, either to cut the national debt or to reduce taxes. As a matter of fact it will be necessary to raise taxes. As Senator Kennedy points out that as far as his one proposal is concerned - the one for medical care for the aged - that that would be financed out of Social Security. That, however, is raising taxes for those who pay Social Security. He points out that he would make pay-as-you-go be the basis for our natural resources development. Where our natural resources development - which I also support, incidentally, however - whenever you uh - uh - in - in - uh - appropriates money for one of these projects, you have to pay now and appropriate the money and the eh- while they eventually do pay out, it doesn't mean that you - the government doesn't have to put out the money this year. And so I would say that in all of these proposals Senator Kennedy has made, they will result in one of two things: either he has to raise taxes or he has to unbalance the budget. If he unbalances the budget, that means you have inflation, and that will be, of course, a very cruel blow to the very people - the older people - that we've been talking about. As far as aid for school construction is concerned, I favor that, as Senator Kennedy did, in January of this year, when he said he favored that rather than aid to s- teacher salaries. I favor that because I believe that's the best way to aid our schools without running any risk whatever of the federal government telling our teachers what to teach.\n", " I'm awfully glad you ge- got that question because as you know I got into it at the last of my other question and wasn't able to complete the argument. Uh - I think that the reason that I voted against having the federal government uh - pay teachers' salaries was probably the very reason that concerned Senator Kennedy when in January of this year, in his kick-off press conference, he said that he favored aid for school construction, but at that time did not feel that there should be aid for teachers' salaries - at least that's the way I read his remarks. Now, why should there be any question about the federal government aiding s- teachers' salaries? Why did Senator Kennedy take that position then? Why do I take it now? We both took it then, and I take it now, for this reason: we want higher teachers' salaries. We need higher teachers' salaries. But we also want our education to be free of federal control. When the federal government gets the power to pay teachers, inevitably in my opinion, it will acquire the power to set standards and to tell the teachers what to teach. I think this would be bad for the country; I think it would be bad for the teaching profession. There is another point that should be made. I favor higher salaries for teachers. But, as Senator Kennedy said in January of this year in this same press conference, the way that you get higher salaries for teachers is to support school construction, which means that all of the local school districts in the various states then have money which is freed to raise the standards for teachers' salaries. I should also point out this; once you put the responsibility on the federal government for paying a portion of teachers' salaries, your local communities and your states are not going to meet the responsibility as much as they should. I believe, in other words, that we have seen the local communities and the state assuming more of that responsibility. Teachers' salaries very fortunately have gone up fifty percent in the last eight years as against only a thirty-four percent rise for other salaries. This is not enough; it should be more. But I do not believe that the way to get more salaries for teachers is to have the federal government get in with a massive program. My objection here is not the cost in dollars. My objection here is the potential cost in controls and eventual freedom for the American people by giving the federal government power over education, and that is the greatest power a government can have.\n", " Well obviously my views are a little different. First of all, I don't see how it's possible for a one-third of a body, such as the Republicans have in the House and the Senate to stop two-thirds, if the two-thirds are adequately led. I would say, too, that when Senator Kennedy refers to the action of the House Rules Committee, there are eight Democrats on that committee and four Republicans. It would seem to me again that it is very difficult to blame the four Republicans for the eight Democrats' not getting a something through that particular committee. I would say further that to blame the President in his veto power for the inability of the Senator and his colleagues to get action in this special session uh - misses the mark. When the president exercises his veto power, he has to have the people upo- behind him, not just a third of the Congress. Because let's consider it. If the majority of the members of the Congress felt that these particular proposals were good issues - the majority of those who were Democrats - why didn't they pass them and send to the President and get a veto and have an issue? The reason why these particular bills in these various fields that have been mentioned were not passed was not because the President was against them; it was because the people were against them. It was because they were too extreme. And I am convinced that the alternate proposals that I have, that the Republicans have in the field of health, in the field of education, in the field of welfare, because they are not extreme, because they will accomplish the end uh - without too great cost in dollars or in freedom, that they could get through the next Congress.\n", " I would say this: that we, of course, expect to pick up some seats in both in the House and the Senate. Uh - We would hope to control the House, to get a majority in the House uh - in this election. We cannot, of course, control the Senate. I would say that a president will be able to lead - a president will be able to get his program through - to the effect that he has the support of the country, the support of the people. Sometimes we - we get the opinion that in getting programs through the House or the Senate it's purely a question of legislative finagling and all that sort of thing. It isn't really that. Whenever a majority of the people are for a program, the House and the Senate responds to it. And whether this House and Senate, in the next session is Democratic or Republican, if the country will have voted for the candidate for the presidency and for the proposals that he has made, I believe that you will find that the president, if it were a Republican, as it would be in my case, would be able to get his program through that Congress. Now, I also say that as far as Senator Kennedy's proposals are concerned, that, again, the question is not simply one of uh - a presidential veto stopping programs. You must always remember that a president can't stop anything unless he has the people behind him. And the reason President Eisenhower's vetoes have been sustained - the reason the Congress does not send up bills to him which they think will be vetoed - is because the people and the Congress, the majority of them, know the country is behind the President.\n", " I agree with Senator Kennedy's appraisal generally in this respect. The question of Communism within the United States has been one that has worried us in the past. It is one that will continue to be a problem for years to come. We have to remember that the cold war that Mr. Khrushchev is waging and his colleagues are waging, is waged all over the world and it's waged right here in the United States. That's why we have to continue to be alert. It is also essential in being alert that we be fair; fair because by being fair we uphold the very freedoms that the Communists would destroy. We uphold the standards of conduct which they would never follow. And, in this connection, I think that uh - we must look to the future having in mind the fact that we fight Communism at home not only by our laws to deal with Communists uh - the few who do become Communists and the few who do become tra- fellow travelers, but we also fight Communism at home by moving against those various injustices which exist in our society which the Communists feed upon. And in that connection I again would say that while Senator Kennedy says we are for the status quo, I do believe that he uh - would agree that I am just as sincere in believing that my proposals for federal aid to education, my proposals for health care are just as sincerely held as his. The question again is not one of goals - we're for those goals - it's one of means.\n", " Not at all. As a matter of fact your question brings out a point that I am very glad to make. Too often in appraising whether we are moving ahead or not we think only of what the federal government is doing. Now that isn't the test of whether America moves. The test of whether America moves is whether the federal government, plus the state government, plus the local government, plus the biggest segment of all - individual enterprise - moves. We have for example a gross national product of approximately five hundred billion dollars. Roughly a hundred billion to a hundred and a quarter billion of that is the result of government activity. Four hundred billion, approximately, is a result of what individuals do. Now, the reason the Eisenhower Administration has moved, the reason that we've had the funds, for example, locally to build the schools, and the hospitals, and the highways, to make the progress that we have, is because this Administration has encouraged individual enterprise; and it has resulted in the greatest expansion of the private sector of the economy that has ever been witnessed in an eight-year period. And that is growth. That is the growth that we are looking for; it is the growth that this Administration has supported and that its policies have stimulated.\n", " Thank you, Mr. Smith. Senator Kennedy. First of all, I think it is well to put in perspective where we really do stand with regard to the Soviet Union in this whole matter of growth. The Soviet Union has been moving faster than we have. But the reason for that is obvious. They start from a much lower base. Although they have been moving faster in growth than we have, we find, for example, today that their total gross national product is only forty-four per cent of our total gross national product. That's the same percentage that it was twenty years ago. And as far as the absolute gap is concerned, we find that the United States is even further ahead than it was twenty years ago. Is this any reason for complacency? Not at all Because these are determined men. They are fanatical men. And we have to get the very most of uh - out uh - out of our economy. I agree with Senator Kennedy completely on that score. Where we disagree is in the means that we would use to get the most out of our economy. I respectfully submit that Senator Kennedy too often would rely too much on the federal government, on what it would do to solve our problems, to stimulate growth. I believe that when we examine the Democratic platform, when we examine the proposals that he has discussed tonight, when we compare them with the proposals that I have made, that these proposals that he makes would not result in greater growth for this country than would be the case if we followed the programs that I have advocated. There are many of the points that he has made that I would like to comment upon. The one in the field of health is worth mentioning. Our health program - the one that Senator Javits and other Republican Senators, as well as I supported - is one that provides for all people over sixty-five who want health insurance, the opportunity to have it if they want it. It provides a choice of having either government insurance or private insurance. But it compels nobody to have insurance who does not want it. His program under Social Security, would require everybody who had Social Security to take government health insurance whether he wanted it or not. And it would not cover several million people who are not covered by Social Security at all. Here is one place where I think that our program does a better job than his. The other point that I would make is this: this downgrading of how much things cost I think many of our people will understand better when they look at what happened when - during the Truman Administration when the government was spending more than it took in - we found savings over a lifetime eaten up by inflation. We found the people who could least afford it - people on retired incomes uh - people on fixed incomes - we found them unable to meet their bills at the end of the month. It is essential that a man who's president of this country certainly stand for every program that will mean for growth. And I stand for programs that will mean growth and progress. But it is also essential that he not allow a dollar spent that could be better spent by the people themselves.\n", " I have no comment.\n"], "oct_13_1960": [" Good evening, Mr. Shadel.\n", " Yes. As a matter of fact, the statement that Senator Kennedy made was that - to the effect that there were trigger-happy Republicans, that my stand on Quemoy and Matsu was an indication of trigger-happy Republicans. I resent that comment. I resent it because th- it's an implication that Republicans have been trigger-happy and, therefore, would lead this nation into war. I would remind Senator Kennedy of the past fifty years. I would ask him to name one Republican president who led this nation into war. There were three Democratic presidents who led us into war. I do not mean by that that one party is a war party and the other party is a peace party. But I do say that any statement to the effect that the Republican party is trigger-happy is belied by the record. We had a war when we came into power in 1953. We got rid of that; we've kept out of other wars; and certainly that doesn't indicate that we're trigger-happy. We've been strong, but we haven't been trigger-happy. As far as Berlin is concerned, there isn't any question about the necessity of defending Berlin; the rights of people there to be free; and there isn't any question about what the united American people - Republicans and Democrats alike - would do in the event there were an attempt by the Communists to take over Berlin.\n", " Mr. Von Fremd, it would be completely irresponsible for a candidate for the presidency, or for a president himself, to indicate the course of action and the weapons he would use in the event of such an attack. I will say this: in the event that such an attack occurred and in the event the attack was a prelude to an attack on Formosa - which would be the indication today because the Chinese Communists say over and over again that their objective is not the offshore islands, that they consider them only steppingstones to taking Formosa - in the event that their attack then were a prelude to an attack on Formosa, there isn't any question but that the United States would then again, as in the case of Berlin, honor our treaty obligations and stand by our ally of Formosa. But to indicate in advance how we would respond, to indicate the nature of this response would be incorrect; it would certainly be inappropriate; it would not be in the best interests of the United States. I will only say this, however, in addition: to do what Senator Kennedy has suggested - to suggest that we will surrender these islands or force our Chinese Nationalist allies to surrender them in advance - is not something that would lead to peace; it is something that would lead, in my opinion, to war. This is the history of dealing with dictators. This is something that Senator Kennedy and all Americans must know. We tried this with Hitler. It didn't work. He wanted first uh - we know, Austria, and then he went on to the Sudetenland and then Danzig, and each time it was thought this is all that he wanted. Now what do the Chinese Communists want? They don't want just Quemoy and Matsu; they don't want just Formosa; they want the world. And the question is if you surrender or indicate in advance that you're not going to defend any part of the free world, and you figure that's going to satisfy them, it doesn't satisfy them. It only whets their appetite; and then the question comes, when do you stop them? I've often heard President Eisenhower in discussing this question, make the statement that if we once start the process of indicating that this point or that point is not the place to stop those who threaten the peace and freedom of the world, where do we stop them? And I say that those of us who stand against surrender of territory - this or any others - in the face of blackmail, in the s- face of force by the Communists are standing for the course that will lead to peace.\n", " Yes. I am going to make a major speech on this whole subject next week before the next debate, and I will have an opportunity then to answer any other questions that may arise with regard to my position on it. There isn't any question but that we must move forward in every possible way to reduce the danger of war; to move toward controlled disarmament; to control tests; but also let's have in mind this: when Senator Kennedy suggests that we haven't been making an effort, he simply doesn't know what he's talking about. It isn't a question of the number of people who are working in an Administration. It's a question of who they are. This has been one of the highest level operations in the whole State Department right under the President himself. We have gone certainly the extra mile and then some in making offers to the Soviet Union on control of tests, on disarmament, and in every other way. And I just want to make one thing very clear. Yes, we should make a great effort. But under no circumstances must the United States ever make an agreement based on trust. There must be an absolute guarantee. Now, just a comment on Senator Kennedy's last answer. He forgets that in this same debate on the Formosa resolution, which he said he voted for - which he did - that he voted against an amendment, or was recorded against an amendment - and on this particular - or for an amendment, I should say - which passed the Senate overwhelmingly, seventy to twelve. And that amendment put the Senate of the United States on record with a majority of the Senator's own party voting for it, as well as the majority of Republicans - put them on record - against the very position that the Senator takes now of surrendering, of indicating in advance, that the United States will not defend the offshore islands.\n", " Well Mr. Drummond, first of all, referring to Secretary Dulles' press conference, I think if you read it all - and I know that you have - you will find that Secretary Dulles also indicated in that press conference that when the troops were withdrawn from Quemoy, that the implication was certainly of everything that he said, that Quemoy could better be defended. There were too many infantrymen there, not enough heavy artillery; and certainly I don't think there was any implication in Secretary Dulles' statement that Quemoy and Matsu should not be defended in the event that they were attacked, and that attack was a preliminary to an attack on Formosa. Now as far as President Eisenhower is concerned, I have often heard him discuss this question. As I uh - related a moment ago, the President has always indicated that we must not make the mistake in dealing with the dictator of indicating that we are going to make a concession at the point of a gun. Whenever you do that, inevitably the dictator is encouraged to try it again. So first it will be Quemoy and Matsu, next it may be Formosa. What do we do then? My point is this: that once you do this - follow this course of action - of indicating that you are not going to defend a particular area, the inevitable result is that it encourages a man who is determined to conquer the world to press you to the point of no return. And that means war. We went through this tragic experience leading to World War II. We learned our lesson again in Korea, We must not learn it again. That is why I think the Senate was right, including a majority of the Democrats, a majority of the Republicans, when they rejected Senator Kennedy's position in 1955. And incidentally, Senator Johnson was among those who rejected that position - voted with the seventy against the twelve. The Senate was right because they knew the lesson of history. And may I say, too, that I would trust that Senator Kennedy would change his position on this - change it; because as long as he as a major presidential candidate continues to suggest that we are going to turn over these islands, he is only encouraging the aggressors - the Chinese Communist and the Soviet aggressors - to press the United States, to press us to the point where war would be inevitable. The road to war is always paved with good intentions. And in this instance the good intentions, of course, are a desire for peace. But certainly we're not going to have peace by giving in and indicating in advance that we are not going to defend what has become a symbol of freedom.\n", " Yes, I think so. Of course, both er - Senator Kennedy and I have felt Mr. Truman's ire; and uh - consequently, I think he can speak with some feeling on this subject. I just do want to say one thing, however. We all have tempers; I have one; I'm sure Senator Kennedy has one. But when a man's president of the United States, or a former president, he has an obligation not to lose his temper in public. One thing I've noted as I've traveled around the country are the tremendous number of children who come out to see the presidential candidates. I see mothers holding their babies up, so that they can see a man who might be president of the United States. I know Senator Kennedy sees them, too. It makes you realize that whoever is president is going to be a man that all the children of America will either look up to, or will look down to. And I can only say that I'm very proud that President Eisenhower restored dignity and decency and, frankly, good language to the conduct of the presidency of the United States. And I only hope that, should I win this election, that I could approach President Eisenhower in maintaining the dignity of the office; in seeing to it that whenever any mother or father talks to his child, he can look at the man in the White House and, whatever he may think of his policies, he will say: \"Well, there is a man who maintains the kind of standards personally that I would want my child to follow.\"\n", " Well, Mr. Cater, of course it's a criticism that uh - is being made. Uh - I obviously don't think it's valid. I have supported the Administration's position and I think that that position has been correct; I think my position has been correct. As far as Indochina was concerned, I stated over and over again that it was essential during that period that the United States make it clear that we would not tolerate Indochina falling under Communist domination. Now, as a result of our taking the strong stand that we did, the civil war there was ended; and today, at least in the south of Indochina, the Communists have moved out and we do have a strong, free bastion there. Now, looking to the U-2 flights, I would like to point out that I have been supporting the President's position throughout. I think the President was correct in ordering these flights. I think the President was correct, certainly, in his decision to continue the flights while the conference was going on. I noted, for example, in reading a - uh - a - a particular discussion that Senator Kennedy had with Dave Garroway shortly after the uh - his statement about regrets, that uh - he made the statement that he felt that these particular flights uh - were ones that shouldn't have occurred right at that time, and the indication was how would Mr. Khrushchev had felt if we had uh - had a flight over the uni- how would we have felt if Mr. Khrushchev ha - uh - had a flight over the United States while uh - he was visiting here. And the answer, of course, is that Communist espionage goes on all the time. The answer is that the United States can't afford to have a es- an es - a espionage lack or should we s- uh - lag - or should I say uh - an intelligence lag - any more than we can afford to have a missile lag. Now, referring to your question with regard to Quemoy and Matsu. What I object to here is the constant reference to surrendering these islands. Senator Kennedy quotes the record, which he read from a moment ago, but what he forgets to point out is that the key vote - a uh - vote which I've referred to several times - where he was in the minority was one which rejected his position. Now, why did they reject it? For the very reason that those Senators knew, as the President of the United States knew, that you should not indicate to the Communists in advance that you're going to surrender an area that's free. Why? Because they know as Senator Kennedy will have to know that if you do that you encourage them to more aggression.\n", " Well I welcome this opportunity to join Senator Kennedy completely on that statement and to say before this largest television audience in history something that I have been saying in the past and want to - will always say in the future. On our last television debate, I pointed out that it was my position that Americans must choose the best man that either party could produce. We can't settle for anything but the best. And that means, of course, the best man that this nation can produce. And that means that we can't have any test of religion. We can't have any test of race. It must be a test of a man. Also as far as religion is concerned. I have seen Communism abroad. I see what it does. Communism is the enemy of all religions; and we who do believe in God must join together. We must not be divided on this issue. The worst thing that I can think can happen in this campaign would be for it to be decided on religious issues. I obviously repudiate the Klan; I repudiate anybody who uses the religious issue; I will not tolerate it, I have ordered all of my people to have nothing to do with it and I say - say to this great audience, whoever may be listening, remember, if you believe in America, if you want America to set the right example to the world, that we cannot have religious or racial prejudice. We cannot have it in our hearts. But we certainly cannot have it in a presidential campaign.\n", " Mr. McGee, I am planning a speech on that subject next week. Uh - Also, so that we can get the uh - opportunity for the questioners to question me, it will be before the next television debate. Uh - I will say simply, in advance of it, that I believe that in this area, the laws which should be passed uh - as far as the big national emergency strikes are concerned, are ones that will give the president more weapons with which to deal with those strikes. Now, I have a basic disagreement with Senator Kennedy, though, on this point. He has taken the position, when he first indicated in October of last year, that he would even favor compulsory arbitration as one of the weapons the president might have to stop a national emergency strike. I understand in his last speech before the Steelworkers Union, that he changed that position and indicated that he felt that government seizure might be the best way to stop a strike which could not be settled by collective bargaining. I do not believe we should have either compulsory arbitration or seizure. I think the moment that you give to the union, on the one side, and to management, on the other side, the escape hatch of eventually going to government to get it settled, that most of these great strikes will end up being settled by government, and that will be a - be in the end, in my opinion, wage control; it would mean price control - all the things that we do not want. I do believe, however, that we can give to the president of the United States powers, in addition to what he presently has in the fact finding area, which would enable him to be more effective than we have been in handling these strikes. One last point I should make. The record in handling them has been very good during this Administration. We have had less man-hours lost by strikes in these last seven years than we had in the previous seven years, by a great deal. And I only want to say that however good the record is, it's got to be better. Because in this critical year - period of the sixties we've got to move forward, all Americans must move forward together, and we have to get the greatest cooperation possible between labor and management. We cannot afford stoppages of massive effect on the economy when we're in the terrible competition we're in with the Soviets.\n", " Senator Kennedy has indicated on several occasions in this program tonight that I have been misstating his record and his figures. I will issue a white paper after this broadcast, quoting exactly what he said on compulsory arbitration, for example, and the record will show that I have been correct. Now as far as his figures are concerned here tonight, he again is engaging in this, what I would call, mirror game of \"here-it-is-and-here-it-isn't.\" Uh - On the one hand, for example, he suggests that as far as his medical care program is concerned that that really isn't a problem because it's from Social Security. But Social Security is a tax. The people pay it. It comes right out of your paycheck. This doesn't mean that the people aren't going to be paying the bill. He also indicates as far as his agricultural program is concerned that he feels it will cost less than ours. Well, all that I can suggest is that all the experts who have studied the program indicate that it is the most fantastic program, the worst program, insofar as its effect on the farmers, that the - America has ever had foisted upon it in an election year or any other time. And I would also point out that Senator Kennedy left out a part of the cost of that program - a twenty-five percent rise in food prices that the people would have to pay. Now are we going to have that when it isn't going to help the farmers? I don't think we should have that kind of a program. Then he goes on to say that he's going to change the interest-rate situation and we're going to get some more money that way. Well, what he is saying there in effect, we're going to have inflation. We're going to go right back to what we had under Mr. Truman when he had political control of the Federal Reserve Board. I don't believe we ought to pay our bills through inflation, through a phony interest rate.\n", " Mr. Drummond, I am never satisfied with the economic growth of this country. I'm not satisfied with it even if there were no Communism in the world, but particularly when we're in the kind of a race we're in, we have got to see that America grows just as fast as we can, provided we grow soundly. Because even though we have maintained, as I pointed out in our first debate, the absolute gap over the Soviet Union; even though the growth in this Administration has been twice as much as it was in the Truman Administration; that isn't good enough. Because America must be able to grow enough not only to take care of our needs at home for better education and housing and health - all these things we want. We've got to grow enough to maintain the forces that we have abroad and to wage the non-military battle for the war - uh - for the world in Asia, in Africa and Latin America. It's going to cost more money, and growth will help us to win that battle. Now, what do we do about it? And here I believe basically that what we have to do is to stimulate that sector of America, the private enterprise sector of the economy, in which there is the greatest possibility for expansion. So that is why I advocate a program of tax reform which will stimulate more investment in our economy. In addition to that, we have to move on other areas that are holding back growth. I refer, for example, to distressed areas. We have to move into those areas with programs so that we make adequate use of the resources of those areas. We also have to see that all of the people of the United States - the tremendous talents that our people have - are used adequately. That's why in this whole area of civil rights, the equality of opportunity for employment and education is not just for the benefit of the minority groups, it's for the benefit of the nation so that we can get the scientists and the engineers and all the rest that we need. And in addition to that, we need programs, particularly in higher education, which will stimulate scientific breakthroughs which will bring more growth. Now what all this, of course, adds up to is this: America has not been standing still. Let's get that straight. Anybody who says America's been standing still for the last seven and a half years hasn't been traveling around America. He's been traveling in some other country. We have been moving. We have been moving much faster than we did in the Truman years. But we can and must move faster, and that's why I stand so strongly for programs that will move America forward in the sixties, move her forward so that we can stay ahead of the Soviet Union and win the battle for freedom and peace.\n", " Senator Kennedy's position and mine completely different on this. I favor the present depletion allowance. I favor it not because I want to make a lot of oil men rich, but because I want to make America rich. Why do we have a depletion allowance? Because this is the stimulation, the incentive for companies to go out and explore for oil, to develop it. If we didn't have a depletion allowance of certainly, I believe, the present amount, we would have our oil exploration cut substantially in this country. Now, as far as my position then is concerned, it is exactly opposite to the Senator's. And it's because of my belief that if America is going to have the growth that he talks about and that I talk about and that we want, the thing to do is not to discourage individual enterprise, not to discourage people to go out and discover more oil and minerals, but to encourage them. And so he would be doing exactly the wrong thing. One other thing. He suggests that there are a number of other items in this whole depletion field that could be taken into account. He also said a moment ago that we would get more money to finance his programs by revising the tax laws, including depletion. I should point out that as far as depletion allowances are concerned, the oil depletion allowance is one that provides eighty percent of all of those involved in depletion, so you're not going to get much from revenue insofar as depletion allowances are concerned, unless you move in the area that he indicated. But I oppose it. I oppose it for the reasons that I mentioned. I oppose it because I want us to have more oil exploration and not less.\n", " Well, Mr. Von Fremd, the first thing we have to do is to continue to keep confidence abroad in the American dollar. That means that we must continue to have a balanced budget here at home in every possible circumstance that we can; because the moment that we have loss of confidence in our own fiscal policies at home, it results in gold flowing out. Secondly, we have to increase our exports, as compared with our imports. And here we have a very strong program going forward in the Department of Commerce. This one must be stepped up. Beyond that, as far as the gold supply is concerned, and as far as the movement of gold is concerned, uh - we have to bear in mind that we must get more help from our allies abroad in this great venture in which all free men are involved of winning the battle for freedom. Now America has been carrying a tremendous load in this respect. I think we have been right in carrying it. I have favored our programs abroad for economic assistance and for military assistance. But now we find that the countries of Europe for example, that we have aided, and Japan, that we've aided in the Far East; these countries - some our former enemies, have now recovered completely. They have got to bear a greater share of this load of economic assistance abroad. That's why I am advocating, and will develop during the course of the next Administration - if, of course, I get the opportunity - a program in which we enlist more aid from these other countries on a concerted basis in the programs of economic development for Africa, Asia and Latin America. The United States cannot continue to carry the major share of this burden by itself. We can a big share of it, but we've got to have more help from our friends abroad; and these three factors, I think, will be very helpful in reversing the gold flow which you spoke about.\n", " Well, I would say first of all that Senator's - Kennedy's statement that he's just made is not going to help our Gallup Polls abroad and it isn't going to help our prestige either. Let's look at the other side of the coin. Let's look at the vote on the Congo, the vote was seventy to nothing against the Soviet Union. Let's look at the situation with regard to economic growth as it really is. We find that the Soviet Union is a very primitive economy. Its growth rate is not what counts; it's whether it is catching up with us and it is not catching up with us. We're well ahead and we can stay ahead, provided we have confidence in America and don't run her down in order to build her up. We could look also at other items which Senator Kennedy has named, but I will only conclude by saying this: in this whole matter of prestige, in the final analysis, its whether you stand for what's right. And getting back to this matter that we discussed at the outset, the matter of Quemoy and Matsu. I can think of nothing that will be a greater blow to the prestige of the United States among the free nations in Asia than for us to take Senator Kennedy's advan- advice to go - go against what a majority of the members of the Senate, both Democrat and Republican, did - said in 1955, and to say in advance we will surrender an area to the Communists. In other words, if the United States is going to maintain its strength and its prestige, we must not only be strong militarily and economically, we must be firm diplomatically. Thi- Certainly we have been speaking, I know, of whether we should have retreat or defeat. Let's remember the way to win is not to retreat and not to surrender.\n"]}}