{"John Anderson": {"sep_21_1980": [" fiscal restraint, I think is necessary.\n", " Mr. Movers, in addition to saying that this is no time for a tax cut, in view of the incipient signs of renewed inflation, in addition to calling for restraint in Federal spending, 15 months ago, I also suggested we ought to have an emergency excise tax on gasoline. I say that because I think, this year, we will send $90 billion out of this country to pay for imported oil, even though that. those imports have been reduced. And since I first made that proposal 15 months ago, the price of gasoline, which was then $.80, has gone up to about $1.30. In other words, we've had a huge increase of about $.50 a gallon since that time, and all of that increase has gone out of this country - or much of it - into the pockets of OPEC oil producers. Whereas I have proposed we ought to take. put that tax on here at home, reduce our consumption of that imported oil. Recycle those proceeds, then, back into the pockets of the American workers by reducing their tax payments. their Social Security tax payments by 50%. That, I think, in addition, would be an anti-inflationary measure that would strengthen the economy of this country.\n", " Well, Mr. Greenberg, I simply cannot allow to go unpassed the statements that have just been made by Mr. Reagan, who once again, has demonstrated, I think, a total misunderstanding of the energy crisis that confronts, not only this country, but the world, when he suggests that we have 27 years' supply of natural gas, 47 years' supply of oil, and all the rest, and that we really. all we have to do is to get the Government off the back of the oil industry, and that's going to be enough.\n\nI agree with what I think is the major premise of your question, sir, that we are going to have to create a new conservation ethic in the minds of the American people. and that's simply why I proposed, 15 months ago, the emergency excise tax on gasoline that I did. I did it as a security measure to be sure, because I would rather see us reduce the consumption of imported oil than have to send American boys to fight in the Persian Gulf. But at the same time, I think it's going to take a dramatic measure of that kind to convince the American people that we will have to reduce the use of the private automobile. We simply cannot have people sitting one behind the wheel of a car in these long traffic jams going in and out of our great cities. We are going to have to resort to van pooling, to car pooling. We're going to have to develop better community transportation systems, so that with buses and light rail, we can replace the private automobile in those places where it clearly is not energy-efficient. I think that, with respect to housing, when we are consuming, even though our per capita income today is about the same as that of the Federal Republic of Germany, we are consuming about, by a factor of two, the amount of energy that they consume in that country. Surely, there are things that we can do in the retrofitting, ;n the redesign of our homes, not only of our houses, but of our commercial structures, as well, that will make it possible for us to achieve. According to one study that was published a short time ago - the Harvard Business School study - indicated that just in the commercial sector alone of the economy, we could save between 30% and 40% of the energy that we consume in this country today. So I think, yes, we will have to change in a very appreciable way, some of the lifestyles that we now enjoy.\n", " Mr. Greenberg, I think my opponent in this debate tonight is overlooking one other very important fact. And that is, that we cannot look at this as simply a national problem. Even though it's true that, perhaps, between now and the end of the decade, our total consumption of oil may not increase by more than, perhaps, a million or 2 million barrels of oil a day. The rest of the Western world, we are told, may see its consumption increase from 51 million barrels to about 66 million. And that additional 15 million barrels is going to cause scarcity. It is going to cause scarcity in world markets because there are at least five reputable studies, one even by the American Petroleum Institute itself, that, I think, clearly indicate that somewhere along around the end of the present decade, total world demand for oil is simply going to exceed total available supplies. I think that conservation - I think that a change in lifestyles - is necessary, and we had better begin to plan for that now rather than later.\n", " Mr. Corddry, I am well aware of the present deficiencies in the Armed Forces of this country. When you have a report, as we did recently, that six out of 10 CONUS Divisions in this country - Continental United States Army Divisions - simply could not pass a readiness test: that two out of three divisions that were to be allocated to the so-called Rapid Deployment Force could not meet a readiness test. And in most cases, that failure to meet the test was because of a lack of manning requirements, an inability to fill many of the slots in those divisions. Yes, I have seen figures that indicate that perhaps as of September, 1980 - this very month - that there is a shortage of about 104,000 in the ranks between E-4 and E-9. And there were reports. public reports not long ago about ships that could not leave American ports because of a lack of crews. I talked to one of the leading former chiefs of Naval operations in my office a few weeks ago, who told me about 25,000 Chief Petty Officers being short. But, I think that that is clearly related to the fact that, going back to the time when the all-volunteer Army was created in 1973 - and I worked hard for it and supported it - we simply have failed to keep pace with the cost of living. And today, on the average, the average serviceman is at least 15% - and I happen to think that's a very modest estimate - 15% below what has happened to the cost of living over that period of time. And as a result, the families of some of our young servicemen are on food stamps today. And I think that's shocking; it's shameful. So, yes, I told the American Legion National! Convention, the VFW National Convention - when I spoke to each of those bodies - I outlined a very specific program of increasing pay and allowances, reenlistment bonuses. That only makes sense. But I would leave you with this thought, sir, to be quite specific in my answer to your question: that, of course, to protect the vital interests of this country, if that became impossible; if I could not, despite the very best efforts that I asked the Congress to put forward, to raise those pay and incentives and allowances, of course, I would not leave this country go undefended.\n", " Mr. Moyers. I must say that I think I have better opportunity, however, of finding the necessary funds to pay what, admittedly, will be very, very substantial sums of money. We signed one bill. or we passed one bill, just a couple of weeks ago in the House of Representatives for $500 million - a half a billion dollars. That is just a downpayment, in my opinion. But, unlike Governor Reagan, I do not support a boondoggle like the MX missile. I've just gotten a report from the Air Force that indicates that the 30-year lifecycle cost of that system is going to be $100 billion. The initial cost is about $54 billion, and then when you add in the additional costs - not only the construction of the system, the missiles and the personnel, and so on - when you add in the additional costs over the lifecycle of that system, over $100 billion. I would propose to save the taxpayers of this country from that kind of costly boondoggle.\n", " Mr. May, I recently saw a Princeton University study that indicated that the cities of America - the large cities of this country - are in worse shape today than they were in 1960. It seems to totally belie the claim that I heard President Carter make a few days ago, that he was the first President that had come forth with a real urban strategy to meet the problems of urban America. Incidentally, just this past week, the crown jewel in that program that he had devised was stolen, I guess, because a conference committee turned down the ambitious plan that he had to increase the amount of money that would be available to the Economic Development Administration for loan guarantees and direct loans and credits. I'm happy to say that, in contrast to that, the Anderson-Lucey platform for America, program for the 80s, has devoted considerable time, and in very specific detail, we have talked about two things that ought to be done to aid urban America. We call, first of all, for the creation of a $4 billion urban reinvestment trust fund to do exactly what you spoke about in your question - to rebuild the streets, to rebuild the cities, the leaking water mains. I was in North Pittsburgh - I think it was a few weeks ago, on my campaign - the water mains in that city had begun to leak, and literally, there wasn't money available to fix them. And until we can begin to recreate the basic infrastructure of the great cities of America, particularly in the upper Midwest and in the Northeast, they simply are not going to provide the kind of economic climate that will enable them to retain industry, enable them to retain the kind of solid industrial base that they need, so that they can provide jobs. We have also provided in our program for a $4 billion Community Trust Fund, and we've told you where the money is coming from. It's going to come from the dedication, by 1984, of the excise revenues that today are being collected by the Federal Government on alcohol and tobacco. That money, I think, ought to be put into rebuilding the base of our cities. In addition to that, jobs programs to re-employ the youth in our cities would be very high on my priority list, both the Youth Opportunities Act of 1980 and a billion-dollar program that I would recommend to put youth to work in energy projects, in conservation projects, in projects that would carry out some of the great national goals of our country.\n", " Well, of course, where has the private sector been, Governor Reagan, during the years that our cities have been deteriorating? It seems to me that to deny the responsibility of the Federal Government to do something about our crumbling cities is to deny the opportunity for one thing: To 55% of the black population of our country that is locked within the inner cities of the metropolitan areas of our country. We simply cannot ignore the fact that, in those cities today, we have 55% youth unemployment among black and Hispanic youth. And why is that? It's because they have lost their industry. And why have they lost their industry? It's because they no longer present the kind of viable economic climate that makes it possible for industry to remain there, or to locate there. I think Government has a responsibility to find jobs for the youth of this country, and that the place to start is to assist in the very important and necessary task of helping cities rebuild.\n", " Miss Quinn, I would be very happy to accept the challenge of your question tonight, to tell the voters of this country exactly what I think it's going to cost, because I believe that all too often in past elections, politicians have simply been promising people things that they cannot deliver. When these Presidential Debates were held just four years ago, I remember the incumbent President, who was willing to debate, President Ford, telling the American people that they simply ought not to vote for somebody who promised more than they could deliver. Well, we've seen what has happened. We haven't gotten either the economies in Government that were promised; we haven't gotten the 4% inflation that we were supposed to get at the end of Mr. Carter's first term. Instead we had, I think, in the second quarter, a Consumer Price Index registering around 12%. And nobody really knows, with the latest increase in the Wholesale Price Index - that's about 18% on an annualized basis - what it's going to be. Let me say this. I think my programs are far less inflationary than those of Governor Reagan. His own running mate, when he was running for the Presidency, said that they would cost 30% inflation inside of two years, and he cited his leading economic advisor, a very distinguished economist, Paul Macavoy, as the source of that information. He went so far as to call it \"brutal economics.\" I've been very careful - I have been very careful in saying that what I'm going to do is to bring Federal spending under control first. I would like to stand here and promise the American people a tax cut, as Governor Reagan has done. But, you know, it's gotten to be about $122 difference. Somebody worked it out. And they figured out that between the tax cut that Governor Reagan is promising the American people, and the tax cut that Jimmy Carter is promising in 198I, his is worth about $122 more. So you, dear voters, are out there on the auction block, and these two candidates are bidding for your votes. And one is going to give you $122 more if you happen to be in that range of about a $20,000-a-year income. I'm going to wait until I see that that inflation rate is going down, before I even begin to phase in the business tax cuts that I've talked about. But I think, by improving productivity, they would be far less inflationary than the consumption-oriented tax cut that Governor Reagan is recommending.\n", " Mr. Moyers, I'm not here to debate Governor Reagan's record as Governor. This is 1980 and not 1966. But I do know that, despite his pledge to reduce state Government spending, that it rose from $4.6 billion when he took office in 1967, to $10.2 billion during his eight years in office. Spending, in other words. more than doubled, and it rose at a faster rate than spending was rising in the Federal Government. But on his very optimistic figures about his tax cut producing a balanced budget by 1983, and the fact that he is using, he says, the figures of the Senate Budget Committee, that Senate Budget Committee Report does not accommodate all of the Reagan defense plans. It doesn't accommodate the expenditures that he calls for, for accelerated development and deployment of a new manned strategic bomber, for a permanent fleet in the Indian Ocean, for the restoration of the fleet to 600 ships, to the development and deployment of a dedicated modern aircraft interceptor. In other words, I have seen his program costed out to the point where it would amount to more than $300 million a year, just for the military. And I think the figures that he has given are simply not going to stand up.\n", " Ms. Golden, certainly the church has the right to take a position on moral issues. But to try, as occurred in the case that you mentioned - that specific case - to try to tell the parishioners of any church, of any denomination, how they should vote, or for whom they should vote, I think violates the principle of separation of church and state. Now, Governor Reagan is running on a platform that calls for a Constitutional amendment banning abortion. I think that is a moral issue that ought to be left to the freedom of conscience of the individual. And for the state to interfere with a Constitutional amendment, and tell a woman that she must carry that pregnancy to term, regardless of her personal belief, that, I think, violates freedom of conscience as much as anything that I can think of. And he is also running on a platform that suggests a litmus test for the selection of judges - that only judges that hold a certain, quote, \"view,\" on the sanctity of family life, ought to be appointed to the Federal Judiciary, one of the three great independent branches of our Government. No. I believe in freedom of choice. I don't believe in Constitutional Amendments that would interfere with that. I don't believe in trying to legislate new tests for the selection of the Federal Judiciary. On the Amendment that you mentioned, I abandoned it 15 years ago. And I have said freely, all over this country, that it was a mistake for me or anyone to ever try to put the Judeo-Christian heritage of this country, important as it is, and important as my religious faith is to me - it's a very deeply personal matter. But for me to try, in this very pluralistic society of ours, to try to frame any definition, whatever, of what that belief should be, is wrong. And so, not once, but twice - in 1971 - I voted on the floor of the House of Representatives against a Constitutional amendment that tried to bring prayer back into the public schools. I think mother ought to whisper to Johnny and to Susie, as they button their coats in the morning and leave for the classroom, \"Be sure to say a prayer before you start your day's work.\" But I don't think that the state, the Board of Regents, a Board of Education, or any state official, should try to compose that prayer for a child to recite.\n", " I also think that that unborn child has a right to be wanted. And I also believe, sir, that the most personal intimate decision that any woman is ever called upon to make is the decision as to whether or not she shall carry a pregnancy to term. And for the state to interfere in that decision, under whatever guise, and with whatever rationale, for the state to try to take over in that situation, and by edict, command what the individual shall do, and substitute itself for that individual's conscience, for her right to consult her rabbi, her minister, her priest, her doctor - any other counselor of her choice - I think goes beyond what we want to ever see accomplished in this country, if we really believe in the First Amendment: if we really believe in freedom of choice and the right of the individual.\n", " Mr. Movers, President Carter was not right a few weeks ago when he said that the American people were confronted with only two choices, with only two men, and with only two parties. I think you've seen tonight in this debate that Governor Reagan and I have agreed on exactly one thing - we are both against the reimposition of a peacetime draft. We have disagreed, I believe, on virtually every other issue. I respect him for showing tonight - for appearing here, and I thank the League of Women Voters for the opportunity that they have given me. I am running for President as an Independent because I believe our country is in trouble. I believe that all of us are going to have to begin to work together to solve our problems. If you think that I am a spoiler, consider these facts: Do you really think that our economy is healthy? Do you really think that 8 million Americans being out of work and the 50% unemployment among the youth of our country are acceptable? Do you really think that our armed forces are really acceptably strong in those areas of conventional capability where they should be? Do you think that our political institutions are working the way they should when literally only half of our citizens vote? I don't think you do think that. And therefore, I think you ought to consider doing something about it, and voting for an Independent in 1980. You know, a generation of office seekers has tried to tell the American people that they could get something for nothing. It's been a time, therefore, of illusion and false hopes, and the longer it continues, the more dangerous it becomes. We've got to stop drifting. What I wish tonight so desperately is that we had had more time to talk about some of the other issues that are so fundamentally important. A great historian, Henry Steele Commager, said that in their lust for victory, neither traditional party is looking beyond November. And he went on to cite three issues that their platforms totally ignore: atomic warfare, Presidential Directive 59 notwithstanding. If we don't resolve that issue, all others become irrelevant. The issue of our natural resources; the right of posterity to inherit the earth, and what kind of earth will it be? The issue of nationalism - the recognition, he says, that every major problem confronting us is global, and cannot be solved by nationalism here or elsewhere - that is chauvinistic, that is parochial, that is as anachronistic as states' rights was in the days of Jefferson Davis. Those are some of the great issues - atomic warfare, the use of our natural resources, and the issue of nationalism - that I intend to be talking about in the remaining six weeks of this campaign, and I dare hope that the American people will be listening and that they will see that an Independent government of John Anderson and Patrick Lucey can give us the kind of coalition government that we need in 1980 to begin to solve our problems. Thank you.\n", " Miss Loomis, I think it's very appropriate that the first question in this first debate of Campaign '80 should relate to the economy of the country, because it seems to me that the people who are watching us tonight - 221 million Americans - are truly concerned about the poor rate of performance of the American economy over the last four years. Governor Reagan is not responsible for what has happened over the last four years, nor am I. The man who should be here tonight to respond to those charges chose not to attend. But I want to answer as specifically as I can the question that you have just put to me. Let me tell you that I, first of all, oppose an election year tax cut, whether it is the 10% across-the-board tax cut promised to the taxpayers by my opponent in this debate tonight, or whether it is the $27.5 billion tax cut promised on the 20th of August by President Carter. I simply think that when we are confronting a budget deficit this year - and this fiscal year will end in about 10 days, and we are confronted with the possibility of a deficit of $60 billion, perhaps as much as $63 billion - that that simply would be irresponsible. That, once again, the printing presses will start to roll; once again we will see the monetization of that debt result in a higher rate of inflation. Even though we've seen some hopeful signs, perhaps, in the flash report on the third quarter, that perhaps the economy is coming out of the recession, we've also seen the rise in the rate of the prime; we have seen mortgage rates back up again, a sure sign of inflation in the housing industry. What I would propose, and I proposed it way back in March when I was a candidate in my own state of Illinois, I proposed $11.3 billion, specifically, in cuts in the Federal budget. I think we've got to have fiscal restraint. And I said at that time that one of the things that we could do, that perhaps would save as much as $5 billion to $7 billion, according, to one of the leading members of the House Budget Committee, was to recalculate the index that is used to determine the cost of living benefits that are paid to civil service retirees, to military retirees. That we ought to ... in addition to that, we ought to pay those retirement benefits on the basis of once a year, rather than twice a year, and save $750 billion. In other words....\n"]}, "Ronald Reagan": {"sep_21_1980": [" I believe that the only unpopular measures, actually, that could be, or would be applied, would be unpopular with the government, and with those. perhaps, some special interest groups who are tied closely to government. I believe that inflation today is caused by government simply spending more than government takes in, at the same time that government has imposed upon business and industry, from the shopkeeper on the corner to the biggest industrial plant in America, countless harassing regulations and punitive taxes that have reduced productivity at the same time they have increased the cost of production. And when you are reducing productivity at the same time that you are turning out printing-press money in excessive amounts, you're causing inflation. And it isn't really higher prices, it's just, you are reducing the value of the money. You are robbing the American people of their savings. And so, the plan that I have proposed - and contrary to what John says, my plan is for a phased-in tax cut over a three-year period, tax increase and depreciation allowances for business and industry to give them the capital to refurbish plant and equipment, research and development, improved technology - all of which we see our foreign competitors having, and we have the greatest percentage of outmoded industrial plant and equipment of any of the industrial nations - produce more, have stable money supply, and give the people of this country a greater share of their own savings.\n\nNow, I know that this has been called inflationary by my opponent and by the man who isn't here tonight. But I don't see where it is inflationary to have people keep more of their earnings and spend it, and it isn't inflationary for government to take that money away from them and spend it on the things it wants to spend it on. I believe we need incentive for the individual, and for business and industry, and I believe the plan that I have submitted, with detailed backing, and which has been approved by a number of our leading economists in the country, is based on projections. conservative projections out for the next five years, that indicates that this plan would, by 1983, result in a balanced budget. We have to remember, when we talk a tax cut, we're only talking about reducing a tax increase, because this Administration has left us with a built-in tax increase that will amount to $86 billion next year.\n", " ...and $500 billion over the next five.\n", " Well, I cannot see where a $.50 a gallon tax applied to gasoline would have changed the price of gasoline. It would still have gone up as much as it has, and the $.50 would be added on top of that. And it would be a tax paid by the consumers, and then we're asked to believe that some way, they would get this back to the consumers. But why? Why take it in the first place if you're going to give it back? Why not leave it with them? And John spoke about 15 years ago, on the position that he. or 15 months ago, on what he believed in. Fifteen months ago, he was a cosigner and advocating the very tax cut that I am proposing, and said that that would be a forward step in fighting inflation, and that it would be beneficial to the working people of this country.\n", " Well, I believe that conservation, at course, is worthy in and of itself. Anything that would preserve, or help us use less energy, that would be fine, and I'm for it. But I do not believe that conservation alone is the answer to the present energy problem, because all you're doing then is staving off, by a short time, the day when you would come to the end of the energy supply. To say that we are limited, and at a dangerous point in this country with regard to energy, I think, is to ignore the fact. The fact is, that in today's oil wells, there is more oil still there than we have so far taken out and used. But it would require what is known as secondary or tertiary efforts to bring it out of the ground. And this is known oil reserves, known supplies. There are hundreds of millions of acres of land that have been taken out of circulation by the Government for whatever reason they have, that is believed by the most knowledgeable oil geologists to contain probably more oil and natural gas than we have used so far since we drilled that first well 121 years ago. We have a coal supply that is equal to 50% of the world's coal supply, good for centuries, in this country. I grant you that prices may go up, because as you go further and have to go deeper, you are adding to the cost of production. We have nuclear power, which, I believe, with the safest. the most stringent of safety requirements, could meet our energy needs for the next couple of decades while we go forward exploring the areas of solar power and other forms of energy that might be renewable and that would not be exhaustible. All of these things can be done. When you stop and think that we are only drilling on 2%. have leased only 2% of the possible. possibility for oil of the continental shelf around the United States; when you stop to think that the government has taken over 100 million acres of land out of circulation in Alaska, alone, that is believed by geologists to contain much in the line of minerals and energy sources, then I think it is the Government, and the Government with its own restrictions and regulations, that is creating the energy crisis. That we are, indeed, an energy-rich nation.\n", " Well, as I've said, I am not an enemy of conservation. I wouldn't be called a conservative if I were. But, when my figures are challenged, as the President himself challenged them after I made them, I think it should be called to the attention of John and the others here that my figures are the figures of the Department of Energy, which has not been overly optimistic in recent years as to how much supply we have left. That is the same Government that, in 1920, told us we only had enough oil left for 13 years, and 19 years later, told us we only had enough left for another 15 years. As for saving energy and conserving, the American people haven't been doing badly at that. Because in industry today, we're producing more, over the last several years, and at 12% less use of energy than we were back in about 1973. And motorists are using 8% less than they were back at that time of the oil embargo. So, I think we are proving that we can go forward with conservation and benefit from that. But also, I think it is safe to say that we do have sources of energy that have not yet been used or found.\n", " Mr. Corddry, it's a shame now that there are only two of us here debating, because the two that are here are in more agreement than disagreement on this particular issue, and the only one who would be disagreeing with us is the President, if he were present. I. too, believe in the voluntary military. As a matter of fact, today the shortages of non-commissioned officers that John mentioned are such that if we tried to have a draft today, we wouldn't have the non-commissioned officers to train the draftees. I believe the answer lies in just recognizing human nature and how we make everything else work in this country, when we want it to work. Recognize that we have a voluntary military. We are asking for men and women to join the military as a career, and we're asking them to deal with the most sophisticated of equipment. And a young man is out there on a $1 billion carrier in charge of the maintenance of a $20 million aircraft, working 100 hours a week at times, and he's earning less for himself and his family, while he's away from his family, than he could earn if he were in one of the most menial jobs, working 40 hours a week here at home. As an aid to enlistment. we had an aid - 46% of the people who enlisted in the voluntary military up until 1977 said they did so for one particular reason, the G.I. Bill of Rights - the fact that, by serving in the military, they could provide for a future college education. In 1977, we took that away from the military. That meant immediately 46% of your people that were signing up had no reason for signing up. So I think it is a case of pay scale, of recognizing that if we're going to have young men and women responsible for our security, dealing with this sophisticated equipment, then for heaven's sakes, let's go out and have a pay scale that is commensurate with the sacrifice that we're asking of them. Along with this, I think we need something else that has been allowed to deteriorate. We need a million-man active reserve that could be called up on an instant's notice, and that would be also trained, ready to use that type of equipment. Both of these, I think, would respond to the proper kind of incentives that we could offer these people. The other day, I just - I'll hasten - I just saw one example. Down in Texas. I saw a high school that is military.\n", " Fine.\n", " I'll catch up with it later.\n", " Well, let me just say that, with regard to that same missile system, I happen to support and believe in the missile, itself. But that's not the $54 billion cost that John is talking about. He's talking about that fantastic plan of the Administration to take thousands and thousands of square miles out in the Western states. And first, he was going to dig a racetrack and have it going around in the racetrack so it would meet the requirements of SALT II treaty, and now he's decided it'll have a straight up and down thing, so it can he both verifiable and yet hideable from the Soviet Union. We need the missile, I think, because we are so out of balance strategically that we lack a deterrent to a possible first assault. But I am not in favor of the plan that is so costly. And therefore, if I only had another second left, I'd say that that high school class in a military training - 40 of its 80 graduates last year entered the United States service academies; West Point, Annapolis and the Air Force Academy, and to see those young men made me very proud to realize that there are young people in this country that are prepared to go into that kind of a career in service of their country.\n", " I don't think I'd have to go against that pledge. I think one of the problems today with the cities is Federal aid. The mayors that I've talked to in some of our leading cities tell! me that the Federal grants that come with. for a specific cause or a specific objective, come with such red tape, such priorities established by a bureaucracy in Washington, that the local government's hands are tied with regard to using that money as they feel could best be used, and for what they think might be the top priority. If they had that money without those government restrictions, every one of them has told me they could make great savings and make far greater use of the money. What I have been advocating is, why don't we start with the Federal Government turning back tax sources to states and local governments, as well as the responsibilities for those programs? Seventy-five percent of the people live in the cities. I don't know of a city in America that doesn't have the kind of problems you're talking about. But, where are we getting the money that the Federal Government is putting out to help them? New York is being taxed for money that will then go to Detroit. But Detroit is being taxed for money that, let's say, will go to Chicago, while Chicago is being taxed to help with the problems in Philadelphia. Wouldn't it make a lot more sense if the government let them keep their own money there in the first place? But there are other things that we can do with the inner cities, and I've believed. I have talked of having zones in those cities that are run down, where there is a high percentage of people on welfare, and offer tax incentives. The government isn't getting a tax now from businesses there because they aren't there, or from individuals who are on welfare rather than working. And why don't we offer incentives for business and industry to start up in those zones? Give them a tax moratorium for a period if they build and develop there. The individuals that would then get jobs - give them a break that encourages them to leave the social welfare programs and go to work. We could have an urban homestead act. We've got thousands and thousands of homes owned by government boarded up, being vandalized, that have been taken in mortgage foreclosures. What if we had a homestead act, and said to the people, for $1 we sell you this house. All have to do is agree to refurbish it, make it habitable, and live in it - just as 100 or more years ago, we did with the open land in this country - urban . or country homesteading.\n", " Yes. Government claims. John claims that he is making plain where the money will come from. It will come from the pockets of the people. It will come from the pockets of the people who are living in those very areas. And the problem is, with Governments - Federal, State and Local - taking $.44 out of every dollar earned, that the Federal Government has pre-empted too many of the tax sources, and that the cities. if Pittsburgh does not have the money to fix the leaking water mains, it's because the Federal Government has pre-empted. Now, the Federal Government is going to turn around and say, well you have this problem; we will now hand you the money to do it. But the Federal Government doesn't make money. It just takes - from the people. And in my view, this is not the answer to the problem. Stand in the South Bronx as I did, in the spot where Jimmy Carter made his promise that he was going to, with multi-billion dollar programs, refurbish that area that looks like bombed-out London in World War II. I stood there, and I met the people. And I heard them ask just for something that would give them hope. And I believe that, while all of the promises have been broken, they've never been carried out. But I believe that my plan might offer an opportunity for that, if we would move into those areas and let, encourage - with the tax incentive - the private sector, to develop and to create the jobs for the people.\n", " Miss Quinn, I don't have to. I've done it. We have a back-up paper to my economic speech of a couple of weeks ago in Chicago, that gives all of the figures. And we used - yes, we used - the Senate Budget Committee's projections for five years, which are based on an average inflation rate of 7.5% - which, I think, that under our plan, can be eliminated. And eliminated probably more quickly than our plan, but we wanted to be so conservative with it, that people would see how. how well it could be done. Now, John's been in the Congress for 20 years. And John tells us that first, we've got to reduce spending before we can reduce taxes. Well, if you've got a kid that's extravagant, you can lecture him all you want to about his extravagance. Or you can cut his allowance and achieve the same end much quicker. But Government has never reduced Government does not tax to get the money it needs. Government always needs the money it gets. And when John talks about his non-inflationary plan, as far as I have been able to learn, there are 88 proposals in it that call for additional Government spending programs. Now, I speak with some confidence of our plan, because I took over a state - California - 10% of the population of this nation - a state that, if it were a nation, would be the seventh-ranking economic power in the world. And that state we controlled spending. We cut the rate of increase in spending in half. But at the same time, we gave back to the people of California - in tax rebates, tax credits, tax cuts - $5.7 billion. I vetoed 993 measures without having a veto overturned. And among those vetoes, I stopped $16 billion in additional spending. And the funny thing was that California, which is normally above the national average in inflation and unemployment, for those six years for the first time, was below the national average in both inflation and unemployment. We have considered inflation in our figures. We deliberately took figures that we, ourselves, believed were too conservative. I believe the budget can be balanced by 1982 or 1983, and it is a combination of planned reduction of the tax increase that Carter has built into the economy, and that's what he's counting on for his plan. But he's going to get a half-a-trillion dollars more over the next five years that he can use for additional programs, or hopefully, someplace down the line, balancing the budget. We believe that that's too much additional money to take out of the pockets of the people.\n", " Well, some people look up figures, and some people make up figures. And John has just made up some very interesting figures. We took the Senate report, of course. But we did factor in our own ideas with regard to increases in the projected military spending that we believe would, over a period of time, do what is necessary. Now also, with regard to the figures about California. The truth of the matter is, we did cut the increase in spending in half. It at the John doesn't quite realize - he's never held an executive position of that kind. And I think being Governor of California is probably the closest thing to the Presidency, if that's possible, of any executive job in America today - because it is the most populous state. And I can only tell him that we reduced, in proportion of other states, the per capita spending, the per capita size of Government - we only increased the size of Government one-twelfth what it had increased in the preceding eight years. And one journal, the San Francisco Chronicle, a respected newspaper, said there was no question about the fact that Governor Reagan had prevented the State of California from going bankrupt.\n", " Oh, I'm it's my question. But whether I agree or disagree with some individual, or what he may say, or how he may say it, I don't think there's any way that we can suggest that because people believe in God and go to church, that they should not want reflected in those people and those causes they support, their own belief in morality, and in the high traditions and principles which we've abandoned so much in this country. Going around this country, I think that I have found a great hunger in America for a spiritual revival. For a belief that law must be based on a higher law. For a return to traditions and values that we once had. Our Government, in its most sacred documents - the Constitution and the Declaration of Independence and all - speak of man being created, of a Creator. That we're a nation under God. Now, I have thought for a long time that too many of our churches have been too reluctant to speak up in behalf of what they believe is proper in Government, and they have been too too lax in interfering, in recent years, with Government's invasion of the family itself, putting itself between parent and child. I vetoed a number of bills of that kind myself, when I was in California. Now, whether it is rightful, on a single issue, for anyone to advocate that someone should not be elected or not, I won't take a position on that. But I do believe that no one in this country should be denied the right to express themselves, or to even try to persuade others to follow their leader. That's what elections are all about.\n", " The litmus test that John says is in the Republican platform, says no more than the judges to be appointed should have a respect for innocent life. Now, I don't think that's a bad idea. I think all of us should have a respect for innocent life. With regard to the freedom of the individual for choice with regard to abortion, there's one individual who's not being considered at all. That's the one who is being aborted. And I've noticed that everybody that is for abortion has already been born. I I think that, technically, I know this is a difficult and an emotional problem, and many people sincerely feel on both sides of this, but I do believe that maybe we could find the answer through medical evidence, if we would determine once and for all, is an unborn child a human being? I happen to believe it is.\n", " Before beginning my closing remarks, here, I would just like to remark a concern that I have that we have criticized the failures of the Carter policy here rather considerably, both of us this evening. And there might be some feeling of unfairness about this because he was not here to respond. But I believe it would have been much more unfair to have had John Anderson denied the right to participate in this debate. And I want to express my appreciation to the League of Women Voters for adopting a course with which I believe the great majority of Americans are in agreement. Now, as to my closing remarks: I've always believed that this land was placed here between the two great oceans by some divine plan. That it was placed here to be found by a special kind of people - people who had a special love for freedom and who had the courage to uproot themselves and leave hearth and homeland, and came to what, in the beginning, was the most undeveloped wilderness possible. We came from 100 different corners of the earth. We spoke a multitude of tongues. We landed on this Eastern shore and then went out over the mountains and the prairies and the deserts and the far western mountains to the Pacific, building cities and towns and farms, and schools and churches. If wind, water or fire destroyed them, we built them again. And in so doing, at the same time, we built a new breed of human called an American - a proud, an independent., and a most compassionate individual, for the most part. Two hundred years ago, Tom Paine, when the 13 tiny colonies were trying to become a nation, said, we have it in our power to begin the world over again. Today. we're confronted with the horrendous problems that we've discussed here tonight. And some people in high positions of leadership, tell us that the answer is to retreat. That the best is over. That we must cut back. That we must share in an ever-increasing scarcity. That we must, in the failure to be able to protect our national security as it is today, we must not be provocative to any possible adversary. Well, we, the living Americans, have gone through four wars. We've gone through a Great Depression in our lifetime that literally was worldwide and almost brought us to our knees. But we came through all of those things and we achieved even new heights and new greatness. The living Americans today have fought harder, paid a higher price for freedom, and done more to advance the dignity of man than any people who ever lived on this earth. For 200 years, we've lived in the future, believing that tomorrow would be better than today, and today would be better than yesterday. I still believe that. I'm not running for the Presidency because I believe that I can solve the problems we've discussed tonight. I believe the people of this country can, and together, we can begin the world over again. We can meet our destiny - and that destiny to build a land here that will be, for all mankind, a shining city on a hill. I think we ought to get at it.\n"], "oct_28_1980": [" I don't know what the differences might be, because I don't know what Mr. Carter's policies are. I do know what he has said about mine. And I'm only here to tell you that I believe with all my heart that our first priority must be world peace, and that use of force is always and only a last resort, when everything else has failed, and then only with regard to our national security.\n\nNow, I believe, also that this meeting, this mission, this responsibility for preserving the peace, which I believe is a responsibility peculiar to our country, that we cannot shirk our responsibility as the leader of the Free World, because we're the only one that can do it. And therefore, the burden of maintaining the peace falls on us. And to maintain that peace requires strength. America has never gotten in a war because we were too strong. We can get into a war by letting events get out of hand, as they have in the last 3Вј years under the foreign policies of this administration of Mr. Carter's, until we're faced each time with a crisis. And good management in preserving the peace requires that we control the events and try to intercept before they become a crisis.\n\nBut I have seen four wars in my lifetime. I'm a father of sons; I have a grandson. I don't ever want to see another generation of young Americans bleed their lives into sandy beachheads in the Pacific, or rice paddies and jungles in Asia, or the muddy, bloody battlefields of Europe.\n", " Mr. Stone, I have submitted an economic plan that I've worked out in concert with a number of fine economists in this country, all of whom approve it, and believe that over a 5-year projection, this plan can permit the extra spending for needed refurbishing of our defensive posture, that it can provide for a balanced budget by 1983, if not earlier, and that we can afford-along with the cuts that I have proposed in Government spending — we can afford the tax cuts I have proposed — and probably, mainly because Mr. Carter's economic policy has built into the next 5 years, and on beyond that, a tax increase that will be taking $86 billion more next year out of the people's pockets than was taken this year. And my tax cut does not come close to eliminating that $86 billion increase. I'm only reducing the amount of the increase.\n\nIn other words, what I'm talking about is not putting Government back to getting less money than Government's been getting, but simply cutting the increase in spending.\n", " Well, yes, I question the figure about the decline in defense spending under the two previous administrations, in the preceding 8 years to this administration. I would call to your attention that we were in a war that wound down during those 8 years, which of course made a change in military spending because of turning from war to peace. I also would like to point out that Republican Presidents in those years, faced with a Democratic majority in both Houses of the Congress, found that their requests for defense budgets were very often cut.\n\nNow, Gerald Ford left a 5-year projected plan for a military buildup to restore our defenses, and President Garter's administration reduced that by 38 percent, cut 60 ships out of the Navy building program that had been proposed, and stopped the B-1, delayed the cruise missile, stopped the production line for the Minuteman missiles, delayed the Trident submarine, and now is planning a mobile military force that can be delivered to various spots in the world — which does make me question his assaults on whether I am the one that is quick to look for use of force.\n", " Yes, please.\n", " Mr. Ellis, I think this idea that has been spawned here in our country, that inflation somehow came upon us like a plague and therefore it's uncontrollable and no one can do anything about it, is entirely spurious, and it's dangerous to say this to the people. When Mr. Carter became President, inflation was 4.8 percent, as you said. It had been cut in two by President Gerald Ford. It is now running at 12.7 percent.\n\nPresident Carter also has spoken of the new jobs created. Well, we always, with the normal growth in our country and increase in population, increase the number of jobs. But that can't hide the fact that there are 8 million men and women out of work in America today, and 2 million of those lost their jobs in just the last few months. Mr. Carter had also promised that he would not use unemployment as a tool to fight against inflation. And yet, his 1980 economic message stated that we would reduce productivity and gross national product and increase unemployment in order to get a handle on inflation, because in January, at the beginning of the year, it was more than 18 percent.\n\nSince then, he has blamed to the people for inflation, OPEC, he's blamed the Federal Reserve System, he has blamed the lack of productivity of the American people, he has then accused the people of living too well and that we must share in scarcity, we must sacrifice and get used to doing with less. We don't have inflation because the people are living too well. We have inflation because the Government is living too well.\n\nAnd the last statement, just a few days ago, was a speech to the effect that we have inflation because Government revenues have not kept pace with Government spending. I see my time is running out here. I'll have to get this down very fast.\n\nYes, you can lick inflation by increasing productivity and by decreasing the cost of Government to the place that we have balanced budgets and are no longer grinding out printing press money, flooding the market with it because the Government is spending more than it takes in. And my economic plan calls for that.\n\nThe President's economic plan calls for increasing the taxes to the point that we finally take so much money away from the people that we can balance the budget in that way. But we'll have a very poor nation and a very unsound economy if we follow that path.\n", " Well, most people, when they think about cutting Government spending, they think in terms of eliminating necessary programs or wiping out something, some service that Government is supposed to perform. I believe that there is enough extravagance and fat in Government. As a matter of fact, one of the Secretaries of HEW under Mr. Carter testified that he thought there was $7 billion worth of fraud and waste in welfare and in the medical programs associated with it. We've had the General Accounting Office estimate that there is probably tens of billions of dollars that is lost in fraud alone, and they have added that waste adds even more to that.\n\nWe have a program for a gradual reduction of Government spending based on these theories, and I have a task force now that has been working on where those cuts could be made. I'm confident that it can be done and that it will reduce inflation, because I did it in California. And inflation went down below the national average in California when we returned money to the people and reduced government spending.\n", " Yes. The figures that the President has just used about California is a distortion of the situation there, because while I was Governor of California, our spending in California increased less per capita than the spending in Georgia while Mr. Carter was Governor of Georgia in the same 4 years. The size of government increased only onesixth in California of what it increased in proportion to population in Georgia.\n\nAnd the idea that my tax-cut proposal is inflationary: I would like to ask the President, why is it inflationary to let the people keep more of their money and spend it the way they'd like, and it isn't inflationary to let him take that money and spend it the way he wants?\n", " I have been talking to a number of Congressmen who have much the same idea that I have, and that is that in the inner-city areas, that in cooperation with local government and with National Government, and using tax incentives and with cooperation with the private sector, that we have development zones. Let the local entity, the city, declare this particular area, based on the standards of the percentage of people on welfare, unemployed, and so forth, in that area. And then, through tax incentives, induce the creation of businesses providing jobs and so forth in those areas.\n\nThe elements of government through these tax incentives for example, a business that would not have, for a period of time, an increase in the property tax reflecting its development of the unused property that it was making wouldn't be any loss to the city, because the city isn't getting any tax from that now. And there would simply be a delay, and on the other hand, many of the people that would then be given jobs are presently wards of the Government, and it wouldn't hurt to give them a tax incentive, because that wouldn't be costing Government anything either.\n\nI think there are things to do in this regard. I stood in the South Bronx on the exact spot that President Carter stood on in 1977. You have to see it to believe it. It looks like a bombed-out city — great, gaunt skeletons of buildings, windows smashed out, painted on one of them \"Unkept promises,\" on another, \"Despair.\" And this was the spot at which President Carter had promised that he was going to bring in a vast program to rebuild this area. There are whole blocks of land that are left bare, just bulldozed down flat, and nothing has been done. And they are now charging to take tourists through there to see this terrible desolation.\n\nI talked to a man just briefly there who asked me one simple question: \"Do I have reason to hope that I can someday take care of my family again? Nothing has been done.\"\n", " I believe in it. I am eternally optimistic, and I happen to believe that we've made great progress from the days when I was young and when this country didn't even know it had a racial problem. I know those things can grow out of despair in an inner city, when there's hopelessness at home, lack of work, and so forth. But I believe that all of us together — and I believe the Presidency is what Teddy Roosevelt said it was; it's a bully pulpit — and I think that something can be done from there, because the goal for all of us should be that one day, things will be done neither because of nor in spite of any of the differences between us — ethnic differences or racial differences, whatever they may be — that we will have total equal opportunity for all people. And I would do everything I could in my power to bring that about.\n", " Yes. The President talks of Government programs, and they have their place. But as Governor, when I was at that end of the line and receiving some of these grants for Government programs, I saw that so many of them were dead-end. They were public employment for these people who really want to get out into the private job market, where there are jobs with a future.\n\nNow, the President spoke a moment ago about — that I was against the minimum wage. I wish he could have been with me when I sat with a group of teenagers who were black and who were telling me about their unemployment problems, and that it was the minimum wage that had done away with the jobs that they once could get. And indeed, every time it has increased you will find there is an increase in minority unemployment among young people. And therefore, I have been in favor of a separate minimum for them.\n\nWith regard to the great progress that has been made with this Government spending, the rate of black unemployment in Detroit, Michigan, is 56 percent.\n", " Well, Barbara, you've asked that question twice. I think you ought to have at least one answer to it. [Laughter]\n\nI have been accused lately of having a secret plan with regard to the hostages. Now, this comes from an answer that I've made at least 50 times during this campaign to the press. The question would be, \"Have you any ideas of what you would do if you were there?\" And I said, well, yes. And I think that anyone that's seeking this position, as well as other people, probably, have thought to themselves, \"What about this, what about that?\" These are just ideas of what I would think of if I were in that position and had access to the information, in which I would know all the options that were open to me. I have never answered the question, however. Second — the one that says, \"Well, tell me, what are some of those ideas?\" First of all, I would be fearful that I might say something that was presently under way or in negotiations, and thus expose it and endanger the hostages. And sometimes, I think some of my ideas might involve quiet diplomacy, where you don't say in advance or say to anyone what it is you're thinking of doing.\n\nYour question is difficult to answer, because, in the situation right now, no one wants to say anything that would inadvertently delay, in any way, the return of those hostages if there is a chance of their coming home soon, or that might cause them harm.\n\nWhat I do think should be done, once they are safely here with their families and that tragedy is over — and we've endured this humiliation for just lacking 1 week of a year now — then, I think, it is time for us to have a complete investigation as to the diplomatic efforts that were made in the beginning, why they have been there so long, and when they come home, what did we have to do in order to bring that about, what arrangements were made? And I would suggest that Congress should hold such an investigation.\n\nIn the meantime, I'm going to continue praying that they'll come home.\n", " The degree of unpopularity of a regime when the choice is total authoritarianism — totalitarianism, I should say, in the alternative government, makes one wonder whether you are being helpful to the people. And we've been guilty of that. Because someone didn't meet exactly our standards of human rights, even though they were an ally of ours, instead of trying patiently to persuade them to change their ways, we have, in a number of instances, aided a revolutionary overthrow which results in complete totalitarianism, instead, for those people. And I think that this is a kind of a hypocritical policy when, at the same time, we're maintaining a detente with the one nation in the world where there are no human rights at all — the Soviet Union.\n\nNow, there was a second phase in the Iranian affair in which we had something to do with that. And that was, we had adequate warning that there was a threat to our Embassy, and we could have done what other Embassies did — either strengthen our security there or remove our personnel before the kidnap and the takeover took place.\n", " Yes. I have no quarrel whatsoever with the things that have been done, because I believe it is high time that the civilized countries of the world made it plain that there is no room worldwide for terrorism; there will be no negotiation with terrorists of any kind. And while I have a last word here, I would like to correct a misstatement of fact by the President. I have never made the statement that he suggested about nuclear proliferation, and nuclear proliferation, or the trying to halt it, would be a major part of a foreign policy of mine.\n", " Yes.\n", " Yes. I think I'm right, because I believe that we must have a consistent foreign policy, a strong America, and a strong economy. And then, as we build up our national security, to restore our margin of safety, we at the same time try to restrain the Soviet buildup, which has been going forward at a rapid pace and for quite some time.\n\nThe SALT II treaty was the result of negotiations that Mr. Carter's team entered into after he had asked the Soviet Union for a discussion of actual reduction of nuclear strategic weapons, and his emissary, I think, came home in 12 hours having heard a very definite yet. But taking that one no from the Soviet Union, we then went back into negotiations on their terms, because Mr. Carter had canceled the B-1 bomber, delayed the MX, delayed the Trident submarine, delayed the cruise missile, shut down the Minuteman missile production line, and whatever other things that might have been done. The Soviet Union sat at the table knowing that we had gone forward with unilateral concessions without any reciprocation from them whatsoever.\n\nNow, I have not blocked the SALT II treaty, as Mr. Carter and Mr. Mondale suggest that I have. It has been blocked by a Senate in which there is a Democratic majority. Indeed, the Senate Armed Services Committee voted 10 to 0, with 7 abstentions, against the SALT II treaty, and declared that it was not in the national security interests of the United States-besides which, it is illegal, because the law of the land, passed by Congress, says we cannot accept a treaty in which we are not equal. And we're not equal in this treaty for one reason alone: Our B-52 bombers are considered to be strategic weapons; their Backfire bombers are not.\n", " Yes, I'd like to respond very much.\n\nFirst of all, the Soviet Union — if I have been critical of some of the previous agreements, it's because we've been outnegotiated for quite a long time. And they have managed, in spite of all of our attempts at arms limitation, to go forward with the biggest military buildup in the history of man.\n\nNow, to suggest that because two Republican Presidents tried to pass the SALT treaty — that puts them on its side — I would like to say that President Ford, who was within 90 percent of a treaty that we could be in agreement with when he left office, is emphatically against this SALT treaty. I would like to point out also that Senators like Henry Jackson and Hollings of South Carolina — they are taking the lead in the fight against this particular treaty.\n\nI am not talking of scrapping; I am talking of taking the treaty back and going back into negotiations. And I would say to the Soviet Union, we will sit and negotiate with you as long as it takes, to have not only legitimate arms limitation but to have a reduction of these nuclear weapons to the point that neither one of us represents a threat to the other. That is hardly throwing away a treaty and being opposed to arms limitation.\n", " I know the President's supposed to be replying to me, but sometimes, I have a hard time in connecting what he's saying with what I have said or what my positions are. I sometimes think he's like the witch doctor that gets mad when a good doctor comes along with a cure that'll work.\n\nMy point I have made already, Mr. President, with regard to negotiating. It does not call for nuclear superiority on the part of the United States; it calls for a mutual reduction of these weapons, as I say, that neither of us can represent a threat to the other. And to suggest that the SALT II treaty that your negotiators negotiated was just a continuation, and based on all of the preceding efforts by two previous Presidents, is just not true. It was a new negotiation, because, as I say, President Ford was within about 10 percent of having a solution that could be acceptable. And I think our allies would be very happy to go along with a fair and verifiable SALT agreement.\n", " I'm not sure that it means steadily higher fuel costs, but I do believe that this Nation has been portrayed for too long a time to the people as being energy-poor when it is energy-rich. The coal that the President mentioned: Yes, we have it, and yet one-eighth of our total coal resources is not being utilized at all right now. The mines are closed down; there are 22,000 miners out of work. Most of this is due to regulations which either interfere with the mining of it or prevent the burning of it. With our modern technology, yes, we can burn our coal within the limits of the Clean Air Act. I think, as technology improves, we'll be able to do even better with that.\n\nThe other thing is that we have only leased out and begun to explore 2 percent of our Outer Continental Shelf for oil, where it is believed by everyone familiar with that fuel and that source of energy that there are vast supplies yet to be found. Our Government has, in the last year or so, taken out of multiple use millions of acres of public lands that once were — well, they were public lands subject to multiple-use exploration for minerals and so forth. It is believed that probably 70 percent of the potential oil in the United States is probably hidden in those lands, and no one is allowed to even go and explore to find out if it is there. This is particularly true of the recent efforts to shut down part of Alaska.\n\nNuclear power: There were 36 powerplants planned in this country — and let me add the word \"safety\"; it must be done with the utmost of safety. But 32 of those have given up and canceled their plans to build, and again, because Government regulations and permits and so forth make it take more than twice as long to build a nuclear plant in the United States as it does to build one in Japan or in Western Europe.\n\nWe have the sources here. We are energy-rich, and coal is one of the great potentials we have.\n", " That is a misstatement, of course, of my position. I just happen to believe that free enterprise can do a better job of producing the things that people need than Government can. The Department of Energy has a multibillion-dollar budget, in excess of $10 billion. It hasn't produced a quart of oil or a lump of coal or anything else in the line of energy.\n\nAnd for Mr. Carter to suggest that I want to do away with the safety laws and with the laws that pertain to clean water and clean air, and so forth as Governor of California, I took charge of passing the strictest air pollution laws in the United States — the strictest air quality law that has ever been adopted in the United States. And we created an OSHA, an occupational safety and health agency, for the protection of employees before the Federal Government had one in place. And to this day, not one of its decisions or rulings has ever been challenged.\n\nSo, I think some of those charges are missing the point. I am suggesting that there are literally thousands of unnecessary regulations that invade every facet of business, and indeed, very much of our personal lives, that are unnecessary; that Government can do without; that have added $130 billion to the cost of production in this country; and that are contributing their part to inflation. And I would like to see us a little more free, as we once were.\n", " Yes. If it is a wellknown fact that I opposed air pollution laws in California, the only thing I can possibly think of is that the President must be suggesting the law that the Federal Government tried to impose on the State of California — not a law, regulations that would have made it impossible to drive an automobile within the city limits of any California city, or have a place to put it if you did drive it against their regulations. It would have destroyed the economy of California, and, I must say, we had the support of Congress when pointed out how ridiculous this attempt was by the Environmental Protection Agency. We still have the strictest air control or air pollution laws in the country.\n\nAs for offshore oiling, only 2 percent now is so leased and is producing oil. The rest, as to whether the lands are going to be opened in the next 5 years or so — we're already 5 years behind in what we should be doing. There is more oil now in the wells that have been drilled than has been taken out in the 121 years that they've been drilled.\n", " The social security system was based on a false premise, with regard to how fast the number of workers would increase and how fast the number of retirees would increase. It is actuarially out of balance, and this first became evident about 16 years ago, and some of us were voicing warnings then. Now, it is trillions of dollars out of balance, and the only answer that has come so far is the biggest single tax increase in our Nation's history, the payroll tax increase for social security, which will only put a Band-aid on this and postpone the day of reckoning by a few years at most.\n\nWhat is needed is a study that I have proposed by a task force of experts to look into this entire problem as to how it can be reformed and made actuarially sound, but with the premise that no one presently dependent on social security is going to have the rug pulled out from under them and not get their check. We cannot frighten, as we have with the threats and the campaign rhetoric that has gone on in this campaign, our senior citizens, leave them thinking that in some way they're endangered and they would have no place to turn. They must continue to get those checks, and I believe that the system can be put on a sound actuarial basis. But it's going to take some study and some work, and not just passing a tax increase to let the roof fall in on the next administration.\n", " Well, that just isn't true. It has, as I said, delayed the actuarial imbalance falling on us for just a few years with that increase in taxes. And I don't believe we can go on increasing the tax, because the problem for the young people today is that they're paying in far more than they can ever expect to get out.\n\nNow, again this statement that somehow I wanted to destroy it, and I just changed my tune, that I am for voluntary social security, which would mean the ruin of it. Mr. President, the voluntary thing that I suggested many years ago was that a young man, orphaned and raised by an aunt who died, his aunt was ineligible for social security insurance, because she was not his mother. And I suggested that if this is an insurance program, certainly the person who's paying in should be able to name his own beneficiaries. And that's the closest I've ever come to anything voluntary with social security. I, too, am pledged to a social security program that will reassure these senior citizens of ours they're going to continue to get their money.\n\nThem are some changes I'd like to make. I would like to make a change that discriminates in the regulations against a wife who works and finds that she then is faced with a choice between her husband's benefits, if he dies first, or what she has paid in; but it does not recognize that she has also been paying in herself, and she is entitled to more than she presently can get. I'd like to change that.\n", " There you go again. [Laughter]\n\nWhen I opposed Medicare, there was another piece of legislation meeting the same problem before the Congress. I happened to favor the other piece of legislation and thought that it would be better for the senior citizens and provide better care than the one that was finally passed. I was not opposing the principle of providing care for them. I was opposing one piece of legislation as versus another.\n\nThere is something else about social security — of course, that doesn't come out of the payroll tax; it comes out of the general fund — that something should be done about. I think it's disgraceful that the Disability Insurance Fund in social security finds checks going every month to tens of thousands of people who are locked up in our institutions for crime or for mental illness, and they are receiving disability checks from social security every month while a State institution provides for all of their needs and their care.\n", " Well, Barbara, I believe that there is a fundamental difference-and I think it has been evident in most of the answers that Mr. Carter has given tonight — that he seeks the solution to anything as another opportunity for a Federal Government program. I happen to believe that the Federal Government has usurped powers and autonomy and authority that belongs back at the State and local level — it has imposed on the individual freedoms of the people — and that there are more of these things that could be solved by the people themselves, if they were given a chance, or by the levels of government that were closer to them.\n\nNow, as to why I should be and he shouldn't be, when he was a candidate in 1976, President Carter invented a thing he called the misery index. He added the rate of unemployment and the rate of inflation, and it came, at that time, to 12.5 under President Ford. And he said that no man with that size misery index had a right to seek reelection to the Presidency. Today, by his own decision, the misery index is in excess of 20 percent, and I think this must suggest something.\n\nBut when I have quoted a Democrat President, as the President says, I was a Democrat. I said many foolish things back in those days. [Laughter] But the President that I quoted had made a promise, a Democrat promise, and I quoted him because it was never kept. And today, you would find that that promise is at the very heart of what Republicanism represents in this country today. And that's why I believe there are going to be millions of Democrats that are going to vote with us this time around, because they too want that promise kept. It was a promise for less government and less taxes and more freedom for the people.\n", " Yes. Mr. President, once again, I happen to be against the amendment, because I think the amendment will take this problem out of the hands of elected legislators and put it in the hands of unelected judges. I am for equal rights, and while you have been in office for 4 years, and not one single State — and most of them have a majority of Democratic legislators has added to the ratification or voted to ratify the equal rights amendment.\n\nWhile I was Governor, more than 8 years ago, I found 14 separate instances where women were discriminated against in the body of California law, and I had passed and signed into law 14 statutes that eliminated those discriminations, including the economic ones that you have just mentioned, equal pay and so forth. I believe that if in all these years that we've spent trying to get the amendment, that we'd spent as much time correcting these laws, as we did in California — and we were the first to do it.\n\nIf I were President, I would also now take a look at the hundreds of Federal regulations which discriminate against women and which go right on while everyone is looking for an amendment. I would have someone ride herd on those regulations, and we'd start eliminating those discriminations in the Federal Government against women.\n", " Well, my last word is again to say that we were talking about this very simple amendment and women's rights. And I make it plain again: I am for women's rights. But I would like to call the attention of the people to the fact that so-called simple amendment could be used by mischievous men to destroy discriminations that properly belong, by law, to women, respecting the physical differences between the two sexes, labor laws that protect them against doing things that would be physically harmful to them. Those could all be challenged by men. And the same would be true with regard to combat service in the military and so forth.\n\nI thought that was the subject we were supposed to be on. But, if we're talking about how much we think about the working people and so forth, I'm the only fellow that ever ran for this job who was six times president of his own union and still has a lifetime membership in that union.\n", " Yes, I would like to add my words of thanks, too, to the ladies of the League of Women Voters for making these debates possible. I'm sorry that we couldn't persuade the bringing in of the third candidate, so that he could have been seen also in these debates. But still, it's good that at least once, all three of us were heard by the people of this country.\n\nNext Tuesday is election day. Next Tuesday all of you will go to the polls; you'll stand there in the polling place and make a decision. I think when you make that decision, it might be well if you would ask yourself, are you better off than you were 4 years ago? Is it easier for you to go and buy things in the stores than it was 4 years ago? Is there more or less unemployment in the country than there was 4 years ago? Is America as respected throughout the world as it was? Do you feel that our security is as safe, that we're as strong as we were 4 years ago? And if you answer all of those questions yes, why then, I think your choice is very obvious as to who you'll vote for. If you don't agree, if you don't think that this course that we've been on for the last 4 years is what you would like to see us follow for the next 4, then I could suggest another choice that you have.\n\nThis country doesn't have to be in the shape that it is in. We do not have to go on sharing in scarcity, with the country getting worse off, with unemployment growing. We talk about the unemployment lines. If all of the unemployed today were in a single line allowing 2 feet for each one of them, that line would reach from New York City to Los Angeles, California. All of this can be cured, and all of it can be solved.\n\nI have not had the experience the President has had in holding that office, but I think in being Governor of California, the most populous State in the Union if it were a nation, it would be the seventh-ranking economic power in the world-I, too, had some lonely moments and decisions to make. I know that the economic program that I have proposed for this Nation in the next few years can resolve many of the problems that trouble us today. I know because we did it there. We cut the cost — the increased cost of government-the increase in half over the 8 years. We returned $5.7 billion in tax rebates, credits, and cuts to our people. We, as I've said earlier, fell below the national average in inflation when we did that. And I know that we did give back authority and autonomy to the people.\n\nI would like to have a crusade today, and I would like to lead that crusade with your help. And it would be one to take government off the backs of the great people of this country and turn you loose again to do those things that I know you can do so well, because you did them and made this country great.\n\nThank you.\n"]}, "Jimmy Carter": {"oct_28_1980": [" Yes.\n", " Mr. Stone, I've had to make thousands of decisions since I've been President, serving in the Oval Office. And with each one of those decisions that affect the future of my country, I have learned in the process. I think I'm a much wiser and more experienced man than I was when I debated 4 years ago against President Ford. I've also learned that there are no simple answers to complicated questions. H. L. Mencken said that for every problem there's a simple answer. It would be neat and plausible — and wrong.\n\nThe fact is that this Nation, in the 8 years before I became President, had its own military strength decreased. Seven out of eight years, the budget commitments for defense went down, 37 percent, in all. Since I've been in office, we've had a steady, carefully planned, methodical but very effective increase in our commitment for defense.\n\nBut what we've done is to use that enormous power and prestige and military strength of the United States to preserve the peace. We've not only kept peace for our own country, but we've been able to extend the benefits of peace to others. In the Middle East, we've worked for a peace treaty between Israel and Egypt, successfully, and have tied ourselves together with Israel and Egypt in a common defense capability. This is a very good step forward for our Nation's security, and we'll continue to do as we've done in the past.\n\nI might also add that there are decisions that are made in the Oval Office by every President which are profound in nature. There are always troublespots in the world, and how those troubled areas are addressed by a President, alone in that Oval Office, affects our Nation directly, the involvement of the United States and also our American interests. That is a basic decision that has to be made so frequently by every President who serves. That's what I've tried to do, successfully, by keeping our country at peace.\n", " Mr. Stone, in my State of the Union address earlier this year, I pointed out that any threat to the stability or security of the Persian Gulf would be a threat to the security of our own country. In the past, we've not had an adequate military presence in that region. Now we have two major carrier task forces. We have access to facilities in five different areas of that region. And we've made it clear that working with our allies and others, that we are prepared to address any foreseeable eventuality which might interrupt commerce with that crucial area of the world.\n\nBut in doing this, we have made sure that we address this question peacefully, not injecting American military forces into combat, but letting the strength of our Nation be felt in a beneficial way. This, I believe, has assured that our interests will be protected in the Persian Gulf region, as we've done in the Middle East and throughout the world.\n", " Well, there are various elements of defense. One is to control nuclear weapons, which I hope we'll get to later on, because that's the most important single issue in this campaign. Another one is how to address troubled areas of the world. I think, habitually, Governor Reagan has advocated the injection of military forces into troubled areas, when I and my predecessors both Democrats and Republicans — have advocated resolving those troubles and those difficult areas of the world peacefully, diplomatically, and through negotiation.\n\nIn addition to that, the buildup of military forces is good for our country, because we've got to have military strength in order to preserve the peace. But I'll always remember that the best weapons are the ones that are never fired in combat, and the best soldier is one who never has to lay his life down on the field of battle. Strength is imperative for peace, but the two must go hand in hand.\n", " Again it's important to put the situation into perspective. In 1974 we had a so-called oil shock, wherein the price of OPEC oil was raised to an extraordinary degree. We had an even worse oil shock in 1979. In 1974 we had the worst recession, the deepest and most penetrating recession since the Second World War. The recession that resulted this time was the briefest we've had since the Second World War.\n\nIn addition, we've brought down inflation. Earlier this year, the first quarter, we did have a very severe inflation pressure, brought about by the OPEC price increase. It averaged about 18 percent the first quarter of this year. The second quarter, we had dropped it down to about 13 percent. The most recent figures, the last 3 months, or the third quarter of this year, the inflation rate is 7 percent — still too high, but it illustrates very vividly that in addition to providing an enormous number of jobs — 9 million new jobs in the last 3 1/2 years — that the inflationary threat is still urgent on us.\n\nI noticed that Governor Reagan recently mentioned the Reagan-Kemp-Roth proposal, which his own running mate, George Bush, described as voodoo economics, and said that it would result in a 30-percent inflation rate. And Business Week, which is not a Democratic publication, said that this Reagan-Kemp-Roth proposal — and I quote them, I think-was completely irresponsible and would result in inflationary pressures which would destroy this Nation.\n\nSo, our proposals are very sound and very carefully considered to stimulate jobs, to improve the industrial complex of this country, to create tools for American workers, and at the same time would be anti-inflationary in nature. So, to add 9 million new jobs, to control inflation, and to plan for the future with the energy policy now intact as a foundation is our plan for the years ahead.\n", " Yes.\n", " Yes. We have demanded that the American people sacrifice, and they've done very well. As a matter of fact, we're importing today about one-third less oil from overseas than we did just a year ago. We've had a 25-percent reduction since the first year I was in office. At the same time, as I said earlier, we have added about 9 million net new jobs in that period of time — a record never before achieved.\n\nAlso, the new energy policy has been predicated on two factors: One, conservation, which requires sacrifice, and the other one, increase in production of American energy, which is going along very well — more coal this year than ever before in history, more oil and gas wells drilled this year than ever before in history.\n\nThe new economic revitalization program that we have in mind, which will be implemented next year, would result in tax credits which would let business invest in new tools and new factories to create even more new jobs — about a million in the next 2 years. And we also have planned a youth employment program which would encompass 600,000 jobs for young people. This has already passed the House; now has an excellent prospect to pass the Senate.\n", " Governor Reagan's proposal, the Reagan-Kemp-Roth proposal, is one of the most highly inflationary ideas that ever has been presented to the American public. He would actually have to cut Government spending by at least $130 billion in order to balance the budget under this ridiculous proposal.\n\nI noticed that his task force that's working for his future plans had some of their ideas revealed in the Wall Street Journal this week. One of those ideas was to repeal the minimum wage, and several times this year, Governor Reagan has said that the major cause of unemployment is the minimum wage. This is a heartless kind of approach to the working families of our country which is typical of many Republican leaders in the past, but I think has been accentuated under Governor Reagan.\n\nIn California — I'm surprised Governor Reagan brought this up — he had the three largest tax increases in the history of that State under his administration. He more than doubled State spending while he was Governor — 122-percent increase — and had between a 20- and 30-percent increase in the number of employees —\n", " — in California.\n", " Thank you, sir.\n", " Thank you, Mr. Hilliard.\n\nWhen I was campaigning in 1976, everywhere I went the mayors and local officials were in despair about the rapidly deteriorating central cities of our Nation. We initiated a very fine urban renewal program, working with the mayors, the Governors, and other interested officials. This has been a very successful effort. That's one of the main reasons that we've had such an increase in the number of people employed. Of the 9 million people put to work in new jobs since I've been in office, 1.3 million of those has been among black Americans and another million among those who speak Spanish.\n\nWe now are planning to continue the revitalization program with increased commitments of rapid transit, mass transit. Under the windfall profits tax, we expect to spend about $43 billion in the next 10 years to rebuild the transportation systems of our country. We also are pursuing housing programs. We've had a 73-percent increase in the allotment of Federal funds for improved education. These are the kinds of efforts worked on a joint basis with community leaders, particularly in the minority areas of the central cities that had been deteriorating so rapidly in the past.\n\nIt's very important to us that this be done with the full involvement of minority citizens. I've brought into the top levels of Government — into the White House, into administrative offices of the executive branch, into the judicial system — highly qualified black and Spanish citizens and women who in the past had been excluded.\n\nI noticed that Governor Reagan said that when he was a younger man that there was no knowledge of a racial problem in this country. Those who suffered from discrimination because of race or sex certainly knew we had a racial problem. We have gone a long way toward correcting these problems, but we still have a long way to go.\n", " Ours is a nation of refugees, a nation of immigrants. Almost all of our citizens came here from other lands and now have hopes, which are being realized, for a better life, preserving their ethnic commitments, their family structures, their religious beliefs, preserving their relationships with their relatives in foreign countries, but still forming themselves together in a very coherent society, which gives our Nation its strength.\n\nIn the past, those minority groups have often been excluded from participation in the affairs of government. Since I've been President, I've appointed, for instance, more than twice as many black Federal judges as all previous Presidents in the history of this country. I've done the same thing in the appointment of women, and also Spanish-speaking Americans. To involve them in administration of government and a feeling that they belong to the societal structure that makes decisions in the judiciary and in executive branch is a very important commitment which I am trying to realize and will continue to do so in the future.\n", " Well, it's obvious that we still have a long way to go in fully incorporating the minority groups into the mainstream of American life. We have made good progress, and there's no doubt in my mind that the commitment to unemployment compensation, the minimum wage, welfare, national health insurance, those kinds of commitments that have typified the Democratic Party since ancient history in this country's political life are a very important element of the future. In all those elements, Governor Reagan has repeatedly spoken out against them, which, to me, shows a very great insensitivity to giving deprived families a better chance in life. This, to me, is a very important difference between him and me in this election, and I believe the American people will judge accordingly.\n\nThere is no doubt in my mind that in the downtown, central cities, with the new commitment on an energy policy, with a chance to revitalize homes and to make them more fuel-efficient, with a chance for a synthetic fuels program, solar power, this will give us an additional opportunity for jobs which will pay rich dividends.\n", " Barbara, one of the blights on this world is the threat and the activities of terrorists. At one of the recent economic summit conferences between myself and the other leaders of the We. stern world, we committed ourselves to take strong action against terrorism. Airplane hijacking was one of the elements of that commitment. There is no doubt that we have seen in recent years, in recent months, additional acts of violence against Jews in France and, of course, against those who live in Israel by the PLO and other terrorist organizations.\n\nUltimately, the most serious terrorist threat is if one of those radical nations, who believe in terrorism as a policy, should have atomic weapons. Both I and all my predecessors have had a deep commitment to controlling the proliferation of nuclear weapons in countries like Libya or Iraq. We have even alienated some of our closest trade partners, because we have insisted upon the control of the spread of nuclear weapons to those potentially terrorist countries.\n\nWhen Governor Reagan has been asked about that, he makes a very disturbing comment that nonproliferation, or the control of the spread of nuclear weapons, is none of our business. And when he was asked specifically, recently, about Iraq, he said there's nothing we can do about it.\n\nThis ultimate terrorist threat is the most fearsome of all, and it's part of a pattern where our country must stand firm to control terrorism of all kinds.\n", " We will maintain our position of neutrality in the Iran and Iraq war. We have no plans to sell additional materiel or goods to Iran that might be of a warlike nature. When I made my decision to stop all trade with Iran as a result of the taking of our hostages, I announced then and have consistently maintained since then that if the hostages are released safely, that we would make delivery on those items which Iran owns, which they have bought and paid for-also, that the frozen Iranian assets would be released. That's been a consistent policy, one I intend to carry out.\n", " I didn't hear any comment from Governor Reagan about what he would do to stop or to reduce terrorism in the future. What the Western allies did decide to do is to stop all air flights-commercial air flights — to any nation involved in terrorism or the hijacking of airplanes, or the harboring of hijackers. Secondly, we all committed ourselves, as have all my predecessors in the Oval Office, not to permit the spread of nuclear weapons to a terrorist nation or to any other nation that does not presently have those weapons or capabilities for explosives. Third, not to make any sales of materiel or weapons to a nation which is involved in terrorist activities. And, lastly, not to deal with the PLO until and unless the PLO recognizes Israel's right to exist and recognizes U.N. Resolution 242 as a basis for a Middle East peace.\n\nThese are a few of the things to which our Nation is committed, and we will continue with these commitments.\n", " Yes, I'd be glad to. Inflation, unemployment, the cities-all very important issues, but they pale into insignificance in the life and duties of a President when compared with the control of nuclear weapons. Every President who has served in the Oval Office since Harry Truman has been dedicated to the proposition of controlling nuclear weapons, to negotiate with the Soviet Union — balanced, controlled, observable, and then reducing levels of atomic weaponry.\n\nThere is a disturbing pattern in the attitude of Governor Reagan. He has never supported any of those arms control agreements — the limited test ban, SALT I, nor the antiballistic missile treaty, nor the Vladivostok Treaty negotiated with the Soviet Union by President Ford — and now he wants to throw into the wastebasket a treaty to control nuclear weapons on a balanced and equal basis between ourselves and the Soviet Union, negotiated over a 7-year period, by myself and my two Republican predecessors.\n\nThe Senate has not voted yet on the strategic arms limitation treaty. There have been preliminary skirmishings in the committees of the Senate, but the treaty has never come to the floor of the Senate for either a debate or a vote. It's understandable that a Senator in the preliminary debates can make an irresponsible statement, or, maybe, an ill-advised statement. You've got 99 other Senators to correct that mistake, if it is a mistake. But when a man who hopes to be President says, \"Take this treaty, discard it, do not vote, do not debate, do not explore the issues, do not finally capitalize on this long negotiation\" — that is a very dangerous and disturbing thing.\n", " Yes. Governor Reagan is making some very misleading and disturbing statements. He not only advocates the scrapping of this treaty — and I don't know that these men that he quotes are against the treaty in its final form — but he also advocates the possibility-he said it's been a missing element-of playing a trump card against the Soviet Union of a nuclear arms race and insisting upon nuclear superiority by our own Nation as a predication for negotiation in the future with the Soviet Union.\n\nIf President Brezhnev said, \"We will scrap this treaty, negotiated under three American presidents over a 7-year period of time; we insist upon nuclear superiority as a basis for future negotiations; and we believe that the launching of a nuclear arms race is a good basis for future negotiations,\" it's obvious that I, as President, and all Americans would reject such a proposition. This would mean the resumption of a very dangerous nuclear arms race.\n\nIt would be very disturbing to American people. It would change the basic tone and commitment that our Nation has experienced ever since the Second World War, with all Presidents, Democratic and Republican, and would also be very disturbing to our allies, all of whom support this nuclear arms treaty. In addition to that, the adversarial relationship between ourselves and the Soviet Union would undoubtedly deteriorate very rapidly.\n\nThis attitude is extremely dangerous and belligerent in its tone, although it's said with a quiet voice.\n", " I think, to close out this discussion, it would be better to put into perspective what we're talking about.\n\nI had a discussion with my daughter, Amy, the other day, before I came here, to ask her what the most important issue was. She said she thought nuclear weaponry and the control of nuclear arms.\n\nThis is a formidable force. Some of these weapons have 10 megatons of explosion. If you put 50 tons of TNT in each one of railroad cars, you would have a trainload of TNT stretching across this Nation. That's one major war explosion in a warhead. We have thousands, equivalent of megaton, or million tons, of TNT warheads. The control of these weapons is the single major responsibility of a President, and to cast out this commitment of all Presidents, because of some slight technicalities that can be corrected, is a very dangerous approach.\n", " I don't think there's any doubt that, in the future, the cost of oil is going to go up. What I've had as a basic commitment since I've been President is to reduce our dependence on foreign oil: It can only be done in two ways: one, to conserve energy, to stop the waste of energy, and secondly, to produce more American energy.\n\nWe've been very successful in both cases. We've now reduced the importing of foreign oil in the last year alone by onethird. We imported today 2 million barrels of oil less than we did the same day just a year ago.\n\nThis commitment has been opening up a very bright vista for our Nation in the future, because with the windfall profits tax as a base, we now have an opportunity to use American technology and American ability and American natural resources to expand rapidly the production of synthetic fuels, yes; to expand rapidly the production of solar energy, yes; and also to produce the conventional kinds of American energy. We will drill more oil and gas wells this year than any year in history. We'll produce more coal this year than any year in history. We're exporting more coal this year than any year in history. And we have an opportunity now, with improved transportation systems and improved loading facilities in our ports, to see a very good opportunity on the world international market, to replace OPEC oil with American coal as a basic energy source.\n\nThis exciting future will not only give us more energy security but will also open up vast opportunities for Americans to live a better life and to have millions of new jobs associated with this new and very dynamic industry now in prospect because of the new energy policy that we've put into effect.\n", " Yes, sir. To repeat myself, we have this year the opportunity, which we'll realize, to produce 800 million tons of coal — an unequaled record in the history of our country. Governor Reagan says that this is not a good achievement, and he blames restraints on coal production on regulations — regulations that affect the life and the health and safety of miners and also regulations that protect the purity of our air and the quality of our water and our land. We cannot cast aside those regulations. We have a chance in the next 15 years, insisting upon the health and safety of workers in the mines, and also preserving the same high air and water pollution standards, to triple the amount of coal we produce.\n\nGovernor Reagan's approach to our energy policy, which has already proven its effectiveness, is to repeal or to change substantially the windfall profits tax, to return a major portion of $227 billion back to the oil companies, to do away with the Department of Energy, to shortcircuit our synthetic fuels program, to put a minimal emphasis on solar power, to emphasize strongly nuclear powerplants as a major source of energy in the future. He wants to put all our eggs in one basket and give that basket to the major oil companies.\n", " Sure. As a matter of fact, the air pollution standard laws that were passed in California were passed over the objections of Governor Reagan, and this is a very well known fact. Also, recently, when someone suggested that the Occupational Safety and Health Act should be abolished, Governor Reagan responded, \"Amen.\"\n\nThe offshore drilling rights is a question that Governor Reagan raises often. As a matter of fact, in the proposal for the Alaska lands legislation, 100 percent of all the offshore lands would be open for exploration, and 95 percent of all the Alaska lands where it is suspected or believed that minerals might exist. We have, with our 5-year plan for the leasing of offshore lands, proposed more land to be drilled than has been opened up for drilling since this program first started in 1954.\n\nSo, we're not putting restraints on American exploration; we're encouraging it in every way we can.\n", " As long as there's a Democratic President in the White House, we will have a strong and viable social security system, free of the threat of bankruptcy. Although Governor Reagan has changed his position lately, on four different occasions he has advocated making social security a voluntary system, which would, in effect, very quickly bankrupt it. I noticed also in the Wall Street Journal earlier this week that a preliminary report of his task force advocates making social security more sound by reducing the adjustments in social security for the retired people to compensate for the impact of inflation. These kinds of approaches are very dangerous to the security and the well-being, and the peace of mind of the retired people of this country and those approaching retirement age.\n\nBut no matter what it takes in the future to keep social security sound, it must be kept that way. And although there was a serious threat to the social security system and its integrity during the 1976 campaign and when I became President, the action of the Democratic Congress, working with me, has been to put social security back on a sound financial basis. That's the way it will stay.\n", " Fine. These constant suggestions that the basic social security system should be changed does cause concern and consternation among the aged of our country. It's obvious that we should have a commitment to them, that social security benefits should not be taxed, and that there would be no peremptory change in the standards by which social security payments are made to the retired people. We also need to continue to index the social security payments so that if inflation rises, the social security payments would rise a commensurate degree to let the buying power of the social security check continue intact.\n\nIn the past, the relationship between social security and Medicare has been very important to provide some modicum of aid for senior citizens in the retention of health benefits. Governor Reagan, as a matter of fact, began his political career campaigning around this Nation against Medicare. Now we have an opportunity to move toward national health insurance, with an emphasis on the prevention of disease; an emphasis on outpatient care, not inpatient care; an emphasis on hospital cost containment to hold down the cost of hospital care for those who are ill; an emphasis on catastrophic health insurance, so that if a family is threatened with being wiped out economically because of a very high medical bill, then the insurance would help pay for it. These are the kind of elements of a national health insurance, important to the American people. Governor Reagan, again, typically is against such a proposal.\n", " I think this debate on social security, Medicare, national health insurance typifies as vividly as any other subject tonight the basic historical differences between the Democratic Party and the Republican Party. The allusions to basic changes in the minimum wage is another, and the deleterious comments that Governor Reagan has made about unemployment compensation. These commitments that the Democratic Party has historically made to the working families of this Nation have been extremely important to the growth in their stature and in a better quality of life for them.\n\nI noticed recently that Governor Reagan frequently quotes Democratic Presidents, in his acceptance address and otherwise. I have never heard a candidate for President, who is a Republican, quote a Republican President, but when they get in office, they try to govern like Republicans. So, its good for the American people to remember there is a sharp basic historical difference between Governor Reagan and me on these crucial issues-also, between the two parties that we represent.\n\nВ MR. SMITH. Thank you, Mr. President, Governor Reagan.\n\nВ We now go to another question, a question to President Carter by Barbara Walters.\n\nASSESSMENTS OF OPPONENT\n", " Barbara, reluctant as I am to say anything critical about Governor Reagan, I will try to answer your question. [Laughter]\n\nFirst of all, there's the historical perspective that I just described. This is a contest between a Democrat in the mainstream of my party, as exemplified by the actions that I've taken in the Oval Office the last 4 years, as contrasted with Governor Reagan, who in most cases does typify his party, but in some cases, there is a radical departure by him from the heritage of Eisenhower and others. The most important crucial difference in this election campaign, in my judgment, is the approach to the control of nuclear weaponry and the inclination to control or not to control the spread of atomic weapons to other nations that don't presently have it, particularly the terrorist nations.\n\nThe inclination that Governor Reagan has exemplified in many troubled times since he's been running for President — I think since 1968 — to inject American military forces in places like North Korea, to put a blockade around Cuba this year, or in some instances, to project American forces into a fishing dispute against the small nation of Ecuador on the west coast of South America — this is typical of his longstanding inclination, on the use of American power, not to resolve disputes diplomatically and peacefully, but to show that the exercise of military power is best proven by the actual use of it.\n\nObviously, no President wants war, and I certainly do not believe that Governor Reagan, if he were President, would want war. But a President in the Oval Office has to make a judgment on almost a daily basis about how to exercise the enormous power of our country for peace, through diplomacy, or in a careless way, in a belligerent attitude which has exemplified his attitudes in the past.\n", " Yes. I mentioned the radical departure of Governor Reagan from the principles or ideals or historical perspective of his own party. I don't think this can be better illustrated than in the case with guaranteeing women equal rights under the Constitution of our Nation. For 40 years, the Republican Party platforms called for guaranteeing women equal rights with a constitutional amendment. Six predecessors of mine who served in the Oval Office called for this guarantee of women's rights. Governor Reagan and the new Republican Party has departed from this commitment — a very severe blow to the opportunity for women finally to correct discrimination under which they have suffered.\n\nWhen a man and a woman do the same amount of work, a man gets paid a dollar; a woman only gets paid 59 cents. And the equal rights amendment only says that equality of rights shall not be abridged for women by the Federal Government or by the State governments. That's all it says — a simple guarantee of equality of opportunity which typifies the Democratic Party and which is a very important commitment of mine, as contrasted with Governor Reagan's radical departure from the longstanding policy of his own party.\n", " Yes. Howard, I'm a southerner, and I share the basic beliefs of my region about an excessive government intrusion into the private affairs of American citizens and also into the private affairs of the free enterprise system. One of the commitments that I made was to deregulate the major industries of this country. We've been remarkably successful, with the help of the Democratic Congress. We've deregulated the air industry, the rail industry, the trucking industry, financial institutions; now working on the communications industry.\n\nIn addition to that, I believe this element of discrimination is something that the South has seen so vividly as a blight on our region of the country which has now been corrected — not only racial discrimination but discrimination against people that have to work for a living — because we have been trying to pick ourselves up by our bootstraps since the long Depression years and lead a full and useful life in the affairs of this country. We've made remarkable success. It's part of my consciousness and of my commitment to continue this progress.\n\nSo, my heritage as a southerner, my experience in the Oval Office, convinces me that what I've just described is a proper course for the future.\n", " First of all, I'd like to thank the League of Women Voters for making this debate possible. I think it's been a very constructive debate, and I hope it's helped to acquaint the American people with the sharp differences between myself and Governor Reagan. Also, I want to thank the people of Cleveland and Ohio for being such hospitable hosts during this last few hours in my life.\n\nI've been President now for almost 4 years. I've had to make thousands of decisions, and each one of those decisions has been a learning process. I've seen the strength of my Nation, and I've seen the crises that it approached in a tentative way. And I've had to deal with those crises as best I could.\n\nAs I've studied the record between myself and Governor Reagan, I've been impressed with the stark differences that exist between us. I think the results of this debate indicate that that fact is true. I consider myself in the mainstream of my party. I consider myself in the mainstream even of the bipartisan list of Presidents who've served before me. The United States must be a nation strong; the United States must be a nation secure. We must have a society that's just and fair. And we must extend the benefits of our own commitment to peace, to create a peaceful world.\n\nI believe that since I've been in office, there've been six or eight areas of combat evolve in other parts of the world. In each case, I alone have had to determine the interests of my country and the degree of involvement of my country. I've done that with moderation, with care, with thoughtfulness; sometimes consulting experts. But I've learned in this last 3 1/2 years that when an issue is extremely difficult, when the call is very close, the chances are the experts will be divided almost 50-50. And the final judgment about the future of our Nation — war, peace, involvement, reticence, thoughtfulness, care, consideration, concern — has to be made by the man in the Oval Office. It's a lonely job, but with the involvement of the American people in the process, with an open government, the job is a very gratifying one.\n\nThe American people now are facing, next Tuesday, a lonely decision. Those listening to my voice will have to make a judgment about the future of this country. And I think they ought to remember that one vote can make a lot of difference. If one vote per precinct had changed in 1960, John Kennedy would never have been President of this Nation. And if a few more people had gone to the polls and voted in 1968, Hubert Humphrey would have been President; Richard Nixon would not.\n\nThere is a partnership involved. And our Nation, to stay strong, to stay at peace, to raise high the banner of human rights, to set an example for the rest of the world, to let our deep beliefs and commitments be felt by others in all other nations is my plan for the future. I ask the American people to join me in this partnership.\n"]}}