{"Bill Clinton": {"oct_11_1992": [" The most important distinction in this campaign is that I represent real hope for change: a departure from trickle-down economics, a departure from tax-and-spend economics, to invest and grow. But before I can do that I must challenge the American people to change, and they must decide.\n\nTonight I say to the President: Mr. Bush, for 12 years you've had it your way. You've had your chance, and it didn't work. It's time to change. I want to bring that change to the American people, but we must all decide first we have the courage to change for hope and a better tomorrow.\n", " I believe experience counts, but it's not everything. Values, judgment, and the record that I have amassed in my State also should count for something. I've worked hard to create good jobs and to educate people. My State now ranks first in the country in job growth this year, fourth in income growth, fourth in the reduction of poverty, third in overall economic performance, according to a major news magazine. That's because we believe in investing in education and in jobs.\n\nWe have to change in this country. You know, my wife, Hillary, gave me a book about a year ago in which the author defined insanity as just doing the same old thing over and over again and expecting a different result. We have got to have the courage to change. Experience is important, yes. I've gotten a lot of good experience in dealing with ordinary people over the last year and a month. I've touched more people's lives and seen more heartbreak and hope, more pain and more promise than anybody else who's run for President this year. And I think the American people deserve better than they're getting. We have gone from first to 13th in the world in wages in the last 12 years since Mr. Bush and Mr. Reagan have been in. Personal income has dropped while people have worked harder in the last 4 years. There have been twice as many bankruptcies as new jobs created.\n\nWe need a new approach. The same old experience is not relevant. We're living in a new world after the cold war. And what works in this new world is not trickle-down, not Government for the benefit of the privileged few, not tax-and-spend but a commitment to invest in American jobs and American education. Controlling American health care costs and bringing the American people together, that is what works. And you can have the right kind of experience and the wrong kind of experience. Mine is rooted in the real lives of real people. And it will bring real results if we have the courage to change.\n", " Ross gave a good answer, but I've got to respond directly to Mr. Bush. You have questioned my patriotism. You even brought some rightwing Congressmen into the White House to plot how to attack me for going to Russia in 1969 - 1970, when over 50,000 other Americans did.\n\nNow, I honor your service in World War II. I honor Mr. Perot's service in uniform and the service of every man and woman who ever served, including Admiral Crowe, who was your Chairman of the Joint Chiefs and who's supporting me. But when Joe McCarthy went around this country attacking people's patriotism, he was wrong. He was wrong. And a Senator from Connecticut stood up to him, named Prescott Bush. Your father was right to stand up to Joe McCarthy. You were wrong to attack my patriotism. I was opposed to the war, but I love my country. And we need a President who will bring this country together, not divide it. We've had enough division. I want to lead a unified country.\n", " The tax increase I have proposed triggers in at family incomes of $200,000 and above. Those are the people who, in the 1980's, had their incomes go up while their taxes went down. Middle-class people, defined as people with incomes of $52,000 and down, had their incomes go down while their taxes went up in the Reagan-Bush years because of six increases in the payroll taxes. So that is where my income limit would trigger.\n", " My plan, notwithstanding my opponent's ad, my plan triggers in at gross incomes, family incomes of $200,000 and above. And then we want to give modest middle-class tax relief to restore some fairness, especially to middle-class people with families with incomes of under $60,000.\n\nIn addition to that, the money that I raise from upper income people and from asking foreign corporations just to pay the same income on their income earned in America that American corporations do will be used to give incentives back to upper income people. I want to give people permanent incentives on investment tax credit like President Kennedy and the Congress inaugurated in the early sixties to get industry moving again; a research and development tax credit; a low-income housing tax credit; a long-term capital gains proposal for new business and business expansions.\n\nWe've got to have no more trickle-down. We don't need across-the-board tax cuts for the wealthy for nothing; we need to say, here's your tax incentive if you create American jobs the old-fashioned way.\n\nI'd like to create more millionaires than were created under Mr. Bush and Mr. Reagan, but I don't want to have 4 years where we have no growth in the private sector. And that's what's happened in the last 4 years. We're down 35,000 jobs in the private sector. We need to invest and grow, and that's what I want to do.\n", " I agree with the general statement Mr. Bush made. I disagree that we need 150,000 troops to fulfill our role in Europe. We certainly must maintain an engagement there. There are certainly dangers there. There are certainly other trouble spots in the world which are closer to Europe than to the United States. But two former Defense Secretaries recently issued reports saying that 100,000 or slightly fewer troops would be enough, including President Reagan's former Defense Secretary, Mr. Carlucci. Many of the military experts whom I consulted on this agreed.\n\nWe're going to have to spend more money in the future on military technology and on greater mobility, greater airlift, greater sealift, the B - 22 airplane. We're going to have to do some things that are quite costly, and I simply don't believe we can afford, nor do we need to keep 150,000 troops in Europe, given how much the Red Army, now under the control of Russia, has been cut; the arms control agreement concluded between Mr. Bush and Mr. Yeltsin, something I have applauded. I don't think we need 150,000 troops.\n\nLet me make one other point. Mr. Bush talked about taxes. He didn't tell you that he vetoed a middle-class tax cut because it would be paid for by raising taxes on the wealthy and vetoed an investment tax credit paid for by raising taxes on the wealthy.\n\nTaxes\n", " I think Mr. Perot has confronted this deficit issue, but I think it's important to point out that we really have two deficits in America, not one. We have a budget deficit in the Federal Government, but we also have an investment, a jobs, an income deficit.\n\nPeople are working harder for less money than they were making 10 years ago: two-thirds of our people, a $1,600 drop in average income in just the last 2 years. The problem I have with the Perot prescription is that almost all economists who have looked at it say that if you cut the deficit this much this quick, it will increase unemployment, it will slow down the economy. That's why I think we shouldn't do it that quickly. We have a disciplined reduction in the deficit of 50 percent over the next 4 years. But first, get incentives to invest in this economy, put the American people back to work. We've got to invest in growth. Nine Nobel Prize-winning economists and 500 others, including numerous Republican and Democratic business executives, have endorsed this approach because it offers the best hope to put America back to work and get our incomes rising instead of falling.\n", " We must have a transition plan, a plan to convert from a defense to a domestic economy. No other nation would have cut defense as much as we already have without that. There are 200,000 people unemployed in California alone because we have cut defense without planning to retrain them and to reinvest in the technologies of the future here at home. That is what I want to do.\n\nThis administration may say they have a plan, but the truth is they have not even released all the money, the paltry sum of money that Congress appropriated. I want to take every dollar by which we reduced defense and reinvest it in technologies for the 21st century: in new transportation, in communication, and environmental cleanup technologies. Let's put the American people to work. And let's build the kind of high-tech, high-wage, high-growth economy that the American people deserve.\n", " This country desperately needs a jobs program. And my first priority would be to pass a jobs program, to introduce it on the first day I was inaugurated. I would meet with the leaders of the Congress, with all the newly elected Members of the Congress, and as many others with whom I could meet between the time of the election and the inauguration. And we would present a jobs program.\n\nThen we would present a plan to control health care costs and phase in health care coverage for all Americans. Until we control health care costs, we're not going to control the deficit. It is the number one culprit. But first we must have an aggressive jobs program.\n\nI live in a State where manufacturing job growth has far outpaced the Nation in the last few years; where we have created more private sector jobs since Mr. Bush has been President than have been created in the entire rest of the country, where Mr. Bush's Labor Secretary said the job growth has been enormous. We've done it in Arkansas. Give me a chance to create these kinds of jobs in America. We can do it. I know we can.\n", " Well, let me say that I think that we might ought to review the terms and the way it works. But frankly, I don't think that's the problem today. We have low interest rates today. At least we have low interest rates that the Fed can control. Our long-term interest rates are still pretty high because of our deficit and because of our economic performance.\n\nAnd there was a terrible reaction internationally to Mr. Bush saying he was going to give us 4 more years of trickle-down economics and other across-the-board tax cuts and most of it going to the wealthy with no real guarantee of investment. But I think the important thing is to use the powers the President does have on the assumption that given the condition of this economy, we're going to keep interest rates down if we have the discipline to increase investment and reduce the debt at the same time. That is my commitment.\n\nI think the American people are hungry for action. I think Congress is hungry for someone who will work with them, instead of manipulate them; someone who will not veto a bill that has an investment credit, middle class tax relief, research and development tax credits, as Mr. Bush has done. Give me a chance to do that.\n\nI don't have to worry, I don't think, in the near term, about the Federal Reserve. Their policies so far, it seems to me, are pretty sound.\n", " In order to keep America the strongest nation in the world, we need some continuity and some change. There are three fundamental challenges. First of all, the world is still a dangerous and uncertain place. We need a new military and a new national security policy equal to the challenges of the post-cold-war era; a smaller permanent military force, but one that is more mobile, well-trained, with high-technology equipment. We need to continue the negotiations to reduce nuclear arsenals in the Soviet Union, the former Soviet Union, and the United States. We need to stop this proliferation of weapons of mass destruction.\n\nSecond, we have to face that in this world economic security is a whole lot of national security. Our dollar is at an all-time low against some foreign currencies. We're weak in the world. We must rebuild America's strength at home.\n\nFinally, we ought to be promoting the democratic impulses around the world. Democracies are our partners. They don't go to war with each other. They're reliable friends in the future. National security, economic strength, democracy.\n", " I think our relation-ships with China are important, and I don't think we want to isolate China. But I think it is a mistake for us to do what this administration did when all those kids went out there carrying the Statue of Liberty in Tiananmen Square, and Mr. Bush sent two people in secret to toast the Chinese leaders and basically tell them not to worry about it. They rewarded him by opening negotiations with Iran to transfer nuclear technology. That was their response to that sort of action.\n\nNow that voices in the Congress and throughout the country have insisted that we do something about China, look what has happened. China has finally agreed to stop sending us products made with prison labor not because we coddled them but because the administration was pushed into doing something about it. Recently the Chinese have announced that they're going to lower some barriers to our products, which they ought to do since they have a $15 billion trade surplus with the United States under Mr. Bush, the second biggest surplus of all, second to Japan.\n\nSo I would be firm. I would say, if you want to continue most-favored-nation status for your government-owned industries as well as your private ones, observe human rights in the future. Open your society. Recognize the legitimacy of those kids that were carrying the Statue of Liberty. If we can stand up for our economic interests, we ought to be able to pursue the democratic interests of the people in China. And over the long run they'll be more reliable partners.\n", " I agree that we cannot commit ground forces to become involved in the quagmire of Bosnia or in the tribal wars of Somalia. But I think that it's important to recognize that there are things that can be done short of that and that we do have interests there. There are, after all, two million refugees now because of the problems in what was Yugoslavia, the largest number since World War II, and there may be hundreds of thousands of people who will starve or freeze to death in this winter.\n\nThe United States should try to work with its allies and stop it. I urged the President to support this air cover, and he did, and I applaud that. I applaud the no-fly zone, and I know that he's going back to the United Nations to try to get authority to enforce it. I think we should stiffen the embargo on the Belgrade government. I think we have to consider whether or not we should lift the arms embargo now on the Bosnians, since they are in no way in a fair fight with a heavily armed opponent bent on ethnic cleansing. We can't get involved in the quagmire, but we must do what we can.\n", " A family involves at least one parent, whether natural or adoptive or foster, and children. A good family is a place where love and discipline and good values are transmuted from the elders to the children, a place where people turn for refuge and where they know they're the most important people in the world.\n\nAmerica has a lot of families that are in trouble today. There's been a lot of talk about family values in this campaign. I know a lot about that. I was born to a widowed mother who gave me family values, and grandparents. I've seen the family values of my people in Arkansas. I've seen the family values of all these people in America who are out there killing themselves, working harder for less in a country that's had the worst economic years in 50 years and the first decline in industrial production ever.\n\nI think the President owes it to family values to show that he values America's families. Whether they're people on welfare, you're trying to move from welfare to work; the working poor, whom I think deserve a tax break to lift them above poverty if they've got a child in the house and working 40 hours a week; working families, who deserve a fair tax system and the opportunity for constant retraining. They deserve a strong economy. I think they deserve a family and medical leave act. Seventy-two other nations have been able to do it. Mr. Bush vetoed it twice because he says we can't do something 72 other countries do, even though there was a small business exemption.\n\nSo with all the talk about family values, I know about family values. I wouldn't be here without them. The best expression of my family values is that tonight's my 17th wedding anniversary, and I'd like to close my question by just wishing my wife a happy anniversary and thanking my daughter for being here.\n", " Like Mr. Perot, I have held crack babies in my arms. But I know more about this, I think, than anybody else up here because I have a brother who's a recovering drug addict. I'm very proud of him. But I can tell you this: If drugs were legal, I don't think he'd be alive today. I am adamantly opposed to legalizing drugs. He is alive today because of the criminal justice system.\n\nThat's a mistake. What should we do? First, we ought to prevent more of this on the street. Thirty years ago there were three policemen for every crime. Now there are three crimes for every policeman. We need 100,000 more police on the street. I have a plan for that. Secondly, we ought to have treatment on demand. Thirdly, we ought to have boot camps for first-time nonviolent offenders so they can get discipline and treatment and education and get reconnected to the community, before they are severed and sent to prison where they can learn how to be first-class criminals.\n\nThere is a crime bill that, lamentably, was blocked from passage once again, mostly by Republicans in the United States Senate, which would have addressed some of these problems. That crime bill is going to be one of my highest priorities next January if I become President.\n", " I grew up in the segregated south, thankfully raised by a grandfather with almost no formal education but with a heart of gold who taught me early that all people were equal in the eyes of God. I saw the winds of hatred divide people and keep the people of my State poorer than they would have been, spiritually and economically. I've done everything I could in my public life to overcome racial divisions. We don't have a person to waste in this country.\n\nWe are being murdered economically because we have too many dropouts. We have too many low-birth weight babies. We have too many drug addicts as kids. We have too much violence. We are too divided by race, by income, by region. I have devoted a major portion of this campaign to going across this country and looking for opportunities to go to white groups and African-American groups and Latino groups, Asian-American groups and say the same thing: If the American people cannot be brought together, we can't turn this country around. If we can come together, nothing, nothing can stop us.\n", " Over 150,000 Americans have died of AIDS. Well over a million and a quarter Americans are HIV-positive. We need to put one person in charge of the battle against AIDS to cut across all the agencies that deal with it. We need to accelerate the drug approval process. We need to fully fund the act named for that wonderful boy, Ryan White, to make sure we're doing everything we can on research and treatment. The President should lead a national effort to change behavior to keep our children alive in the schools, responsible behavior to keep people alive. This is a matter of life and death.\n\nI've worked in my State to reduce teen pregnancy and illness among children. And I know it's tough. The reason Magic Johnson resigned from the AIDS Commission is because the statement you heard tonight from Mr. Bush is the longest and best statement he's made about it in public. I'm proud of what we did at the Democratic Convention, putting two HIV-positive people on the platform, and I'm proud of the leadership that I'm going to bring to this country in dealing with the AIDS crisis.\n", " Ross, that's a great speech, but it's not quite that simple. [Laughter] I mean, look at the facts. Both parties in Washington, the President and the Congress, have cut Medicare. The average senior citizen is spending a higher percentage of income on health care today than they were in 1965 before Medicare came in. The President's got another proposal to require them to pay $400 a year more for the next 5 years.\n\nBut if you don't have the guts to control cost by changing the insurance system and taking on the bureaucracies and the regulation of health care in the private and public sector, you can't fix this problem. Costs will continue to spiral. Just remember this, folks: A lot of folks on Medicare are out there every day making the choice between food and medicine. Not poor enough for Medicare, Medicaid; not wealthy enough to buy their medicine. I've met them, people like Mary Annie and Edward Davis of Nashua, New Hampshire, all over this country. They cannot even buy medicine. So let's be careful. When we talk about cutting health care costs, let's start with the insurance companies and the people that are making a killing instead of making our people healthy.\n", " Mr. Bush made that charge.\n", " I thought the Oregon plan should at least have been allowed to be tried because at least the people in Oregon were trying to do something.\n\nLet me go back to the main point, Sandy. Mr. Bush is trying to run against Lyndon Johnson and Jimmy Carter and everybody in the world but me in this race. I have proposed a managed competition plan for health care. I will say again: You cannot control health care costs simply by cutting Medicare. Look what's happened. The Federal Government has cut Medicare and Medicaid in the last few years. States have cut Medicaid; we've done it in Arkansas under budget pressures. But what happens? More and more people get on the rolls as poverty increases. If you don't control the health care costs of the entire system, you cannot get control of it.\n\nLook at our program. We've set up a national ceiling on health care costs tied to inflation and population growth set by health care providers, not by the Government. We provide for managed competition, not Government models, in every State, and we control private and public health care costs.\n\nNow, just a few days ago, a bipartisan commission of Republicans and Democrats, more Republicans than Democrats, said my plan will save the average family $1,200 a year more than the Bush plan will by the year 2000; $2.2 trillion in the next 12 years; $400 billion a year by the end of this decade. I've got a plan to control health care costs. But you can't just do it by cutting Medicare. You have to take on the insurance companies, the bureaucracies, and you have to have cost controls, yes. But keep in mind, we are spending 30 percent more on health care than any country in the world, any other country. Yet, we have 35 million people uninsured. We have no preventive and primary care. The Oregon plan is a good start if the Federal Government is going to continue to abandon its responsibilities.\n\nI say if Germany can cover everybody and keep costs under inflation, if Hawaii can cover 98 percent of their people at lower health care costs than the rest of us, if Rochester, New York, can do it with two-thirds of the cost of the rest of us, America can do it, too. I'm tried of being told we can't. I say we can. We can do better, and we must.\n", " I'd like to thank the people of St. Louis and Washington University, the Presidential Debate Commission, and all those who made this night possible. And I'd like to thank those of you who are watching. Most of all, I'd like to thank all of you who have touched me in some way over this last year, all the thousands of you whom I've seen. I'd like to thank the computer executives and the electronics executives in Silicon Valley, two-thirds of whom are Republicans, who said they wanted to sign on to a change to create a new America. I'd like to thank the hundreds of executives who came to Chicago, a third of them Republicans, who said they wanted a change. I'd like to thank the people who started with Mr. Perot who have come on to help our campaign. I'd like to thank all the folks around America that no one ever knows about: the woman who was holding the AIDS baby she adopted in Cedar Rapids, Iowa, who asked me to do something more for adoption; the woman who stopped along the road in Wisconsin and wept because her husband had lost his job after 27 years; all the people who are having a tough time; and the people who are winning, but who know how desperately we need to change.\n\nThis debate tonight has made crystal clear a challenge that is as old as America: the choice between hope and fear, change or more of the same; the courage to move into a new tomorrow or to listen to the crowd who says, \"Things could be worse.\"\n\nMr. Bush has said some very compelling things tonight that don't quite square with the record. He was President for 3 years before he proposed a health care plan that still hasn't been sent to Congress in total; 3 years before an economic plan; and he still didn't say tonight that that tax bill he vetoed raised taxes only on the rich and gave the rest of you a break, but he vetoed it anyway.\n\nI offer a new direction: Invest in American jobs, American education, control health care costs, bring this country together again. I want the future of this country to be as bright and brilliant as its past, and it can be if we have the courage to change.\n"], "oct_19_1992": [" No. There are many people who believe that the only way we can get this country turned around is to tax the middle class more and punish them more. But the truth is that middle class Americans are basically the only group of Americans who have been taxed more in the 1980's and during the last 12 years even though their incomes have gone down. The wealthiest Americans have been taxed much less even though their incomes have gone up.\n\nMiddle class people will have their fair share of changing to do and many challenges to face, including the challenge of becoming constantly reeducated. But my plan is a departure from trickle-down economics, just cutting taxes on the wealthiest Americans and getting out of the way. It's also a departure from tax-and-spend economics because you can't tax and divide an economy that isn't growing.\n\nI propose an American version of what works in other countries. I think we can do it better: invest and grow. I believe we can increase investment and reduce the deficit at the same time if we not only ask the wealthiest Americans and foreign corporations to pay their fair share, we also provide over $100 billion in tax relief in terms of incentives for new plants, new small businesses, new technologies, new housing, and for middle class families, and we have $140 billion of spending cuts.\n\nInvest and grow: raise some more money; spend the money on tax incentives to have growth in the private sector; take the money from the defense cuts and reinvest it in new transportation and communications and environmental cleanup systems. This will work.\n\nOn this, as on so many other issues, I have a fundamental difference from the present administration. I don't believe trickle-down economics will work. Unemployment is up. Most people are working harder for less money than they were making 10 years ago. I think we can do better if we have the courage to change.\n", " I disagree with both of them. Let me just follow up here. I disagree with Mr. Perot that the answer is to put a 50-cent gas tax on the middle class and raise more taxes on the middle class and the working poor than on the wealthy. His own analysis says that unemployment will be slightly higher in 1995 under his plan than it is today. As far as what Mr. Bush says, he is the person who raised taxes on the middle class after saying he wouldn't. Just this year Mr. Bush vetoed a tax increase on the wealthy that gave middle class tax relief. He vetoed middle class tax relief this year.\n\nFurthermore, under this administration, spending has increased more than it has in the last 20 years, and he asked Congress to spend more money than it actually spent. Now, it's hard to outspend Congress, but he tried to for the last 3 years.\n\nSo my view is the middle class is the -- they've been suffering, Jim. Now, should people pay more for Medicare if they can? Yes. Should they pay more for Social Security if they get more out of it than they've paid in and they're upper income people? Yes. But look what's happened to the middle class. Middle class Americans are working harder for less money than they were making 10 years ago, and they're paying higher taxes. The tax burden on them has not gone down; it has gone up.\n\nI don't think the answer is to slow the economy down more, drive unemployment up more, and undermine the health of the private sector. The answer is to invest and grow this economy. That's what works in other countries, and that's what will work here.\n", " Mr. Bush's Bureau of Labor Statistics says that Arkansas ranks first in the country in the growth of new jobs this year, first -- --\n", " -- -- fourth in manufacturing jobs; fourth in the reduction of poverty; fourth in income increase. Over the last 10 years we've created manufacturing jobs much more rapidly than the national average. Over the last 5 years our income has grown more rapidly than the national average. We are second in tax burden, the second lowest tax burden in the country. We have the lowest per capita State and local spending in the country.\n\nWe are low-spending, low tax burden. We've dramatically increased investment and our jobs are growing. I wish America had that kind of record, and I think most people looking at us tonight would like it if we had more jobs and a lower spending burden on the Government.\n", " Mr. Perot, with all respect, I think it is highly relevant, and I think that a $4 billion budget in State and Federal funds is not all that small. I think the fact that I took a State that was one of the poorest States in the country and had been for 153 years and tried my best to modernize its economy and to make the kind of changes that have generated support from people like the presidents of Apple Computer and Hewlett-Packard and some of the biggest companies in this country, 24 retired generals and admirals, and hundreds of business executives are highly relevant.\n\nAnd you know, I'm frankly amazed that since you grew up five blocks from there you would think that what goes on in that State is irrelevant. I think it's been pretty impressive.\n", " And the people who have jobs and educations and opportunities that didn't have them 10 years ago don't think it's irrelevant at all. They think it's highly relevant and wish the rest of the country -- --\n", " You think it's relevant.\n", " The only thing I would say about that is I think that on the economy, Mr. Bush said for a long time there was no recession and then said it would be better to do nothing than to have a compromise effort with the Congress. He really didn't have a new economic program until over 1,300 days into his Presidency and not all of his health care initiative has been presented to the Congress even now.\n\nI think it's important to elect a President who is committed to getting this economy going again and who realizes we have to abandon trickle-down economics and put the American people first again and who will send programs to the Congress in the first 100 days to deal with the critical issues that America's crying out for leadership on: jobs, incomes, the health care crisis, the need to control the economy. Those things deserve to be dealt with from day one. I will deal with them from day one. They will be my first priority, not my election year concerns.\n", " I don't have any criticism of Mr. Perot. I think what I'd like to talk about a minute is, since you asked him the question, was the General Motors issue. I don't think there's any question that the automobile executives made some errors in the 1980's, but I also think we should look at how much productivity has increased lately, how much labor has done to increase productivity, and how much management has done. We're still losing a lot of auto jobs, in my judgment, because we don't have a national economic strategy that would build the industrial base of this country.\n\nJust today, I met with the presidents and the vice presidents of the Willow Run union near here. They both said they were Vietnam veterans supporting me because I had an economic program that put them back to work. We need an investment incentive to modernize plant and equipment. We've got to control the health care costs for those people. Otherwise we can't keep the manufacturing jobs here. We need a tough trade policy that is fair, that insists on open markets in return for open markets. We ought to have a strategy that will build the economic and industrial base.\n\nSo I think Mr. Perot was right in questioning the management practices. But they didn't have much of a partner in Government here as compared with the policies the Germans and the Japanese followed. I believe we can do better. That's one of the things I want to change. I know that we can grow manufacturing jobs. We did it in my State, and we can do it nationally.\n\nCAFE Standards\n", " Let's just talk about the CAFE standards.\n", " That's the fuel efficiency standards. They're now 27.5 miles per gallon per automobile fleet. I never said, and I defy you to find where I said -- I gave an extensive environment speech in April. I said that we ought to have a goal of raising the fuel efficiency standards to 40 miles a gallon. I think that should be a goal. I never said we should write it into law if there is evidence that that goal cannot be achieved. The National Science Foundation did a study which said it would be difficult for us to reach fuel efficiency standards in excess of 37 miles per gallon by the year 2000.\n\nI think we should try to raise the fuel efficiency. And let me say this: I think we ought to have incentives to do it. I think we ought to push to do it. That doesn't mean we have to write it into the law.\n\nLook, I am a job creator, not a job destroyer. It is the Bush administration that has had no new jobs in the private sector in the last 4 years. In my State we're leading the country in private sector job growth. But it is good for America to improve fuel efficiency.\n\nWe also ought to convert more vehicles to compressed natural gas. That's another way to improve the environment.\n\nNAFTA\n", " I'd like to respond to that. You know, Mr. Bush was very grateful when I was among the Democrats who said he ought to have the authority to negotiate an agreement with Mexico. Neither I nor anybody else, as far as I know, agreed to give him our proxy to say that whatever he did was fine for the workers of this country and for the interests of this country.\n\nI am the one who is in the middle on this. Mr. Perot says it's a bad deal. Mr. Bush says it's a hunky-dory deal. I say, on balance, it does more good than harm if we could get some protection for the environment so that the Mexicans have to follow their own environmental standards, their own labor law standards, and if we have a genuine commitment to reeducate and retrain the American workers who lose their jobs and reinvest in this economy.\n\nI have a realistic approach to trade. I want more trade. I know there are some good things in that agreement, but it can sure be made better.\n\nLet me just point out, just today in the Los Angeles Times, Clyde Prestowitz, who was one of President Reagan's leading trade advisers, and a lifelong conservative Republican, endorsed my candidacy because he knows that I'll have a free and fair trade policy, a hard-headed realistic policy, and not get caught up in rubber-stamping everything the Bush administration did. If I wanted to do that, why would I run for President, Jim? Anybody else can run the middle class down and run the economy in a ditch. I want to change it.\n", " That's what's wrong with Mr. Bush. His whole deal is, you've got to be for it or against it, and you can't make it better. I believe we can be better. I think the American people are sick and tired of either-or solutions, people being pushed in the corner, polarized to extremes. I think they want somebody with common sense, who can do what's best for the American people. I'd be happy to discuss these other issues, but I can't believe he is accusing me of getting on both sides.\n\nHe said trickle-down economics was voodoo economics. Now, he's its biggest practitioner. Let me just say -- --\n", " I could run this string out a long time, but remember this, Jim: Those 209 Americans last Thursday night in Richmond told us they wanted us to stop talking about each other and start talking about Americans and their problems and their promises. I think we ought to get back to that. I'll be glad to answer any question you have, but this election ought to be about the American people.\n", " Boy, I had a great response to that.\n", " I think Ross is right and that we do need some more restrictions on lobbyists. We ought to make them disclose the people they've given money to when they're testifying before congressional committees. We ought to close the lawyers' loophole; they ought to have to disclose when they're really lobbying. We ought to have a much longer period of time, about 5 years, between the time when people can leave executive branch offices and then go out and start lobbying for foreign interest. I agree with that.\n\nWe've wrecked the airline industry already because there's all these leveraged buyouts and all these terrible things that have happened to the airline industry. We're going to have a hard time rebuilding it. But the real thing we've got to have is a competitive economic strategy. Look what's happening to McDonnell Douglas. Even Boeing is losing market share because we let the Europeans spend 25 to 40 billion dollars on Airbus without an appropriate competitive response.\n\nWhat I want America to do is to trade more, but to compete and win by investing in competitive ways. And we're in real trouble on that.\n", " If I had to do it over again, I might answer the questions a little better. You know, I had been in public life a long time and no one had ever questioned my role, and so I was asked a lot of questions about the things that happened a long time ago. I don't think I answered them as well as I could have.\n\nGoing back 23 years, I don't know, Helen. I was opposed to the war. I couldn't help that. I felt very strongly about it, and I didn't want to go at the time. It's easy to say in retrospect I would have done something differently.\n\nPresident Lincoln opposed the war, and there were people who said maybe he shouldn't be President. But I think he made us a pretty good President in wartime. We've got a lot of other Presidents who didn't wear their country's uniform and had to order our young soldiers into battle, including President Wilson and President Roosevelt. So the answer is, I could do that. I wouldn't relish doing it, but I wouldn't shrink from it.\n\nI think that the President has to be prepared to use the power of the Nation when our vital interests are threatened, when our treaty commitments are at stake, when we know that something has to be done that is in the national interest. And that is a part of being President. Could I do it? Yes, I could.\n", " The mistake that was made was making the \"read my lips\" promise in the first place just to get elected, knowing what the size of the deficit was, knowing there was no plan to control health care costs, and knowing that we did not have a strategy to get real economic growth back into this economy. The choices were not good then.\n\nI think at the time the mistake that was made was signing off on the deal late on Saturday night in the middle of the night. That's just what the President did when he vetoed the family leave act. I think what he should have done is gone before the American people on the front end and said, \"Listen, I made a commitment, and it was wrong. I made a mistake because I couldn't have foreseen these circumstances. And this is the best deal we can work out at the time.\"\n\nHe said it was in the public interest at the time, and most everybody who was involved in it, I guess, thought it was. The real mistake was the \"read my lips\" promise in the first place. You just can't promise something like that just to get elected if you know there's a good chance that circumstances may overtake you.\n", " Well, I believe in the town hall meetings. They started with my campaign in New Hampshire. I think Ross Perot has done a good job in having them. And I, as you know, pushed for the debate to include 209 American citizens who were part of it in Richmond a few days ago. I've done a lot of them, and I'll continue to do them as President.\n\nBut I'd also like to point out that I haven't been part of what we're criticizing in Washington tonight. Of the three of us, I have balanced a government budget 12 times. I have offered and passed campaign finance reform; offered, pushed for, and passed in public referendum lobbyist restrictions; done the kinds of things you have to do to get legislators together, not only to establish consensus but to challenge them to change. In 12 years as Governor, I guess I've taken on every interest group there was in my State at one time or another to fight for change. It can be done. That's why I've tried to be so specific in this campaign: to have a mandate, if elected, so that Congress will know what the American people have voted for.\n", " Susan, I don't agree that there are no women and minorities in important positions in my campaign. There are many. But I think even more relevant is my record at home. For most of my time as Governor, a woman was my chief of staff, an African American was my chief cabinet officer, an African American was my chief economic development officer.\n\nIt was interesting, there was a story either today or yesterday in the Washington Post about my economic programs. My chief budget officer and my chief economic officer were both African Americans, even though the Post didn't mention that, which I think is a sign of progress. The National Women's Political Caucus gave me an award, one of their good guy awards, for my involvement of women in high levels of government. I've appointed more minorities to positions of high levels in government than all the Governors in the history of my State combined before me.\n\nSo that's what I'll do as President. I don't think we've got a person to waste. I think I owe the American people a White House staff, a Cabinet, and appointments that look like America, but that meet high standards of excellence, and that's what I'll do.\n", " Let's take Mr. Bush for the moment at his word. I mean, he's right, we don't have any evidence, at least, that our Government did tell Saddam Hussein he could have that part of Kuwait. And let's give him the credit he deserves for organizing Operation Desert Storm and Desert Shield. It was a remarkable event.\n\nBut let's look at where, I think, the real mistake was made. In 1988, when the war between Iraq and Iran ended, we knew Saddam Hussein was a tyrant. We had dealt with him because he was against Iran. The enemy of my enemy maybe is my friend.\n\nAll right, the war is over. We know he's dropping mustard gas on his own people. We know he's threatened to incinerate half of Israel. Several Government Departments, several, had information that he was converting our aid to military purposes and trying to develop weapons of mass destruction. But in late '89, the President signed a secret policy saying we were going to continue to try to improve relations with him, and we sent him some sort of communication on the eve of his invasion of Kuwait that we still wanted better relations.\n\nSo I think what was wrong -- I give credit where credit is due, but the responsibility was in coddling Saddam Hussein when there was no reason to do it and when people at high levels in our Government knew he was trying to do things that were outrageous.\n", " Gene, there is a problem in the sense that there are some problem banks. And on December 19th, new regulations will go into effect which will, in effect, give the Government the responsibility to close some banks that are not technically insolvent but that are plainly in trouble.\n\nOn the other hand, I don't think that we have any reason to believe that the dimensions of this crisis are anywhere near as great as the savings and loan crisis. The mistake that both parties made in Washington with the S&L business was deregulating them without proper capital requirements, proper oversight and regulation, proper training of the executives. Many people predicted what happened, and it was a disaster.\n\nThe banking system in this country is fundamentally sound, with some weak banks. I think that our goal ought to be, first of all, not to politicize it, not to frighten people; secondly, to say that we have to enforce the law in two ways. We don't want to overreact as the Federal regulators have, in my judgment, on good banks so that they've created credit crunches that have made our recession worse in the last couple of years, but we do want to act prudently with the banks that are in trouble.\n\nWe also want to say that, insofar as is humanly possible, the banking industry itself should pay for the cost of any bank failures, the taxpayers should not, and that will be my policy. I believe we have a good, balanced approach. We can get the good banks loaning money again in the credit crunch, have proper regulation on the ones that are in trouble, and not >\n\nTransfer interrupted!\n\nem, but I don't see it as the kind of terrible, terrible problem that the S&L problem was.", " I would just point out on the point Mr. Perot made, I agree that we need to cut spending in Congress. I've called for a 25-percent reduction in congressional staffs and expenditures. But the White House staff increased its expenditures by considerably more than Congress has in the last 4 years under the Bush administration, and Congress has actually spent $1 billion less than President Bush asked them to spend. Now, when you outspend Congress, you're really swinging.\n\nThat, however, is not my only passion. The real problem in this country is that most people are working hard and falling further behind. My passion is to pass a jobs program to get incomes up with an investment incentive program to grow jobs in the private sector, to waste less public money and invest more, to control health care costs and provide for affordable health care for all Americans, and to make sure we've got the best trained work force in the world. That is my passion.\n\nWe've got to get this country growing again and this economy strong again, or we can't bring down the deficit. Economic growth is the key to the future of this country.\n", " You can read my plan. My plan says that we want to raise marginal incomes on family incomes above $200,000 from 31 to 36 percent; that we want to ask foreign corporations simply to pay the same percentage of taxes on their income that American corporations pay in America; that we want to use that money to provide over $100 billion in tax cuts for investment in new plant and equipment, for small business, for new technologies, and for middle class tax relief.\n\nNow, I can tell you this: I will not raise taxes on the middle class to pay for these programs. If the money does not come in there to pay for these programs, we will cut other Government spending, or we will slow down the phase-in to the programs. I am not going to raise taxes on the middle class to pay for these programs.\n\nNow, furthermore, I am not going to tell you \"Read my lips\" on anything because I cannot foresee what emergencies might develop in this country. And the President said never, never, never would he raise taxes, in New Jersey. Within a day, Marlin Fitzwater, his spokesman, said, now, that's not a promise. So I think even he has learned that you can't say \"Read my lips\" because you can't know what emergencies might come up.\n\nBut I can tell you this: I'm not going to raise taxes on middle class Americans to pay for the programs I've recommended. Read my plan. And you know how you can trust me about that? Because you know, in the first debate, Mr. Bush made some news. He had just said Jim Baker was going to be Secretary of State, but in the first debate he said no, now he's going to be responsible for domestic economic policy. Well, I'll tell you, I'll make some news in the third debate: The person responsible for domestic economic policy in my administration will be Bill Clinton. I'm going to make those decisions, and I won't raise taxes in the middle class to pay for my program.\n", " You permitted Mr. Bush to break the rules, he said to defend the honor of the country. What about the honor of my State? We rank first in the country in job growth. We've got the lowest spending, State and local, in the country and the second lowest tax burden. The difference between Arkansas and the United States is that we're going in the right direction, and this country's going in the wrong direction. And I have to defend the honor of my State.\n", " I really can't believe Mr. Bush is still trying to make trust an issue after \"read my lips\" and \"15 billion new jobs\" and embracing what he called \"voodoo economics\" and embracing an export enhancing program for farmers he threatened to veto and going all around the country giving out money and programs that he once opposed. But the main thing is he still didn't get it, from what he said the other night to that fine woman on our program, the 209 people in Richmond. They don't want us talking about each other. They want us to talk about the problems of this country.\n\nI don't think he'll be reelected because trickle-down economics is a failure, and he's offering more of it. And what he's saying about my program is just not true. Look at the Republicans that have endorsed me, high-tech executives in northern California. Look at the 24 generals and admirals, retired, who have endorsed me, including the deputy commander of Desert Storm. Look at Sarah Brady, Jim Brady's wife, President Reagan's Press Secretary, who endorsed me because he knuckled under to the NRA and wouldn't fight for the Brady bill. We've got a broad-based coalition that goes beyond party, because I am going to change this country and make it better with the help of the American people.\n", " First I'd like to thank the Commission and my opponents for participating in these debates and making them possible. I think the real winners of the debates were the American people. I was especially moved in Richmond a few days ago when 209 of our fellow citizens got to ask us questions. They went a long way toward reclaiming this election for the American people and taking their country back.\n\nI want to say, since this is the last time I'll be on a platform with my opponents, that even though I disagree with Mr. Perot on how fast we can reduce the deficit and how much we can increase taxes on the middle class, I really respect what he's done in this campaign to bring the issue of deficit reduction to our attention. I'd like to say to Mr. Bush, even though I've got profound differences with him, I do honor his service to our country. I appreciate his efforts, and I wish him well. I just believe it's time to change.\n\nI offer a new approach. It's not trickle-down economics; it's been tried for 12 years, and it's failed. More people are working harder for less, 100,000 people a month losing their health insurance, unemployment going up, our economy slowing down. We can do better. And it's not tax-and-spend economics. It's invest and grow, put our people first, control health care costs and provide basic health care to all Americans, have an education system second to none, and revitalize the private economy. That is my commitment to you. It is a kind of change that can open up a whole new world of opportunities to America as we enter the last decade of this century and move toward the 21st century. I want a country where people who work hard and play by the rules are rewarded, not punished. I want a country where people are coming together across the lines of race and region and income. I know we can do better.\n\nIt won't take miracles, and it won't happen overnight. But we can do much, much better if we have the courage to change. Thank you very much.\n"], "oct_15_1992": [" I'd like to answer the question, because I've actually been a Governor for 12 years, so I've known a lot of people who have lost their jobs because of jobs moving overseas, and I know a lot of people whose plants have been strengthened by increasing exports.\n\nThe trick is to expand our export base and to expand trade on terms that are fair to us. It is true that our exports to Mexico, for example, have gone up, and our trade deficit's gone down. It's also true that just today a record-high trade deficit was announced with Japan.\n\nSo what is the answer? Let me just mention three things very quickly. Number one, make sure that other countries are as open to our markets as our markets are to them. If they're not, have measures on the books that don't take forever and a day to implement.\n\nNumber two, change the Tax Code. There are more deductions in the Tax Code for shutting plants down and moving overseas than there are for modernizing plants and equipment here. Our competitors don't do that. Emphasize and subsidize modernizing plants and equipment here, not moving plants overseas.\n\nNumber three, stop the Federal Government's program that now gives low interest loans and job training funds to companies that will actually shut down and move to other countries, but we won't do the same thing for plants that stay here. So more trade, but on fair terms, and favor investment in America.\n", " No, and here's why; I'll tell you exactly why, because the deficit now has been building up for 12 years. I'll tell you exactly what I think can be done. I think we can bring it down by 50 percent in 4 years and grow the economy.\n\nNow, I could get rid of it in 4 years in theory on the books now, but to do it you'd have to raise taxes too much and cut benefits too much to people who need them, and it would even make the economy worse.\n\nMr. Perot will tell you, for example, that the expert he hired to analyze his plan says that it will bring the deficit down in 5 years, but it will make unemployment bad for 4 more years. So my view is, sir, you have to increase investment, grow the economy, and reduce the deficit by controlling health care costs, prudent reductions in defense, cuts in domestic programs, and asking the wealthiest Americans and foreign corporations to pay their fair share of taxes, and investing in growing this economy.\n\nI ask everybody to look at my economic ideas. Nine Nobel Prize winners and over 500 economists and hundreds of business people, including a lot of Republicans, said this is the way you've got to go. If you don't grow the economy, you can't get it done. But I can't foresee all the things that will happen, and I don't think a President should be judged solely on the deficit.\n\nLet me also say we're having an election today. You'll have a shot at me in 4 years, and you can vote me right out if you think I've done a lousy job. I would welcome you to do that.\n", " Let me say first of all to you that I believe so strongly in the question you asked that I suggested this format tonight. I started doing these formats a year ago in New Hampshire, and I found that we had huge crowds because all I did was let people ask questions, and I tried to give very specific answers. I also had a program starting last year.\n\nI've been disturbed by the tone and the tenor of this campaign. Thank goodness the networks have a fact check so I don't have to just go blue in the face anymore. Mr. Bush said once again tonight I was going to have a $150 billion tax increase. When Mr. Quayle said that, all the networks said: that's not true; he's got over $100 billion in tax cuts and incentives.\n\nSo I'm not going to take up your time tonight, but let me just say this. We'll have a debate in 4 days, and we can talk about this character thing again, but the Washington Post ran a long editorial today saying they couldn't believe Mr. Bush was making character an issue, and they said he was the greatest political chameleon, for changing his positions, of all time.\n\nNow, I don't want to get into that -- --\n", " Wait a minute. Let's don't -- you don't have to believe that. Here's my point. I'm not interested in his character. I want to change the character of the Presidency. And I'm interested in what we can trust him to do and what you can trust me to do and what you can trust Mr. Perot to do for the next 4 years. So I think you're right, and I hope the rest of the night belongs to you.\n", " I agree with him.\n", " Ross had his hand up.\n", " Wait a minute. I want to say just one thing now, Ross, in fairness. The ideas I express are mine. I've worked on these things for 12 years, and I'm the only person up here who hasn't been part of Washington in any way for the last 20 years. So I don't want the implication to be that somehow everything we say is just cooked up and put in our head by somebody else. I worked 12 years very hard as a Governor on the real problems of real people. I'm just as sick as you are by having to wake up and figure out how to defend myself every day. I never thought I'd ever be involved in anything like this.\n", " That bill pays for these urban enterprise zones by asking the wealthiest Americans to pay a little more, and that's why he wants to veto it, just like he vetoed an earlier bill this year. This is not mud slinging. This is fact slinging.\n", " A bill earlier this year -- this is fact -- that would have given investment tax credits and other incentives to reinvest in our cities and our country. But it asked the wealthiest Americans to pay a little more. Mr. Perot wants to do the same thing. I agree with him. I mean, we agree with that.\n\nLet me tell you specifically what my plan does: My plan would dedicate $20 billion a year in each of the next 4 years for investments in new transportation, communications, environmental cleanup, and new technologies for the 21st century. We would target it especially in areas that have been either depressed or which have lost a lot of defense-related jobs.\n\nThere are 200,000 people in California, for example, who have lost their defense-related jobs. They ought to be engaged in making high-speed rail. They ought to be engaged in breaking ground in other technologies, doing waste recycling, clean water technology, and things of that kind. We can create millions of jobs in these new technologies, more than we're going to lose in defense if we target it. But we're investing a much smaller percentage of our income in the things you just asked about than all of our major competitors. Our wealth growth is going down as a result of it. It's making the country poorer, which is why I answered the gentleman the way I did before.\n\nWe have to both bring down the deficit and get our economy going through these kinds of investments in order to get the kind of wealth and jobs and incomes we need in America.\n", " I support the right to keep and bear arms. I live in a State where over half the adults have hunting or fishing licenses or both. But I believe we have to have some way of checking handguns before they're sold, to check the criminal history, the mental health history, and the age of people who are buying them. Therefore, I support the Brady bill, which would impose a national waiting period, unless and until a State did what only Virginia has done now, which is to automate its records. Once you automate your records, then you don't have to have a waiting period, but at least you can check.\n\nI also think we should have, frankly, restrictions on assault weapons, whose only purpose is to kill. We need to give the police a fighting chance in our urban areas where the gangs are building up.\n\nThe third thing I would say doesn't bear directly on gun control, but it's very important. We need more police on the street. There is a crime bill which would put more police on the street, which was killed for this session by a filibuster in the Senate, mostly by Republican Senators. I think it's a shame it didn't pass. I think it should be made the law, but it had the Brady bill in it, the waiting period.\n\nI also believe that we should offer college scholarships to people who will agree to work them off as police officers. I think as we reduce our military forces, we should let people earn military retirement by coming out and working as police officers.\n\nThirty years ago there were three police officers on the street for every crime. Today, there are three crimes for every police officer. In the communities which have had real success putting police officers near schools where kids carry weapons, to get the weapons out of the schools, or on the same blocks, you've seen crime go down. In Houston there's been a 15-percent drop in the crime rate in the last year because of the work the Mayor did there in increasing the police force. So I know it can work. I've seen it happen.\n", " I know they're popular, but I'm against them. I'll tell you why. I believe, number one, it would pose a real problem for a lot of smaller States in the Congress who would have enough trouble now making sure their interests are heard. Number two, I think it would increase the influence of unelected staff members in the Congress who have too much influence already. I want to cut the size of the congressional staffs, but I think you're going to have too much influence there with people who were never elected who have lots of expertise.\n\nNumber three, if the people really have a mind to change, they can. You're going to have 120 to 150 new Members of Congress. Now, let me tell you what I favor instead. I favor strict controls on how much you can spend running for Congress, strict limits on political action committees, requirements that people running for Congress appear in open public debates like we're doing now. If you did that, you could take away the incumbent's advantage, because challengers like me would have a chance to run against incumbents like him for the House races and Senate races, and then the voters could make up their own mind without being subject to an unfair fight. So that's how I feel about it, and I think if we had the right kind of campaign reform, we'd get the changes you want.\n", " I've had more people talk to me about their health care problems, I guess, than anything else. All across America, people who have lost their jobs, lost their businesses, had to give up their jobs because of sick children -- so let me try to answer you in this way.\n\nLet's start with the premise. We spend 30 percent more of our income than any nation on Earth on health care. And yet, we insure fewer people. We have 35 million people without any insurance at all, and I see them all the time. One hundred thousand Americans a month have lost their health insurance just in the last 4 years.\n\nSo if you analyze where we're out of line with other countries you come up with the following conclusions: Number one, we spend at least $60 billion a year on insurance, administrative costs, bureaucracy, and Government regulation that wouldn't be spent in any other nation. So we have to have, in my judgment, a drastic simplification of the basic health insurance policies of this country, be very comprehensive for everybody. Employers would cover their employees. Government would cover the unemployed.\n\nNumber two, I think you have to take on specifically the insurance companies and require them to make some significant change in the way they rate people in the big community pools. I think you have to tell the pharmaceutical companies they can't keep raising drug prices at 3 times the rate of inflation. I think you have to take on medical fraud. I think you have to help doctors stop practicing defensive medicine. I've recommended that our doctors be given a set of national practice guidelines and that if they follow those guidelines, that raises the presumption that they didn't do anything wrong. I think you have to have a system of primary preventive clinics in our inner cities and our rural areas so people can have access to health care.\n\nBut the key is to control the costs and maintain the quality. To do that, you need a system of managed competition where all of us are covered in big groups, and we can choose our doctors and our hospitals from a wide range, but there is an incentive to control costs. And I think there has to be -- I think Mr. Perot and I agree on this -- there has to be a national commission of health care providers and health care consumers that set ceilings to keep health costs in line with inflation plus population growth.\n\nNow, let me say, some people say we can't do this, but Hawaii does it. They cover 98 percent of their people, and their insurance premiums are much cheaper than the rest of America. So does Rochester, New York. They now have a plan to cover everybody, and their premiums are two-thirds the rest of the country. This is very important. It's a big human problem and a devastating economic problem for America. I'm going to send a plan to do this within the first 100 days of my Presidency. It's terribly important.\n", " One brief point. We have elections so people can make decisions about this. The point I want to make to you is, a bipartisan commission reviewed my plan and the Bush plan and concluded -- there were as many Republicans as Democratic health care experts on it -- they concluded that my plan would cover everybody, and his would leave 27 million behind by the year 2000, and that my plan in the next 12 years would save $2.2 trillion in public and private money to reinvest in this economy. The average family would save $1,200 a year under the plan that I offered, without any erosion in the quality of health care. So I ask you to look at that.\n\nYou have to vote for somebody with a plan. That's what you have elections for. If people say, \"Well, he got elected to do this,\" and then the Congress says, \"Okay, I'm going to do it.\" That's what the election was about.\n", " Tell me how it's affected you again? You know people who have lost their jobs and lost their homes?\n\nQ. Yes.\n", " Well, I've been Governor of a small State for 12 years. I'll tell you how it's affected me. Every year, Congress and the President sign laws that make us do more things; it gives us less money to do it with. I see people in my State, middle class people, their taxes have gone up from Washington and their services have gone down, while the wealthy have gotten tax cuts.\n\nI have seen what's happened in this last 4 years when, in my State, when people lose their jobs there's a good chance I'll know them by their names. When a factory closes, I know the people who ran it. When the businesses go bankrupt, I know them. And I've been out here for 13 months, meeting in meetings just like this ever since October with people like you all over America, people that have lost their jobs, lost their livelihood, lost their health insurance.\n\nWhat I want you to understand is, the national debt is not the only cause of that. It is because America has not invested in its people. It is because we have not grown. It is because we've had 12 years of trickle-down economics. We've gone from 1st to 12th in the world in wages. We've had 4 years where we've produced no private sector jobs. Most people are working harder for less money than they were making 10 years ago. It is because we are in the grip of a failed economic theory. And this decision you're about to make better be about what kind of economic theory you want, not just people saying, \"I want to go fix it,\" but what are we going to do.\n\nWhat I think we have to do is invest in American jobs, in American education, control American health care costs, and bring the American people together again.\n", " I think I remember the question. [Laughter] Let me say first of all, I want to answer your specific question, but first of all, we all agree that there should be a growing economy. What you have to decide is who's got the best economic plan. We all have ideas out there, and Mr. Bush has a record. I don't want you to read my lips, and I sure don't want you to read his. [Laughter] I do hope you will read our plans.\n\nNow, specifically -- --\n", " -- -- one, on Medicare, it is not true that everyone knows how to fix it; there are different ideas. The Bush plan, the Perot plan, the Clinton -- we have different ideas. I am convinced, having studied health care for a year, hard, and talking to hundreds and hundreds of people all across America, that you cannot control the costs of Medicare until you control the cost of private health care and public health care with managed competition, ceiling on cost, and radical reorganization of the insurance markets. You've got to do that. We've got to get those costs down.\n\nNumber two, with regard to Social Security, that program, a lot of you may not know this: It produces a $70 billion surplus a year. Social Security is in surplus $70 billion. Six increases in the payroll tax -- that means people with incomes of $51,000 a year or less pay a disproportionately high share of the Federal tax burden, which is why I want some middle class tax relief.\n\nWhat do we have to do? By the time the century turns, we have got to have our deficit under control, we have to work out of so that surplus is building up, so when the baby boomers like me retire, we're okay.\n\nNumber three, on the pension funds, I don't know as much about it, but I will say this: What I will do is to bring in the pension experts of the country, take a look at it, and strengthen the pension requirements further, because it's not just enough to have the guarantee. We had a guarantee on the S&L's, right? We had a guarantee, and what happened? You picked up a $500 billion bill because of the dumb way the Federal Government deregulated it. So I think we are going to have to change and strengthen the pension requirements on private retirement plans.\n", " I'd rather answer her question first, and then I'll be glad to, because the question you ask is important. The end of the cold war brings an incredible opportunity for change, the winds of freedom blowing around the world, Russia demilitarizing. It also requires us to maintain some continuity, some bipartisan American commitment to certain principles.\n\nI would just say there are three things that I would like to say. Number one, we do have to maintain the world's strongest defense. We may differ about what the elements of that are. I think the defense needs to be with fewer people and permanent armed services, but with greater mobility on the land, in the air, and on the sea, with a real dedication to continuing development of high-technology weaponry and well-trained people. I think we're going to have to work to stop the proliferation of weapons of mass destruction. We've got to keep going until all those nuclear weapons in Russia are gone and the other Republics.\n\nNumber two, if you don't rebuild the economic strength of this country at home, we won't be a superpower. We can't have any more instances like what happened when Mr. Bush went to Japan and the Japanese Prime Minister said he felt sympathy for our country. We have to be the strongest economic power in the world. That's what got me into this race, so we could rebuild the American economy.\n\nNumber three, we need to be a force for freedom and democracy. We need to use our unique position to support freedom, whether it's in Haiti or in China or in any other place, wherever the seeds of freedom are sprouting. We can't impose it, but we need to nourish it. That's the kind of thing that I would do as President, follow those three commitments into the future.\n", " First of all, let me say that I've spent more of my time in life on this in the last 12 years than any other issue. Seventy percent of my State's money goes to public schools. I was really honored when Time magazine said that our schools have shown more improvement than any other State in the country except one other. They named two States showing real strides forward in the eighties. So I care a lot about this, and I've spent countless hours in schools.\n\nBut let me start with what you've said. I agree with some of what Mr. Bush said, but it's nowhere near enough. We live in a world where what you earn depends on what you can learn, where the average 18-year-old will change jobs eight times in a lifetime, and where none of us can promise any of you that what you now do for a living is absolutely safe from now on. Nobody running can promise that. There's too much change in the world.\n\nSo what should we do? Let me reel some things off real quick, because you said you wanted specifics. Number one, under my program we would provide matching funds to States to teach everybody with a job to read in the next 5 years and give everybody with a job a chance to get a high school diploma, in big places, on the job.\n\nNumber two, we would provide 2-year apprenticeship programs to high school graduates who don't go to college, in community colleges or on the job.\n\nNumber three, we'd open the doors to college education to high school graduates without regard to income. They could borrow the money and pay it back as a percentage of their income over the couple of years of service to our Nation here home.\n\nNumber four, we would fully fund the Head Start program to get little kids off to a good start.\n\nFive, I would have an aggressive program of school reform. More choices in the -- I favor public schools or these new charter schools. We can talk about that if you want. I don't think we should spend tax money on private schools, but I favor public school choice. I favor radical decentralization in giving more power to better trained principals and teachers with parent councils to control their schools. Those things would revolutionize American education and take us to the top economically.\n", " In 6 years -- I budget all this in my budget. In 6 years, the college program would cost $8 billion over and above what -- the present student loan program costs 4. You pay $3 billion for busted loans, because we don't have an automatic recovery system, and a billion dollars in bank fees. So the net cost will be $8 billion 6 years from now, in a trillion-plus budget: not very much.\n\nThe other stuff, all the other stuff I mentioned costs much less than that. The Head Start program, full funding, would cost about $5 billion more. It's all covered in my budget from the plans that I've laid out, from raising taxes on families with incomes above $200,000, and asking foreign corporations to pay the same tax that American corporations do on the same income; from $140 billion in budget cuts, including what I think are very prudent cuts in the defense budget. It's all covered in the plan.\n", " I just want to mention if I could -- --\n", " Very briefly. Involving the parents in the preschool education of their kids, even if they're poor and uneducated, can make a huge difference. We have a big program in my State that teaches mothers or fathers to teach their kids to get ready for school. It's the most successful thing we've ever done.\n\nJust a fact clarification real quickly. We do not spend a higher percentage of our income on public education than every other country. There are nine countries that spend more than we do on public education. We spend more on education because we spend so much more on colleges. But if you look at public education alone, and you take into account that we have more racial diversity and more poverty, it makes a big difference. There are great public schools where there are public school choice, accountability, and brilliant principals. I'll just mention one, the Beasley Academic Center in Chicago. I commend it to anybody. It's as good as any private school in the country.\n", " Well, I don't have any idea, but I hope it will happen sometime in my lifetime.\n\nQ. I do, too.\n", " I believe that this country is electing more and more African-Americans and Latinos and Asian-Americans who are representing districts that are themselves not necessarily of a majority of their race. The American people are beginning to vote across racial lines, and I hope it will happen more and more.\n\nMore and more women are being elected. Look at all these women Senate candidates we have here. You know, according to my mother and my wife and my daughter, this world would be a lot better place if women were running it most of the time.\n\nI do think there are special experiences and judgments and backgrounds and understandings that women bring to this process, by the way. This lady said here, how have you been affected by the economy? I mean, women know what it's like to be paid an unequal amount for equal work; they know what's it like not to have flexible working hours; they know what it's like not to have family leave or child care. So I think it would be a good thing for America if it happened, and I think it will happen in my lifetime.\n", " Thank you, Carole, and thank you, ladies and gentleman. Since I suggested this format, I hope it's been good for all of you. I've really tried to be faithful to your request that we answer the questions specifically and pointedly. I thought I owed that to you. And I respect you for being here, and for the impact you've had on making this a more positive experience.\n\nThese problems are not easy. They're not going to be solved overnight. But I want you to think about just two or three things. First of all, the people of my State have let me be their Governor for 12 years because I made commitments to two things, more jobs and better schools.\n\nOur schools are now better. Our children get off to a better start, from preschool programs and smaller classes in the early grades. We have one of the most aggressive adult education programs in the country. We talked about that.\n\nThis year, my State ranks first in the country in job growth, fourth in manufacturing job growth, fourth in income growth, fourth in the decline of poverty. I'm proud of that. It happened because I could work with people, Republicans and Democrats. That's why we've had 24 retired generals and admirals, hundreds of business people, many of them Republican, support this campaign.\n\nYou have to decide whether you want to change or not. We do not need 4 more years of an economic theory that doesn't work. We've had 12 years of trickle-down economics. It's time to put the American people first, to invest and grow this economy. I'm the only person here who's ever balanced a government budget, and I've presented 12 of them and cut spending repeatedly. But you cannot just get there by balancing the budget. We've got to grow the economy by putting people first, real people like you.\n\nI got into this race because I did not want my child to grow up to be part of the first generation of Americans to do worse than their parents. We're better than that. We can do better than that. I want to make America as great as it can be, and I ask for your help in doing it.\n\nThank you very much.\n"]}, "George H. W. Bush": {"oct_11_1992": [" Well, I think one thing that distinguishes is experience. I think we've dramatically changed the world. I'll talk about that a little bit later, but the changes are mind-boggling for world peace. Kids go to bed at night without the same fear of nuclear war. And change for change's sake isn't enough. We saw that message in the late seventies when we heard a lot about change. And what happened? That \"misery index\" went right through the roof.\n\nBut my economic program, I think, is the kind of change we want. And the way we're going to get it done is we're going to have a brandnew Congress. A lot of them are thrown out because of all the scandals. I'll sit down with them, Democrats and Republicans alike, and work for my Agenda for American Renewal which represents real change.\n\nBut I'd say, if you had to separate out, I think it's experience at this level.\n\nExperience\n", " I just thought of another, another big difference here between me -- I don't believe Mr. Perot feels this way, but I know Governor Clinton did, because I want to accurately quote him. He thinks, I think he said, that the country is coming apart at the seams. Now, I know that the only way he can win is to make everybody believe the economy is worse than it is. But this country's not coming apart at the seams, for heaven sakes. We're the United States of America. In spite of the economic problems, we are the most respected economy around the world. Many would trade for it. We've been caught up in a global slowdown. We can do much, much better. But we ought not to try to convince the American people that America is a country that's coming apart at the seams.\n\nI would hate to be running for President and think that the only way I could win would be to convince everybody how horrible things are. Yes, there are big problems. And yes, people are hurting. But I believe that this Agenda for American Renewal I have is the answer to do it. And I believe we can get it done now, whereas we didn't in the past, because you're going to have a whole brandnew bunch of people in the Congress that are going to have to listen to the same American people I'm listening to.\n", " I think the American people should be the judge of that. I think character is a very important question. I said something the other day where I was accused of being like Joe McCarthy because I questioned -- put it this way -- I think it's wrong to demonstrate against your own country or organize demonstrations against your own country in foreign soil. I just think it's wrong. Maybe, they say, well, it was a youthful indiscretion. I was 19 or 20, flying off an aircraft carrier, and that shaped me to be Commander in Chief of the Armed Forces. And I'm sorry, but demonstrating -- it's not a question of patriotism. It's a question of character and judgment.\n\nThey get on me, Bill's gotten on me about \"Read my lips.\" When I make a mistake, I'll admit it. But he has not admitted the mistake. And I just find it impossible to understand how an American can demonstrate against his own country in a foreign land, organizing demonstrations against it, when young men are held prisoner in Hanoi or kids out of the ghetto were drafted.\n\nSome say, well, you're a little old-fashioned. Maybe I am, but I just don't think that's right. Now, whether it's character or judgment, whatever it is, I have a big difference here on this issue. And so we'll just have to see how it plays out. But I couldn't do that. And I don't think most Americans could do that.\n\nAnd they all say, well, it was a long time ago. Well, let's admit it then, say, \"I made a terrible mistake.\" How could you be Commander in Chief of the Armed Forces and have some kid say, when you have to make a tough decision, as I did in Panama or in Kuwait, and then have some kid jump up and say, \"Well, I'm not going to go. The Commander in Chief was organizing demonstrations halfway around the world during another era\"?\n\nSo there are differences. But that's about the main area where I think we have a difference. I don't know about -- we'll talk about that a little with Ross here in a bit.\n", " I have to correct one thing. I didn't question the man's patriotism; I questioned his judgment and his character. What he did in Moscow, that's fine. Let him explain it. He did. I accept that. What I don't accept is demonstrating and organizing demonstrations in a foreign country when your country's at war. I'm sorry, I cannot accept that.\n\nThis one on taxes spells out the biggest difference between us. I do not believe we need to go back to the Mondale proposals or the Dukakis proposals of tax-and-spend. Governor Clinton says $200,000, but he also says he wants to raise $150 billion. Taxing people over $200,000 will not get you $150 billion. And then when you add in his other spending proposals, regrettably, you end up socking it to the working man.\n\nThat old adage that they use, \"We're going to soak the rich, we're going to soak the rich,\" it always ends up being the poor cab driver or the working man that ends up paying the bill. And so I just have a different approach. I believe the way to get the deficit down is to control the growth of mandatory spending programs and not raise taxes on the American people. We've got a big difference there.\n", " Well, Sander, that's a good question. And the answer is: For 40-some years, we kept the peace. If you look at the cost of not keeping the peace in Europe, it would be exorbitant. We have reduced the number of troops that are deployed and going to be deployed. I have cut defense spending. And the reason we could do that is because of our fantastic success in winning the cold war. We never would have got there if we'd gone for the nuclear-freeze crowd; never would have got there if we'd listened to those that wanted to cut defense spending. I think it is important that the United States stay in Europe and continue to guarantee the peace. We simply cannot pull back.\n\nNow, when anybody has a spending program they want to spend money on at home, they say, well, let's cut money out of the Defense Department. I will accept and have accepted the recommendations of two proven leaders, General Colin Powell and Dick, Secretary Dick Cheney. They feel that the levels we're operating at and the reductions that I have proposed are proper. And so I simply do not think we should go back to the isolation days and start blaming foreigners.\n\nWe are the sole remaining superpower. And we should be that. We have a certain disproportionate responsibility. But I would ask the American people to understand that if we make imprudent cuts, if we go too far, we risk the peace. And I don't want to do that. I've seen what it is like to see the burdens of a war, and I don't want to see us make reckless cuts.\n\nBecause of our programs, we have been able to significantly cut defense spending. But let's not cut into the muscle. And let's not cut down our insurance policy, which is participation of American forces in NATO, the greatest peacekeeping organization ever made. Today, you've got problems in Europe still bubbling along, even though Europe's going democracy's route. But we are there. And I think this insurance policy is necessary. I think it goes with world leadership. And I think the levels we've come up with are just about right.\n", " The question was on fairness. I just disagree with Mr. Perot. I don't believe it is fair to slap a 50-cent-a-gallon tax over whatever many years on the people that have to drive for a living, people that go long distances. I don't think we need to do it.\n\nYou see, I have a fundamental difference. I agree with what he's talking about in trying to get the spending down and to discipline, although I think we ought to totally exempt Social Security. But he's talking tough medicine, and I think that's good. I disagree with the tax-and-spend philosophy. You see, I don't think we need to tax more and spend more and then say that's going to make the problem better. And I'm afraid that's what I think I'm hearing from Governor Clinton.\n\nI believe what you need to do is some of what Ross is talking about: control the growth of mandatory spending and get taxes down. He's mentioned some ways to do it, and I agree with those. I've been talking about getting a capital gains cut forever. And his friends in Congress have been telling me that's a tax break for the rich. It would stimulate investment. I'm for an investment tax allowance. I am for a tax break for first-time homebuyers. And with this new Congress coming in, gridlock will be gone and I'll sit down with them and say, let's get this done. But I do not want to go the tax-and-spend route.\n", " Well, I assume she was supportive of the decision on McDonnell Douglas. I assume she was supporting me on the decision to sell those airplanes. I think it's a good decision. I took a little heat for it, but I think it was the correct decision to do. And we've worked it out, and indeed, we're moving forward all around the world in a much more peaceful way. So that one we came away with which -- in creating jobs for the American people.\n\nI would simply say to her, look, take a look at what the President has proposed on job retraining. When you cut back on defense spending, some people are going to be thrown out of work. If you throw another 50,000 kids on the street because of cutting recklessly in troop levels, you're going to put a lot more out of work. I would say to them, look at the job retraining programs that we're proposing. Therein is the best answer to her.\n\nAnd another one is, stimulate investment and savings. I mean, we've got big economic problems, but we are not coming apart at the seams. We're ready for a recovery with interest rates down and inflation down, the cruelest tax of all; caught up in a global slowdown right now, but that will change if you go with the programs I've talked about and if you help with job retraining and education.\n\nI am a firm believer that our America 2000 education problem is the answer. A little longer run; it's going to take a while to educate, but it is a good program. So her best hope for short term is job retraining if she was thrown out of work at a defense plant. But tell her it's not all that gloomy. We're the United States. We've faced tough problems before. Look at the \"misery index\" when the Democrats had both the White House and the Congress. It was just right through the roof.\n\nNow, we can do better. And the way to do better is not to tax and spend but to retrain, get that control of the mandatory spending programs. I am much more optimistic about this country than some.\n", " Well, we've got a plan announced for what we can do for small business. I've already put forward things that will get this country working fast, some of which have been echoed here tonight: investment tax allowance, capital gains reduction, more on research and development, a tax credit for first-time homebuyers.\n\nWhat I'm going to do is say to Jim Baker when this campaign is over, \"All right, let's sit down now. You do in domestic affairs what you've done in foreign affairs. Be the kind of economic coordinator of all the domestic side of the house, and that includes all the economic side, all the training side, and bring this program together.\" We're going to have a new Congress. And we're going to say to them, \"You've listened to the voters the way we have. Nobody wants gridlock anymore. And so let's get the program through.\"\n\nAnd I believe it will work, because, as Ross said, we've got the plans. The plans are all over Washington. And I have put ours together in something called the Agenda for American Renewal. And it makes sense. It's sensible. It creates jobs. It gets to the base of the kind of jobs we need. And so I'll just be asking for support to get that put into effect.\n", " I don't think the Fed ought to be put under the Executive Branch. There is separation there. I think that's fine. Alan Greenspan is respected. I've had some arguments with him about the speed in which we might have lowered rates.\n\nBut Governor Clinton, he talks about the reaction to the markets. There was a momentary fear that he might win, and the markets went \"rrrfft\" -- down like that -- [laughter] -- so I don't -- we can judge on -- the stock market has been strong. It's been very strong since I've been President. And they recognize we've got great difficulties. But they're also much more optimistic than the pessimists we have up here tonight.\n\nIn terms of vetoing tax bills, you're darn right. I am going to protect the American taxpayer against the spend-and-tax Congress. And I'm going to keep on vetoing them because I don't think we are taxed too little. I think the Government's spending too much. So Governor Clinton can label it tax for the rich or anything he wants. I'm going to protect the working man by continuing to veto and to threaten veto until we get this new Congress, when then we're going to move forward on our plan. I`ve got to protect them.\n", " We still are the envy of the world in terms of our military; there's no question about that. We're the envy of the world in terms of our economy, in spite of the difficulties we're having; there's no question about that. Our exports are dramatically up.\n\nI might say to Mr. Perot, I can understand why you might have missed it because there's so much fascination by trivia, but I worked out a deal with Boris Yeltsin to eliminate, get rid of entirely, the most destabilizing weapons of all, the SS - 18, the big intercontinental ballistic missile. I mean, that's been done. And thank God it has, because the parents of these young people around here go to bed at night without the same fear of nuclear war. We've made dramatic progress.\n\nSo we've got a good military -- the question that says get a new military, get the best in the world -- we've got it, and they're keeping the peace. They're respected around the world, and we are more respected because of the way we have conducted ourselves.\n\nWe didn't listen to the nuclear freeze crowd. We said, peace through strength. It worked, and the cold war is over. America understands that. But we're turned so inward we don't understand the global picture. We are helping democracy. Ross, the FREEDOM Support Act is something that I got through the Congress, and it's a very good thing because it does exactly what you say, and I think you agree with that, to help Russian democracy. We're going to keep on doing that.\n", " Well, the administration was the first major country to stand up against the abuse in Tiananmen Square. We are the ones that worked out the prison labor deal. We are the ones that have lowered the barrier to products, the Carla Hills negotiation. I am the one that said, let's keep the MFN because you see China moving toward a free market economy. To do what the Congress and Governor Clinton are suggesting, you would isolate and ruin Hong Kong. They are making some progress, not enough for us. We were the first ones to put sanctions on. We still have them on some things.\n\nBut Governor Clinton's philosophy is isolate them. He says don't do it, but the policies he's expounding of putting conditions on MFN and kind of humiliating them is not the way you make the kind of progress we are getting. I have stood up with these people, and I understand what you have to do to be strong in this situation. It's moving, not as fast as we'd like. But you isolate China and turn them inward, and then we've made a tremendous mistake. I'm not going to do it. I've had to fight a lot of people that were saying \"human rights.\" We are the ones that put the sanctions on and stood for it. And he can insult General Scowcroft if he wants to. He didn't go over to coddle. He went over to say -- --\n", " -- -- you must make the very changes they're making now.\n", " Ann, both of them are very complicated situations. I vowed something, because I learned something from Vietnam: I am not going to commit U.S. forces until I know what the mission is, until the military tell me that it can be completed, until I know how they can come out.\n\nWe are helping. American airplanes are helping today on humanitarian relief for Sarajevo. It is America that's in the lead in helping with humanitarian relief for Somalia. But when you go to put somebody else's son or daughter into war, I think you've got to be a little bit careful, and you have to be sure that there's a military plan that can do this.\n\nYou have ancient ethnic rivalries that have cropped up as Yugoslavia is dissolved or getting dissolved. It isn't going to be solved by sending in the 82d Airborne, and I'm not going to do that as Commander in Chief. I am going to stand by and use the moral persuasion of the United States to get satisfaction in terms of prison camps, and we're making some progress there, and in terms of getting humanitarian relief in there.\n\nRight now, as you know, the United States took the lead in a no-fly operation up there, no-fly order up in the United Nations. We're working through the international organizations. That's one thing I learned by forging that tremendous and greatly, highly successful coalition against Saddam Hussein, the dictator: Work internationally to do it. I'm very concerned about it. I'm concerned about ethnic cleansing. I'm concerned about attacks on Muslims, for example, over there. But I must stop short of using American force until I know how those young men and women are going to get out of there as well as get in, know what the mission is and define it. I think I'm on the right track.\n", " Well, I would say that one meeting that made a profound impression on me was when the mayors of the big cities, including the Mayor of Los Angeles, a Democrat, came to see me, and they unanimously said the decline in urban America stems from the decline in the American family. So I do think we need to strengthen family. When Barbara holds an AIDS baby, she's showing a certain compassion for family. When she reads to children, the same thing.\n\nI believe that discipline and respect for the law, all of these things, should be taught to children, not in our schools but families have to do that. I'm appalled at the high, outrageous numbers of divorces. It's happened in families; it's happened in ours. But it's gotten too much, and I just think that we ought to do everything we can to respect the American family. It can be a single-parent family. Those mothers need help. One way to do it is to get these deadbeat fathers to pay their obligations to these mothers. That will help strengthen the American family. And there's a whole bunch of other things that I can't click off in this short period of time.\n", " We could use one.\n", " No. I don't think that's the right answer. I don't believe legalizing narcotics is the answer. I just don't believe that's the answer. I do believe that there's some fairly good news out there. The use of cocaine, for example, by teenagers is dramatically down. But we've got to keep fighting on this war against drugs.\n\nWe're doing a little better in interdiction. Many of the countries that used to say, \"Well, this is a United States problem. If you'd get the demand down, then we wouldn't have the problem,\" are working cooperatively with the DEA and other law -- the military. We're using the military more now in terms of interdiction. Our funding for recovery is up, recovering the addicts.\n\nWhere we're not making the progress, Sander, is in -- we're making it in teenagers. And thank God, because I thought what Ross said was most appropriate about these families and these children. But where we're not making it is with the confirmed addicts. I'll tell you one place that's working well, and that is the private sector, Jim Burke and this task force that he has. You may know about it. Tell the American people, but this man said, \"I'll get you a million dollars a day in pro bono advertising,\" something that's very hard for the Government to do. He went out and he did it, and people are beginning to educate through this program, teaching these kids you shouldn't use drugs.\n\nSo we're still in the fight. But I must tell you, I think legalization of narcotics or something of that nature, in the face of the medical evidence, would be totally counterproductive. And I oppose it, and I'm going to stand up and continue to oppose it.\n", " Well, I think Governor Clinton is committed. I do think it's fair to note -- he can rebut it -- that Arkansas is one of the few States that doesn't have any civil rights legislation.\n\nI've tried to use the White House as a bully pulpit, speaking out against discrimination. We passed two very forward-looking civil rights bills. It's not going to be all done by legislation, but I do think that you need to make an appeal every time you can to eliminate racial divisions and discrimination. And I'll keep on doing that and pointing to some legislative accomplishment to back it up.\n\nI have to take 10 seconds here at the end -- the red light isn't on yet -- to say to Ross Perot, please don't say to the DEA agents on the street that we don't have the will to fight drugs. Please, I have watched these people. The same for our local law enforcement people; we're backing them in every way we possibly can. But maybe you meant that some in the country don't have the will to fight it. But those that are out there on the front line -- as you know; you've been a strong backer of law enforcement; really, I just want to clear that up -- have the will to fight it. And frankly, some of them are giving their lives.\n", " Coming from the political process. We have increased funding for AIDS. We've doubled it, on research and on every other aspect of it. My request for this year was $4.9 billion for AIDS, 10 times as much for AIDS victim as per cancer victim. I think that we're showing the proper compassion and concern. So I can't tell you where it's coming from, but I am very much concerned about AIDS, and I believe that we've got the best researchers in the world out there at NIH working the problem. We're funding them. I wish there was more money, but we're funding them far more than any time in the past. We're going to keep on doing that.\n\nI don't know, I was a little disappointed in Magic, because he came to me and I said, \"Now, if you see something we're not doing, get ahold of me, call me, let me know.\" He went to one meeting, and then we heard that he was stepping down. So he's been replaced by Mary Fisher, who electrified the Republican Convention by talking about the compassion and the concern that we feel. It was a beautiful moment. And I think she'll do a first-class job on that Commission.\n\nSo I think the appeal is, yes, we care. The other thing is, part of AIDS, it's one of the few diseases where behavior matters. And I once called on somebody, \"Well, change your behavior. If the behavior you're using is prone to cause AIDS, change the behavior.\" The next thing I know, one of these ACT-UP groups is out saying, \"Bush ought to change his behavior.\" You can't talk about it rationally. The extremes are hurting the AIDS cause. To go into a Catholic mass in a beautiful cathedral in New York under the cause of helping in AIDS and start throwing condoms around in the mass, I'm sorry, I think it sets back the cause. We cannot move to the extreme.\n\nWe've got to care. We've got to continue everything we can at the Federal and the local level. Barbara, I think, is doing a superb job in destroying the myth about AIDS. All of us are in this fight together. All of us care. Do not go to the extreme.\n", " Well, first place I'd like to clear up something, because every 4 years the Democrats go around and say, \"Hey, Republicans are going to cut Social Security and Medicare.\" They've started it again. I am the President that stood up and said, \"Don't mess with Social Security.\" And I'm not going to, and we haven't. We are not going to go after the Social Security recipient. I have one difference with Mr. Perot on that because I don't think we need to touch Social Security.\n\nWhat we do need to do, though, is control the growth of these mandatory programs. And Ross properly says, \"Okay, there's some pain in that.\" But Governor Clinton refuses to touch that, simply refuses. So what we've got to do is control it, the growth. Let it grow for inflation; let it grow for the amount of new people added, population. And then hold the line. I believe that is the way you get the deficit down, not by the tax-and-spend program that we hear every 4 years, whether it's Mondale, Dukakis, whoever else it is. I just don't believe we ought to do that. So hold the line on Social Security, and put a cap on the growth of the mandatory program.\n", " Well, I don't have time in 30 seconds or one minute to talk about our health care reform plan. The Oregon plan made some good sense, but it's easy to dismiss the concerns of the disabled. As President, I have to be sure that those waivers which we're approving all over the place are covered under the law. Maybe we can work it out. But the Americans for Disabilities Act, speaking about sound and sensible civil rights legislation, was the foremost piece of legislation passed in modern times. So we do have something more than a technical problem.\n\nGovernor Clinton clicked off the things: You've got to take on insurance companies and bureaucracies. He failed to take on somebody else, the malpractice suit people, those that bring these lawsuits against -- these frivolous trial lawyers' lawsuits that are running costs of medical care up by $25 billion to $50 billion. He refuses to put anything -- controls on these crazy lawsuits.\n\nIf you want to help somebody, don't run the costs up by making doctors have to have five or six tests where one would do for fear of being sued, or have somebody along the highway not stop to pick up a guy and help him because he's afraid a trial lawyer will come along and sue him. We're suing each other too much and caring for each other too little.\n", " Well, let me tell you a little what it's like to be President. In the Oval Office, you can't predict what kind of crisis is going to come up. You have to make tough calls. You can't be on one hand this way and one hand another. You can't take different positions on these difficult issues.\n\nThen you need a philosophical -- I'd call it a philosophical underpinning; mine for foreign affairs is democracy and freedom. Look at the dramatic changes around the world. The cold war is over. The Soviet Union is no more, and we're working with a democratic country. Poland, Hungary, Czechoslovakia, the Baltics are free. Take a look at the Middle East. We had to stand up against a tyrant. The United States came together as we haven't in many, many years. We kicked this man out of Kuwait. In the process, as a result of that will and that decision and that toughness, we now have ancient enemies talking peace in the Middle East. Nobody would have dreamed it possible.\n\nI think the biggest dividend of making these tough calls is the fact that we are less afraid of nuclear war. Every parent out there has much less worry that their kids are going to be faced with nuclear holocaust. All this is good.\n\nOn the domestic side, what we must do is have change that empowers people, not change for the sake of change, tax and spend. We don't need to do that anymore. What we need to do is empower people. We need to invest and save. We need to do better in education. We need to do better in job retraining. We need to expand our exports, and they're going very, very well indeed. We need to strengthen the American family.\n\nI hope as President that I've earned your trust. I've admitted it when I make a mistake, but then I go on and help try to solve the problems. I hope I've earned your trust, because a lot of being President is about trust and character. And I ask for your support for 4 more years to finish this job.\n\nThank you very, very much.\n"], "oct_19_1992": [" Do I have one minute? Just the ground rules here.\n", " He doesn't like trickle-down Government, but hey, I think he's talking about the Reagan-Bush years where we created 15 million jobs. The rich are paying a bigger percent of the total tax burden. What I don't like is trickle-down Government. I think Governor Clinton keeps talking about trickle-down, trickle-down, and he's still talking about spending more and taxing more.\n\nGovernment, he says, invest Government, grow Government. Government doesn't create jobs. If they do, they're make-work jobs. It's the private sector that creates jobs. And yes, we've got too many taxes on the American people, and we're spending too much. That's why I want to get the deficit down by controlling the growth of mandatory spending.\n\nIt won't be painless. I think Mr. Perot put his finger on something there. It won't be painless, but we've got to get the job done. But not by raising taxes.\n\nMr. and Mrs. America, when you hear him say we're going to tax only the rich, watch your wallet, because his figures don't add up, and he's going to sock it right to the middle class taxpayer and lower if he's going to pay for all the spending programs he's proposed. So we have a big difference on this trickle-down theory. I do not want any more trickle-down Government. It's gotten too big. I want to do something about that.\n", " I think everybody is paying too much taxes. He refers to one tax increase. Let me remind you it was a Democratic tax increase. I didn't want to do it, and I went along with it. I said I made a mistake. If I make a mistake, I admit it. That's quite different than some. But I think that's the American way.\n\nI think everyone is paying too much. But I think this idea that you can go out and -- then he hits me for vetoing a tax bill. Yes, I did, and the American taxpayer ought to be glad they have a President to stand up to a spending Congress. We remember what it was like when we had a spending President and a spending Congress and interest rates -- who remembers that -- they were 21.5 percent under Jimmy Carter, and inflation was 15. We don't want to go back to that. So yes, everybody's taxed too much, and I want to get the taxes down, but not by signing a tax bill that's going to raise taxes on people.\n", " Well, the record in Arkansas. I mean, look at it. And that's what we're asking America to have? Now, look, he says Arkansas's a poor State. They are. But in almost every category, they're lagging. I'll give you an example.\n\nHe talks about all the jobs he's created in 1 or 2 years. Over the last 10 years since he's been Governor, they're 30 percent behind. They're 30 percent of the national average. On pay for teachers, on all these categories, Arkansas is right near the very bottom.\n\nYou haven't heard me mention this before, but we're getting close now, and I think it's about time I start putting things in perspective. I'm going to do that. It's not dirty campaigning, because he's been talking about my record for half a year here, 11 months here, and so we've got to do that. I've got to get it in perspective.\n\nWhat's his mistake? Admit it, that Arkansas is doing very, very badly against any standard: environment, support for police officers, whatever it is.\n", " This year.\n", " I don't have a dog in this fight, but I'd like to get in on it.\n", " Governor Clinton has to operate under a balanced budget amendment. He has to do it. That is the law. I'd like to see a balanced budget amendment for America, to protect the American taxpayers. Then that would discipline not only the executive branch but the spending Congress, the Congress that's been in control of one party, his party, for 38 years. We almost had it done. And that institution, the House of Representatives -- everyone's yelling \"Clean House!\" One of the reasons is we almost had it done, and the Speaker, very able, decent fellow, I might add, but he twisted the arms of some of the sponsors of that legislation and had them change their vote.\n\nWhat's relevant here is that tool, that discipline that he has to live by in Arkansas. And I'd like it for the American people. I want the line-item veto. I want a check-off so if the Congress can't do it, let people check off their income tax, 10 percent of it, to compel the Government to cut spending. If they can't do it, if the Congress can't do it, let them then have to do it across the board. That's what we call a sequester. That's the discipline we need. And I'm working for that to protect the American taxpayer against the big spenders.\n\nLeadership\n", " Jim, I don't think that's a fair shot. I hear it. I hear it echoed by political opponents, but I don't think it's fair. I think we've been fighting from day one to do something about the inner cities. I'm for enterprise zones. I have had it in every single proposal I've sent to the Congress. Now we hear a lot of talk, \"Oh, well, we all want enterprise zones.\" Yet the House and the Senate can't send it down without loading it up with a lot of these Christmas tree ornaments they put on the legislation.\n\nI don't think in racial harmony that I'm a laggard on that. I've been speaking out since day one. We've gotten the Americans for Disabilities Act, which I think is one of the foremost pieces of civil rights legislation. And yes, it took me to veto two civil rights quota bills, because I don't believe in quotas, and I don't think the American people believe in quotas. I beat back the Congress on that, and then we passed a decent civil rights bill that offers guarantees against discrimination in employment, and that is good. I've spoken out over and over again against anti-Semitism and racism, and I think my record as a Member of Congress speaks for itself on that.\n\nWhat was the other part of it?\n", " Yes.\n", " I don't think that's true at all. I don't think that's true. But, you know, let others fire away on it.\n", " Well, I think you're overlooking that we have had major accomplishments in the first term. But if you're talking about protecting the taxpayer against his friends in the United States Congress, go back to what it was like when you had a Democratic President and a Democratic Congress. You don't have to go back to Herbert Hoover. Go back to Jimmy Carter. Interest rates were 21 percent. Inflation was 15 percent. The \"misery index,\" unemployment, inflation added together, it was invented by the Democrats, went right through the roof. We've cut it in half, and all you hear about is how bad things are.\n\nYou know, you remember the question, \"Are you better off?\" Well, is a homebuyer better off who can refinance the home because interest rates are down? Is a senior citizen better off because inflation is not wiping out their family savings? I think they are. Is the guy out of work better off? Of course he's not. But he's not going to be better off if we grow the Government, if we invest, as Governor Clinton says, invest in more Government.\n\nYou've got to free up the private sector. You've got to let small business have more incentives. For 3 months -- three quarters I've been fighting, three quarters, been fighting to get the Congress to pass some incentives for small business, capital gains, investment tax allowance, credit for first-time homebuyers, and it's blocked by the Congress. Then if a little of it comes my way, they load it up with Christmas trees and tax increases. And I have to stand up in favor of the taxpayer.\n\nStaying the Course\n", " To this?\n", " Well, I wondered when Governor Clinton was talking to the autoworkers whether he talked about his and Senator Gore's favoring CAFE standards, those are fuel efficiency standards, of 40 miles per gallon. That would break the auto industry and throw a lot of people out of work.\n\nAs regarding Mr. Perot, I take back something I said about him. I once said in a frivolous moment when he got out of the race, if you can't stand the heat, buy an air conditioning company. I take it back because I think he said he made a mistake. The thing I find is if I make a mistake, I admit it. I've never heard Governor Clinton make a mistake.\n\nBut one mistake he's made is fuel efficiency standards at 40 to 45 miles per gallon will throw many autoworkers out of work, and you can't have it both ways. There's a pattern here of appealing to the autoworkers and then trying to appeal to the spotted owl crowd or the extremes in the environmental movement. You can't do it as President. You can't have a pattern of one side of the issue one day and another the next.\n\nSo my argument is not with Ross Perot; it is more with Governor Clinton.\n", " Well, I'm caught in the middle of NAFTA. Ross says, with great conviction, he opposes the North American free trade agreement. I am for the North American free trade agreement. My problem with Governor Clinton, once again, is that one time he's going to make up his mind, he will see some merit in it. But then he sees a lot of things wrong with it. And then the other day, he says he's for it; however, then we've got to pass other legislation. When you're President of the United States, you cannot have this pattern of saying, \"Well, I'm for it, but I'm on the other side of it.\" And it's true on this, and it's true on CAFE.\n\nLook, if Ross were right and we get a free trade agreement with Mexico, why wouldn't they have gone down there now? You have a differential in wages right now. I just have an honest philosophical difference. I think free trade is going to expand our job opportunity. I think it is exports that have saved us when we're in a global slowdown, a connected, global slowdown, a recession in some countries. It's free trade, fair trade that needs to be our hallmark, and we need more free trade agreements, not fewer.\n", " I think he made my case. On the one hand, it's a good deal, but on the other hand, I'd make it better. You can't do that as President. You can't do it on the war, where he says, \"Well, I was with the minority, but I guess I would have voted with the majority.\"\n\nThis is my point tonight: We're talking about 2 weeks from now you've got to decide who is going to be President. And there is this pattern that has plagued him in the primaries and now about trying to have it both ways on all these issues. You can't do that. If you make a mistake, say you made a mistake and go on about your business, trying to serve the American people.\n\nRight now we heard it. Ross is against it. I am for it. He says, \"On the one hand, I'm for it, and on the other hand, I may be against it.\"\n", " I've always said trickle-down Government is bad.\n", " Yes.\n", " Most people that are lobbying are lobbying the Congress. I don't think there's anything wrong with an honest person who happens to represent an interest of another country for making his case. That's the American way. What you're assuming is that that makes the recipient of the lobbying corrupt or the lobbyists themselves corrupt. I don't agree with that.\n\nBut if I found somebody that had a conflict of interest that would try to illegally do something as a foreign registered lobby, the laws cover this. I don't know why -- I've never understood quite why Mr. Perot was so upset about it, because one of the guys he used to have working for him, I believe, had foreign accounts. Could be wrong, but I think so.\n", " Well, I think you've got to look at the integrity and the honor of the people that are being lobbied and those that are lobbyists. The laws protect the American taxpayer in this regard. If the laws are violated so much -- but to suggest if somebody represents a foreign country on anything, that makes him corrupt or against the taxpayer, I don't agree with it.\n", " I promise it's less than 10 seconds.\n", " I heard Governor Clinton congratulate us on one thing. First time he said something pleasant about this administration. Productivity in this country is up. It is way up. Productivity is up, and that's a good thing. There are many other good ones, but I was glad he acknowledged that.\n", " Uh-oh.\n", " Well, I've expressed my heartfelt difference with Governor Clinton on organizing demonstrations while in a foreign land against your country when young ghetto kids have been drafted and are dying.\n\nMy argument with him on -- the question was about the draft is that there is this same pattern. In New Hampshire, Senator Kerry said you ought to level, you ought to tell the truth about it. And April 17th, he said he'd bring out all the records on the draft. They have not been forthcoming. He got a deferment, or he didn't. He got a notice, or he didn't. I think it's this pattern that troubles me more than the draft. A lot of decent, honorable people felt as he did on the draft. But it is this pattern.\n\nAnd again, you might be able to make amendments all the time, Governor, but as President, you can't be on all these different sides, and you can't have this pattern of saying, well, I did this, or I didn't. Then the facts come out, and you change it. That's my big difference with him on the draft. It wasn't failing to serve.\n", " I wouldn't have taken any of the alternatives. I believe I made a mistake. I did it for the very reasons you say. There was one good thing that came out of that budget agreement, and that is we put a cap on discretionary spending. One-third of the President's budget is at the President's discretion, or really, the Congress', since they appropriate every dime and tell the President how to spend every dime. We've put a cap on the growth of all that spending, and that's good. And that's helped. But I was wrong because I thought the tax compromise, going along with one Democratic tax increase, would help the economy. I see no evidence that it has done it.\n\nSo what would I have done, what should I have done? I should have held out for a better deal that would have protected the taxpayer and not ended up doing what we had to do or what I thought at the time would help.\n\nSo I made a mistake. You know, the difference, I think, is that I knew at the time I was going to take a lot of political flak. I knew we'd have somebody out there yelling, \"Read my lips.\" And I did it because I thought it was right. And I made a mistake. That's quite different than taking a position where you know it's best for you. That wasn't best for me, and I knew it in the very beginning. I thought it would be better for the country than it was. So there we are.\n", " Hey, you've got something there.\n", " I would like the record to show the panelists that Ross Perot took the first shot at the press. My favorite bumper sticker, though, is \"Annoy the Media. Reelect President Bush.\" [Laughter] I just had to work that in. Sorry, Helen. I'm going to pay for this later on.\n\nLook, you have to build a consensus, but in some things -- Ross mentioned Saddam Hussein. Yes, we tried, and yes, we failed to bring him into the family of nations. He had the fourth largest army. But then when he moved against Kuwait I said, this will not stand. And it's hard to build a consensus. We went to the U.N. We made historic resolutions up there. The whole world was united. Our Congress was dragging its feet. Governor Clinton said, \"Well, I might have been with the minority, let sanctions work. But I guess I would have voted with the majority.\"\n\nA President can't do that. Sometimes he has to act. In this case, I'm glad we did, because if we'd have let sanctions work and had tried to build a consensus on that, Saddam Hussein today would be in Saudi Arabia controlling the world's oil supply, and he would be there maybe with a nuclear weapon. We busted the fourth largest army, and we did it through leadership.\n", " You don't see Margaret Tutwiler sitting in there with me today?\n", " What?\n", " I happen to think she's a key person. I think our Cabinet members are key people. I think the woman that works with me, Rose Zamaria, is about as tough as a boot out there and makes some discipline and protects the taxpayer. Look at our Cabinet. You talk about somebody strong, look at Carla Hills. Look at Lynn Martin, who's fighting against this glass ceiling and doing a first-class job on it. Look at our Surgeon General, Dr. Novello. You can look all around and you'll see first-class, strong women.\n\nJim Baker's a man. Yes, I plead guilty to that. [Laughter] But look who's around with him there. I mean, this is a little defensive on your part, Susan, to be honest with you. We've got a very good record appointing women to high positions and positions of trust. And I'm not defensive at all about it.\n\nWhat we've got to do is keep working, as the Labor Department is doing a first-class job on, to break down discrimination, to break down the glass ceiling. I am not apologetic at all about our record with women. You think about women in Government. I think about women in business. Why not try to help them with my small business program to build some incentives into the system?\n\nI think we're making progress here. You've got a lot of women running for office. As I said the other night, I hope a lot of them lose, because they're liberal Democrats, and we don't need more of them in the Senate or more of them in the House. But nevertheless, they're out there. And we've got some very good Republican women running. So we're making dramatic progress.\n", " I'd like to reply on that. That gets to the national honor. We did not say to Saddam Hussein, Ross, \"You can take the northern part of Kuwait.\" That is absolutely absurd. Glaspie has testified -- --\n", " -- -- and Glaspie's papers have been presented to the United States Senate. So please -- --\n", " Yes.\n", " I apologize. When I make a mistake, I say -- [laughter].\n", " No, I don't. I apologize for it. But that one got right to the national honor.\n", " And I'm sorry.\n", " It's awful easy when you're dealing with 90/90 hindsight. We did try to bring Saddam Hussein into the family of nations. He did have the fourth largest army. All our Arab allies out there thought we ought to do just exactly that. When he crossed the line, I stood up and looked into the camera and I said, \"This aggression will not stand.\" We formed a historic coalition, and we brought him down. We destroyed the fourth largest army, and the battlefield was searched, and there wasn't one single iota of evidence that any U.S. weapons were on that battlefield. The nuclear capability has been searched by the United Nations, and there hasn't been one single scintilla of evidence that there's any U.S. technology involved in it.\n\nWhat you're seeing on all this Iraqgate is a bunch of people who were wrong on the war trying to cover their necks here and try to do a little revisionism. I cannot let that stand, because it isn't true. Yes, we had grain credits for Iraq, and there isn't any evidence that those grain credits were diverted into weaponry, none, none whatsoever. And so I just have to say it's fine. You can't say there, Governor Clinton, and say, \"Well, I think I have supported the minority\" -- let sanctions work or wish that it would go away -- \"but I would have voted with the majority.\" Come on, that's not leadership.\n", " Well, I don't believe it would be appropriate for a President to suggest that the banking system is not sound; it is sound. There are some problem banks out there. But what we need is financial reform. We need some real financial reform, banking reform legislation. I have proposed that, and when I am reelected I believe one of the first things ought to be to press a new Congress, not beholden to the old ways, to pass financial reform legislation that modernizes the banking system, doesn't put a lot of inhibitions on it, and protects the depositors through keeping the FDIC sound. I just was watching some of the proceedings of the American Bankers Association, and I think the general feeling is most of the banks are sound. Certainly there's no comparison here between what happened to the S&L's and where the banks stand right now, in my view.\n", " On Government reform?\n", " Government reform?\n", " How about this for a Government reform policy? Reduce the White House staff by a third after or at the same time the Congress does the same thing for their staff; term limits for Members of the United States Congress. Give the Government back to the people. Let's do it that way. The President has term limits. Let's limit some of these guys sitting out here tonight. Term limits, and then how about a balanced budget amendment to the Constitution? Forty-three States, more than that, States have it, I believe. Let's try that.\n\nYou want to do something about all this extra spending that concerns Mr. Perot and me? Okay, how about a line-item veto? Forty-three Governors have that. Give it to the President. If the Congress isn't big enough to do it, let the President have a shot at this excess spending. A line-item veto, that means you can take a line and cut out some of the pork out of a meaningful bill. Governor Clinton keeps hitting me on vetoing legislation. Well, that's the only protection the taxpayer has against some of these reckless pork programs up there. I'd rather be able to just line it right out of there and get on about passing some good stuff, but leave out the garbage. Line-item veto, there's a good reform program for you.\n", " That's what worries me, that he's going to be responsible. He would do for the United States what he has done for Arkansas. He would do for the United States what he's done to Arkansas. We do not want to be the lowest of the low. We are not a nation in decline. We are a rising nation. My problem is, I heard what he said. He said, \"I want to take it from the rich, raise $150 billion from the rich.\" To get it, to get $150 billion in new taxes, you've got to go down to the guy that's making $36,600. And if you want to pay for the rest of his plan, all the other spending programs, you're going to sock it to the working man.\n\nSo when you hear \"tax the rich,\" Mr. and Mrs. America, watch your wallet. Lock your wallet, because he's coming right after you just like Jimmy Carter did, and just like you're going to get -- you're going to end up with interest rates at 21 percent, and you're going to have inflation going through the roof. Yes, we're having tough times. But we do not need to go back to the failed policies of the past when you had a Democratic President and a spendthrift Democratic Congress.\n", " Well, I think the answer to why the drop, I think, has been the economy in the doldrums. Why I'll win is I think I have the best plan of the three of us up here to do something about it. Mine does not grow the Government. It does not have Government invest. It says we need to do better in terms of stimulating private business. We've got a big philosophical difference here tonight between one who thinks the Government can do all these things through tax and spend, and one who thinks it ought to go the other way.\n\nSo I believe the answer is, I'm going to win it because I'm getting into focus my agenda for America's renewal, and also I think that Governor Clinton's had pretty much of a free ride on looking specifically at the Arkansas record. He keeps criticizing us, criticizing me; I'm the incumbent. Fine. But he's an incumbent. And we've got to look at all the facts. They're almost at the bottom on every single category. We can't do that to the American people.\n\nThen, Helen, I really believe where people are going to ask this question about trust -- because I do think there's a pattern by Governor Clinton of saying one thing to please one group and then trying to please another group. I think that pattern is a dangerous thing to suggest would work for the Oval Office. It doesn't work that way when you're President. Truman is right: The buck stops there. You have to make decisions, even when it's against your own interest. I've done that. It's against my political interests to say go ahead and go along with the tax increase. But I did what I thought was right at the time. So I think people are going to be looking for trust and experience.\n\nThen, I mentioned it the other night, I think if there's a crisis, people are going to say, \"Well, George Bush has taken us through some tough crises, and we trust him to do that.\" So I'll make the appeal on a wide array of issues.\n\nAlso I've got a philosophical difference -- I've got to watch the clock here -- I don't think we're a declining nation. The whole world has had economic problems. We're doing better than a lot of the countries in the world. And we're going to lead the way out of this economic recession across this world and economic slowdown here at home.\n", " That's why I think I'll win.\n", " Three weeks from now -- two weeks from tomorrow, America goes to the polls. You're going to have to decide who you want to lead this country to economic recovery. On jobs, that's the number one priority, and I believe my program for stimulating investment, encouraging small business, brandnew approach to education, strengthening the American family, and yes, creating more exports is the way to go. I don't believe in trickle-down Government. I don't believe in larger taxes and larger Government spending.\n\nOn foreign affairs, some think it's irrelevant. I believe it's not. We're living in an interconnected world. The whole world is having economic difficulties. The U.S. is doing better than a lot. But we've got to do even better. If a crisis comes up, I ask: Who has the judgment and the experience and, yes, the character to make the right decision?\n\nLastly, the other night on character, Governor Clinton said it's not the character of the President but \"the character of the Presidency.\" I couldn't disagree more. Horace Greeley said, \"The only thing that endures is character.\" And I think it was Justice Black who talked about \"Great nations, like great men, must keep their word.\" And so the question is: Who will safeguard this Nation? Who will safeguard our people and our children?\n\nI need your support. I ask for your vote. And may God bless the United States of America.\n", "\n"], "oct_15_1992": [" Let's go.\n", " Well, Carole, the thing that saved us in this global economic slowdown has been our exports, and what I'm trying to do is increase our exports. If, indeed, all the jobs were going to move south because of lower wages, there are lower wages now, and they haven't done that. So I have just negotiated with the President of Mexico the North American free trade agreement, and the Prime Minister of Canada, I might add. I want to have more of these free trade agreements because export jobs are increasing far faster than any jobs that may have moved overseas. That's a scare tactic, because it's not that many. But any one that's here, we want to have more jobs here, and the way to do that is to increase our exports.\n\nSome believe in protection. I don't. I believe in free and fair trade. That's the thing that saved us. And so I will keep on, as President, trying to get a successful conclusion to the GATT round, the big Uruguay round of trade which will really open up markets for our agriculture, particularly. I want to continue to work after we get this NAFTA agreement ratified this coming year. I want to get one with Eastern Europe. I want to get one with Chile. Free and fair trade is the answer, not protection.\n\nAs I say, we've had tough economic times, and it's exports that have saved us, exports that have built -- --\n", " Well, I've got to -- I'm a little confused here because I don't see how you can grow the deficit down by raising people's taxes. You see, I don't think the American people are taxed too little. I think they're taxed too much. I went for one tax increase, and when I make a mistake, I admit it, say that wasn't the right thing to do. Governor Clinton's program wants to tax more and spend more: $150 billion in new taxes, spend another $220 billion. I don't believe that's the way to do it.\n\nHere's some things that will help. Give us a balanced budget amendment. He always talks about Arkansas having a balanced budget, and they do. But he has a balanced budget amendment; have to do it. I'd like the Government to have that. I think it would discipline not only the Congress, which needs it, but also the executive branch.\n\nI'd like to have what 43 Governors have, the line-item veto. So if the Congress can't cut, we've got a reckless spending Congress, let the President have a shot at it by wiping out things that are pork barrel or something of that nature.\n\nI've proposed another one. Some sophisticates think it may be a little gimmicky. I think it's good. It's a check-off. It says to you as a taxpayer -- say, you're going to pay a tax of $1,000 or something; you can check 10 percent of that if you want to in one box, and that 10 percent, $100, or if you're paying $10,000, whatever it is, $1,000, check it off, and make the Government, make it lower the deficit by that amount. If the Congress won't do it, if they can't get together and negotiate how to do that, then you'd have a sequester across the board. You'd exempt Social Security. I don't want to tax or touch Social Security. I'm the President that said, \"Hey, don't mess with Social Security.\" And we haven't.\n\nSo I believe we need to control the growth of mandatory spending, back to this gentleman's question, that's the main growing thing in the budget. The program that the President -- two-thirds of the budget, I, as President, never get to look at, never get to touch. We've got to control that growth to inflation and population increase, but not raise taxes on the American people now. I just don't believe that would stimulate any kind of growth at all.\n", " Well, first place, I believe that character is a part of being President. I think you have to look at it. I think that has to be a part of candidate for President or being President. In terms of programs, I've submitted, what, four different budgets to the United States Congress in great detail. They're so heavy they'd give you a broken back. Everything in there says what I am for. Now, I've come out with a new agenda for America's renewal, a plan that I believe really will help stimulate the growth of this economy.\n\nMy record on world affairs is pretty well-known because I've been President for 4 years. So I feel I've been talking issues. Nobody likes \"who shot John,\" but I think the first negative campaign run in this election was by Governor Clinton. And I'm not going to sit there and be a punching bag. I'm going to stand up and say, \"Hey, listen, here's my side of it.\" But character is an important part of the equation.\n\nThe other night, Governor Clinton raised -- I don't know if you saw the debate the other night, suffered through that. [Laughter] Well, he raised a question of my father. It was a good line, well-rehearsed and well-delivered. But he raised a question of my father and said, \"Well, your father, Prescott Bush, was against McCarthy. You should be ashamed of yourself -- McCarthyism.\"\n\nI remember something my dad told me. I was 18 years old, going to Penn Station to go into the Navy. He said, \"Write your mother,\" which I faithfully did. He said, \"Serve your country.\" My father was an honor, duty, and country man. And he said, \"Tell the truth.\" And I've tried to do that in public life, all through it. That has said something about character.\n\nMy argument with Governor Clinton -- you can call it mud wrestling, but I think it's fair to put it in focus -- is I am deeply troubled by someone who demonstrates and organizes demonstration in a foreign land when his country's at war. Probably a lot of kids here disagree with me, but that's what I feel. That's what I feel passionately about. I'm thinking of Ross Perot's running mate sitting in the jail; how would he feel about it? But maybe that's generational. I don't know.\n\nBut the big argument I have with the Governor on this is this taking different positions on different issues, trying to be one thing to one person here that's opposing the NAFTA agreement and then for it; what we call waffling. And I do think that you can't turn the White House into the waffle house. You've got to say what you're for. And you have got to -- --\n", " Excuse me, I don't want to -- no, go ahead, Carole.\n", " I get wound up because I feel strongly.\n", " Please don't say anything by the Washington Post.\n", " Let's do it. Let's talk about programs for children.\n\nQ. Could we cross our hearts, and it sounds silly here, but could we make a commitment? You know, we're not under oath at this point, but could you make a commitment to the citizens of the United States to meet our needs, and we have many, and not yours again? You know, I repeat that; that's a real need I think that we all have.\n", " I think it depends on how you define it. I mean, I think, in general, let's talk about these issues, let's talk about the programs. But in the Presidency, a lot goes into it. Caring goes into it; that's not particularly specific. Strength goes into it; that's not specific. Standing up against aggression; that's not specific in terms of a program. This is what a President has to do.\n\nSo, in principle, though, I'll take your point. I think we ought to discuss child care or whatever else it is.\n", " I'd be glad to take a shot at it.\n", " I'm not sure that -- and I can understand if you haven't seen this because there's been a lot of hue and cry. We passed this year the most farthest looking transportation bill in the history of this country since Eisenhower started the interstate highways, $150 billion for improving the infrastructure. That happened when I was President. So I am very proud of the way that came about, and I think it's a very, very good beginning.\n\nLike Mr. Perot, I am concerned about the deficits. And $150 billion is a lot of money, but it's awful hard to say we're going to go out and spend more money when we're trying to get the deficit down. But I would cite that as a major accomplishment.\n\nWe hear all the negatives. When you're President, you expect this. Everybody's running against the incumbent. They can do better; everyone knows that. But here's something that we can take great pride in because it really does get to what you're talking about. Our home initiative, our homeownership initiative, HOPE, that passed the Congress is a good start for having people own their own homes instead of living in these deadly tenements.\n\nOur enterprise zones that we hear a lot of lip service about in Congress would bring jobs into the inner city. There's a good program. I need the help of everybody across this country to get it passed in substantial way by the Congress.\n\nWhen we went out to South Central in Los Angeles -- some of you may remember the riots there. I went out there. I went to a boys club, and every one of them, the boys club leaders, the ministers, all of them were saying, pass enterprise zones. We go back to Washington, and very difficult to get it through the Congress.\n\nBut there's going to be a new Congress. No one likes gridlock. There's going to be a new Congress because the old one, I don't want to get this man mad at me, but there was a post office scandal and a bank scandal. You're going to have a lot of new Members of Congress. And then you can sit down and say, \"Help me do what we should for the cities. Help me pass these programs.\"\n", " Sure, but the problem is you get so many things included in a great big bill that you have to look at the overall good. That's the problem with our system. If you had a line-item veto, you could knock out the pork. You could knock out the tax increases, and you could do what the people want, and that is create enterprise zones.\n", " There you go.\n", " I think you put your finger on a major problem. I talk about strengthening the American family. It's very hard to strengthen the family if people are scared to walk down to the corner store and send their kid down to get a loaf of bread. It's very hard. I have been fighting for very strong anticrime legislation: habeas corpus reform, so you don't have these endless appeals; so when somebody gets sentenced, hey, this is for real. I've been fighting for changes in the exclusionary rule, so if an honest cop stops somebody and makes a technical mistake, the criminal doesn't go away. I'll probably get into a fight in this room with some, but I happen to think that we need stronger death penalties for those that kill police officers.\n\nVirginia's in lead in this, as Governor Clinton properly said, on this identification system for firearms. I am not for national registration of firearms. Some of the States that have the toughest antigun laws have the highest levels of crime. I am for the right -- as the Governor says, I'm a sportsman, and I don't think you ought to eliminate all kinds of weapons.\n\nBut I was not for the bill that he was talking about because it was not tough enough on the criminal. I'm very pleased that the Fraternal Order of Police in Little Rock, Arkansas, endorsed me, because I think they see I'm trying to strengthen the anticrime legislation. We've got more money going out for local police than any previous administration.\n\nSo we've got to get it under control. And as one last point I'd make: drugs. We have got to win our national strategy against drugs, the fight against drugs. We're making some progress, doing a little better on interdiction. We're not doing as well amongst the people that get to be habitual drug users. The good news is, and I think it's true in Richmond, teenage use is down of cocaine substantially, 60 percent in the last couple of years. So we're making progress. But until we get that one done, we're not going to solve the neighborhood crime problem.\n", " Any order? I'll be glad to respond. I strongly support term limits for Members of the United States Congress. I believe it would return the Government closer to the people, the way that Ross Perot is talking about. The President's terms are limited to two, a total of 8 years. What's wrong with limiting the terms of Members of Congress to 12? Congress has gotten kind of institutionalized. For 38 years, one party has controlled the House of Representatives. And the result? A sorry little post office that can't do anything right and a bank that has more overdrafts than all of Chase Bank and Citibank put together.\n\nWe've got to do something about it. I think you get a certain arrogance, bureaucratic arrogance if people stay there too long. So I favor, strongly favor term limits. And how to get them passed? Send us some people that will pass the idea, and I think you will. I think the American people want it now. Everyplace I go, I talk about it, and I think they want it done.\n\nActually, you'd have to have some amendments to the Constitution because of the way the Constitution reads.\n", " I just have to say something. I don't want to stampede -- Ross was very articulate. Across the country, I don't want anybody to stampede to cut the President's salary off altogether. Barbara is sitting over here, and I -- [laughter] -- but what I have proposed, 10 percent cut, downsize the Government, and we can get that done.\n\nShe asked the question, I think, is whether the health care profession was to blame. No. One thing to blame is these malpractice lawsuits. They are breaking the system. It costs $20 to $25 billion a year, and I want to see those outrageous claims capped. Doctors don't dare to deliver babies sometimes because they're afraid that somebody's going to sue them. People don't dare, medical practitioners, to help somebody along the highway that are hurt because they're afraid that some lawyer's going to come along and get a big lawsuit.\n\nSo you can't blame the practitioners or the health -- and my program is this: Keep the Government as far out of it as possible, make insurance available to the poorest of the poor through vouchers, next range in the income bracket through tax credits, and get on about the business of pooling insurance. A great, big company can buy -- Ross has got a good size company, been very successful. He can buy insurance cheaper than mom-and-pop stores on the corner. But if those mom-and-pop stores all get together and pool, they, too, can bring the cost of insurance down.\n\nSo I want to keep the quality of health care. That means keep Government out of it. I don't like this idea of these boards. It all sounds to me like you're going to have some Government setting price. I want competition, and I want to pool the insurance and take care of it that way.\n\nHere's the other point. I think medical care should go with the person. If you leave a business, I think your insurance should go with you to some other business. You shouldn't be worrying if you get a new job as to whether that's going to -- and part of our plan is to make it what they call portable, big word, but that means if you're working for the Jones Company and you go to the Smith Company, your insurance goes with you. I think it's a good program. I'm really excited about getting it done, too.\n", " Well, I think the national debt affects everybody. Obviously, it has a lot to do with interest rates -- --\n", " Well, I'm sure it has. I love my grandchildren. I want to think that -- --\n\nQ. How?\n", " I want to think that they're going to be able to afford an education. I think that that's an important part of being a parent. If the question -- maybe I get it wrong. Are you suggesting that if somebody has means that the national debt doesn't affect them?\n\nQ. What I'm saying -- --\n", " I'm not sure I get it. Help me with the question, and I'll try to answer it.\n\nQ. Well, I've had friends that have been laid off in jobs -- --\n", " Yes.\n\nQ. I know people who cannot afford to pay the mortgage on their homes, their car payment. I have personal problems with the national debt. But how has it affected you? And if you have no experience in it, how can you help us if you don't know what we're feeling?\n", " Well, listen, you ought to be in the White House for a day and hear what I hear and see what I see and read the mail I read and touch the people that I touch from time to time.\n\nI was in the Lomax AME Church. It's a black church just outside of Washington, DC, and I read in the bulletin about teenage pregnancies, about the difficulty that families are having to make ends meet. I talked to parents. I mean, you've got to care. Everybody cares if people aren't doing well. But I don't think it's fair to say you haven't had cancer, therefore you don't know what it's like. I don't think it's fair to say, whatever it is, if you haven't been hit by it personally. But everybody's affected by the debt, because of the tremendous interest that goes into paying on that debt, everything's more expensive. Everything comes out of your pocket and my pocket. So it's that. But I think in terms of the recession, of course, you feel it when you're President of the United States. That's why I'm trying to do something about it by stimulating the export, investing more, better education system.\n\nThank you. I'm glad you clarified it.\n", " Well, the Social Security -- you're an expert and I could, I'm sure, learn from you the details of the pension guaranty fund and the Social Security fund. The Social Security system was fixed, about 5 years, and I think it's projected out to be sound beyond that. So at least we have time to work with it.\n\nBut on all of these things, a sound economy is the only way to get it going. Growth in the economy is going to add to the overall prosperity and wealth. I can't give you a specific answer on pension guaranty fund. All I know is that we have firm Government credit to guarantee the pensions, and that is very important.\n\nBut the full faith in credit of the United States, in spite of our difficulties, is still pretty good. It's still the most respected credit. So I would simply say, as these dates get close you're going to have to reorganize and refix as we did with the Social Security fund. I think that's the only answer. But the more immediate answer is to do what this lady was suggesting we do, and that is to get this deficit down and get on without adding to the woes, and then restructure.\n\nOne thing I've called for that has been stymied, and I'll keep on working for it, is a whole financial reform legislation. It is absolutely essential in terms of bringing our banking system and credit system into the new age instead of having it living back in the dark ages, and it's a big fight. I don't want to give my friend Ross another shot at me here, but I am fighting with the Congress to get this through.\n\nYou can't just go up and say, \"I'm going to fix it.\" You've got some pretty strong-willed guys up there that argue with you. But that's what the election's about; I agree with the Governor. That's what the election is about. Sound fiscal policy is the best answer, I think, to all the three problems you mentioned.\n", " [Inaudible] -- first rule?\n", " We have come to that position. Since I became President, 43, 44 countries have gone democratic. No longer totalitarian, no longer living under dictatorship or communist rule. This is exciting. This new world order to me means freedom and democracy.\n\nI think we will have a continuing responsibility, as the only remaining superpower, to stay involved. If we pull back in some isolation and say we don't have to do our share, or more than our share, anymore, I believe you're going to just ask for conflagration that we'll get involved in in the future. NATO, for example, has kept the peace for many, many years. I want to see us keep fully staffed in NATO so we'll continue to guarantee the peace in Europe.\n\nBut the exciting thing is the fear of nuclear war is down. You hear all the bad stuff that's happened on my watch. I hope people will recognize that this is something pretty good for mankind. I hope they'll think it's good that democracy and freedom is on the move. And we're going to stay engaged, as long as I am President, working to improve things.\n\nYou know, it's so easy now to say, hey, cut out foreign aid, we've got a problem at home. I think the United States has to still have the Statue of Liberty as a symbol of caring for others. We're right this very minute, we're sending supplies in to help these little starving kids in Somalia. It's the United States that's taken the lead in humanitarian aid into Bosnia. We're doing this all around the world.\n\nAnd yes, we've got problems at home. I think I've got a good plan to help fix those problems at home. But because of our leadership, because we didn't listen to the freeze, the nuclear freeze group -- do you remember: \"Freeze it,\" back in about in the late seventies. \"Freeze, don't touch it. We're going to lock it in now, or else we'll have war.\" President Reagan said, \"No. Peace through strength.\" It worked. The Soviet Union is no more. Now we're working to help them become totally democratic through the FREEDOM Support Act that I led on. A great Democratic Ambassador, Bob Strauss over there, Jim Baker, all of us got this thing passed, through cooperation, Ross. It worked with cooperation. And you're for that, I'm sure, helping Russia become democratic.\n\nSo the new world order to me means freedom and democracy, keep engaged, do not pull back into isolation. We are the United States, and we have a responsibility to lead and to guarantee the security. If it hadn't been for us, Saddam Hussein would be sitting on top of three-fifths of the oil supply of the world, and he'd have nuclear weapons. Only the United States could do this.\n\nExcuse me, Carole.\n", " I'd be delighted to, because you can't do it the old way. You can't do it with the school bureaucracy controlling everything. And that's why we have a new program that I hope people have heard about. It's being worked now in 1,700 communities -- I bypassed Congress on this one, Ross -- 1,700 communities across the country. It's called America 2000. It literally says to the communities: Reinvent the schools, not just the bricks and mortar but the curriculum and everything else. Think anew. We have a concept called the New American School Corporation, where we're doing exactly that.\n\nSo I believe that we've got to get the power in the hands of the teachers, not the teachers union -- what's happening up there? [Laughter] So our America 2000 program also says this: It says let's give parents the choice of a public, private, or religious school. And it works. It works in Milwaukee. A Democratic woman up there taking the lead in this, the Mayor up there on the program, and the schools that are not chosen are improved. Competition does that.\n\nSo we've got to innovate through school choice. We've got to innovate through this America 2000 program. But she is absolutely right. The programs that we've been trying where you control everything and mandate it from Washington don't work.\n\nThe Governors -- and I believe Governor Clinton was in on this, but I don't want to invoke him here -- but they come to me, and they say, please get the Congress to stop passing so many mandates telling us how to control things. We know better how to do it in California or Texas or wherever it is. So this is what our program is all about. I believe -- you're right onto something -- that if we don't change the education, we're not going to be able to compete.\n\nFederal funding for education is up substantially. Pell Grants are up. But it isn't going to get the job done if we don't change K through 12.\n", " I just had a word of clarification because of something Governor Clinton said. My school choice program, \"GI bill\" for kids, does not take public money and give it to private schools. It does what the GI bill itself did when I came out of World War II. It takes public money and gives it to families or individuals to choose the school they want. Where it's been done, those schools, like in Rochester, those schools that weren't chosen find that they then compete and do better. So I think it's worth a shot.\n\nWe've got a pilot program. It ought to be tried: school choice, public, private, or religious, not to the schools, but to -- 46 percent of the teachers in Chicago, public schoolteachers, send their kids to private school. Now, I think we ought to try to help families and see if it will do what I think, make all schools better.\n", " I think if Barbara Bush were running this year she'd be elected. [Laughter] But it's too late.\n\nYou don't want us to mention appointees but when you see the quality of people in our administration, see how Colin Powell performed -- I say administration, he's in the military.\n\nQ. I said when's your guess?\n", " You weren't impressed with the fact that he performed -- --\n\nQ. Excuse me, I'm extremely impressed with that.\n", " Yes, but wouldn't that suggest to the American people then here's a quality person, if he decided that he could automatically -- --\n\nQ. Sure. I just wanted to know -- --\n", " -- -- get the nomination of either party? Huh?\n\nQ. I'm totally impressed with that. I just wanted to know is when is your guess of when.\n", " Oh, I see. You mean time?\n\nQ. Yeah.\n", " I don't know. Starting after 4 years. [Laughter] No, I think you'll see -- --\n", " I think you'll see more minority candidates and women candidates coming forward.\n", " This is supposed to be the year of the women in the Senate. Let's see how they do. I hope a lot of them lose.\n", " How about Dr. Lou Sullivan?\n", " Yeah, good man.\n", " My candidate's right back there.\n", " Good Republicans. [Laughter]\n", " May I ask for an exception because I think we owe Carole Simpson a -- anybody who can stand in between these three characters here and get the job done -- we owe her a round of applause. [Applause] Just don't take it out of my time.\n", " I feel strongly about it, but I don't want it to come out of my time.\n", " No, but let me just say to the American people: In 2 1/2 weeks, we're going to choose who should sit in this Oval Office, who to lead the economic recovery, who to be the leader of the free world, who to get the deficit down. Three ways to do that: one is to raise taxes; one is to reduce spending, controlling that mandatory spending; another one is to invest and save and to stimulate growth.\n\nI do not want to raise taxes. I differ with the two here on that. I'm just not going to do that. I do believe that we need to control mandatory spending. I think we need to invest and save more. I believe that we need to educate better and retrain better. I believe that we need to export more, so I'll keep working for export agreements where we can sell more abroad. And I believe that we must strengthen the family. We've got to strengthen the family.\n\nNow, let me pose this question to America: If in the next 5 minutes a television announcer came on and said, there is a major international crisis, there is a major threat to the world, or in this country a major threat, my question is, if you were appointed to name one of the three of us, who would you choose? Who has the perseverance, the character, the integrity, the maturity to get the job done? I hope I'm that person.\n\nThank you very, very much.\n", "\n"]}, "Ross Perot": {"oct_11_1992": [" I think the principal issue that separates me is that 5 1/2 million people came together on their own and put me on the ballot. I was not put on the ballot by either of the two parties. I was not put on the ballot by any PAC money, by any foreign lobbyist money, by any special interest money. This is a movement that came from the people.\n\nThis is the way the framers of the Constitution intended our Government to be, a Government that comes from the people. Over time we have developed a Government that comes at the people, that comes from the top down, where the people are more or less treated as objects to be programmed during the campaign, with commercials and media events and fear messages and personal attacks and things of that nature.\n\nThe thing that separates my candidacy and makes it unique is that this came from millions of people in 50 States all over this country who wanted a candidate that worked and belonged to nobody but them. I go into this race as their servant, and I belong to them. So this comes from the people.\n", " Well, they've got a point. I don't have any experience in running up a $4 trillion debt. [Laughter] I don't have any experience in gridlocked Government where nobody takes responsibility for anything and everybody blames everybody else. I don't have any experience in creating the worst public school system in the industrialized world, the most violent, crime-ridden society in the industrialized world.\n\nBut I do have a lot of experience in getting things done. So if we're at a point in history where we want to stop talking about it and do it, I've got a lot of experience in figuring out how to solve problems, making the solutions work, and then moving on to the next one. I've got a lot of experience in not taking 10 years to solve a 10-minute problem. So if it's time for action, I think I have experience that counts. If it's more time for gridlock and talk and finger-pointing, I'm the wrong man.\n\nCharacter Issues\n", " I think the American people will make their own decisions on character. And at a time when we have work to do and we need action, I think they need to clearly understand the backgrounds of each person. I think the press can play a huge role in making sure that the backgrounds are clearly presented in an objective way. Then make a decision.\n\nCertainly anyone in the White House should have the character to be there. But I think it's very important to measure when and where things occurred. Did they occur when you were a young person in your formative years, or did they occur while you were a senior official in the Federal Government? When you're a senior official in the Federal Government, spending billions of dollars in taxpayers' money, and you're a mature individual and you make a mistake, then that was on our ticket. If you make it as a young man, time passes.\n\nSo I would say just look at all three of us, decide who you think will do the job, pick that person in November, because, believe me, as I've said before, the party's over, and it's time for the cleanup crew. And we do have to have change. And people who never take responsibility for anything when it happens on their watch, and people who are in charge -- --\n", " -- -- the time is up. [Laughter]\n", " More later.\n", " We've got to have a growing, expanding job base to give us a growing, expanding tax base. Right now, we have a flat-to-deteriorating job base, and where it appears to be growing is minimum-wage jobs. So we've got to really rebuild our job base. That's going to take money for infrastructure and investment to do that. Our foreign competitors are doing it; we're not.\n\nWe cannot pay off the $4 trillion debt, balance the budget, and have the industries of the future and the high-paying jobs in this country without having the revenue. We're going to go through a period of shared sacrifice. There's one challenge: It's got to be fair.\n\nWe've created a mess and don't have much to show for it, and we have got to fix it. And that's about all I can say in a minute.\n", " If I'm poor and you're rich and I can get you to defend me, that's good. But when the tables get turned, I ought to do my share. Right now we spend about $300 billion a year on defense. The Japanese spend around $30 billion in Asia. The Germans spend around $30 billion in Europe.\n\nFor example, Germany will spend a trillion dollars building infrastructure over the next 10 years. It's kind of easy to do if you only have to pick up a $30 billion tab to defend your country. The European Community is in a position to pay a lot more than they have in the past. I agree with the President, when they couldn't, we should have; now that they can, they should.\n\nWe sort of seem to have a desire to try to stay over there and control it. They don't want us to control it, very candidly. So it I think is very important for us to let them assume more and more of the burden and for us to bring that money back here and rebuild our infrastructure. Because we can only be a superpower if we are an economic superpower, and we can only be an economic superpower if we have a growing, expanding job base.\n", " It's 10 cents a year, cumulative. It finally gets to 50 cents at the end of the fifth year. I think \"punish\" is the wrong word. Again, you see, I didn't create this problem; we're trying to solve it.\n\nNow, if you study our international competitors, some of our international competitors collect up to $3.50 a gallon in taxes. And they use that money to build infrastructure and create jobs. We collect 35 cents, and we don't have it to spend. I know it's not popular. And I understand the nature of your question. But the people who will be helped the most by it are the working people who will get the jobs created because of this tax. Why do we have to do it? Because we have so mismanaged our country over the years, and it is now time to pay the fiddler. And if we don't, we will be spending our children's money. We have spent $4 trillion worth. An incredible number of young people are active in supporting my effort because they're deeply concerned that we have taken the American dream from them.\n\nI think it's fitting that we're on the campus of a university tonight. These young people, when they get out of this wonderful university, will have difficulty finding a job. We've got to clean this mess up, leave this country in good shape, and pass on the American dream to them. We're got to collect the taxes to do it. If there's a fairer way, I'm all ears. Ah-h-h. [Laughter]\n\nBut see, let me make it very clear. People don't have the stomach to fix these problems, I think it's a good time to face it in November. If they do, then they will have heard the harsh reality of what we have to do. I'm not playing Lawrence Welk music tonight.\n", " Your defense industries are going to have to convert to civilian industries, many of them are. And the sooner they start, the sooner they'll finish. And there will be a significant transition.\n\nAnd it's very important that we not continue to let our industrial base deteriorate. We had someone who I'm sure regrets said it in the President's staff, said he didn't care whether we make potato chips or computer chips. Well, anybody that thinks about it cares a great deal. Number one, you make more making computer chips than you do potato chips. Number two, 19 out of 20 computer chips that we have in this country now come from Japan. We've given away whole industries.\n\nSo as we phase these industries over, there's a lot of intellectual talent in these industries. A lot of these people in industries can be converted to the industries of tomorrow. And that's where the high-paying jobs are. We need to have a very carefully thought through phaseover.\n\nSee, we practice 19th century capitalism. The rest of the world practices 21st century capitalism. I can't handle that in a minute, but I hope we can get back into it later. The rest of the world, the countries and the businesses would be working together to make this transition in an intelligent way.\n", " Step one: The American people send me up there, the day after election, I'll get with the -- we won't even wait until inauguration -- I'll ask the President to help me, and I'll ask his staff to help me. And we will start putting together teams to put together -- to take all the plans that exist and do something with them.\n\nPlease understand, there are great plans lying all over Washington nobody ever executes. It's like having a blueprint for a house you never built. You don't have anywhere to sleep. Now, our challenge is to take these things, do something with them.\n\nStep one: You want to put America back to work, clean up the small business problem. Have one task force at work on that. The second: You've got your big companies that are in trouble, including the defense industries, have another one on that. Have a third task force on new industries of the future to make sure we nail those for our country, and they don't wind up in Europe and Asia. Convert from 19th to 21st century capitalism. You see, we have an adversarial relationship between Government and business. Our international competitors that are cleaning our plate have an intelligent relationship between Government and business and a supportive relationship.\n\nThen, have another task force on crime, because next to jobs, our people are concerned about their safety. Health care, schools, one on the debt and deficit. And finally, in that 90-day period before the inauguration, put together the framework for the town hall and give the American people a Christmas present, show them by Christmas the first cut at these plans. By the time Congress comes into session to go to work, have those plans ready to go in front of Congress. Then get off to a flying start in '93 to execute these plans.\n\nNow, there are people in this room and people on this stage who have been in meetings when I would sit there and say, is this one we're going to talk about or do something about? Well, obviously, my orientation is let's go do it.\n\nNow, put together your plans by Christmas. Be ready to go when Congress goes. Nail these things -- small business, you've got to have capital; you've got to have credit; and many of them need mentors or coaches. And we can create more jobs there in a hurry than any other place.\n", " Keep the Federal Reserve independent, but let's live in a world of reality. We live in a global economy, not a national economy. These interest rates we have now don't make any sense. We have a $4 trillion debt, and only in America would you finance 70 percent of it 5 years or less. So 70 percent of our debt is 5 years or less, it's very interest-sensitive.\n\nWe have a 4-percent gap between what we pay for treasuries and what Germany pays for 1- to 5-year treasuries. That gap is going to close because the Arabs, the Japanese, and folks in this country are going to start buying German treasuries because they can get more money.\n\nEvery time our interest rates go up 1 percent, that adds $28 billion to the deficit or to the debt, whichever place you want to put it. We are sitting on a ticking bomb, folks, because we have totally mismanaged our country. And we had better get it back under control.\n\nJust think, in your own business, if you had all of your long-term problems financed short term, you'd go broke in a hurry.\n", " Again, if you're not rich, you're not a superpower, so we have two that I'd put as number one. I have a \"1\" and \"1a.\" One is, we've got to have the money to be able to pay for defense. And we've got to manufacture here. Believe it or not, folks, you can't ship it all overseas. You've got to make it here. And you can't convert from potato chips to airplanes in an emergency. You see, Willow Run could be converted from cars to airplanes in World War II because it was here. We've got to make things here. You just can't ship them overseas anymore. I hope we talk more about that.\n\nSecond thing, on priorities, we've got to help Russia succeed in its revolution and all of its republics. When we think of Russia, remember we're thinking of many countries now. We've got to help them. That's pennies on the dollar compared to renewing the cold war.\n\nThird, we've got all kinds of agreements on paper and some that are being executed on getting rid of nuclear warheads. Russia and its republics are out of control or, at best, in weak control right now. It's a very unstable situation. You've got every rich Middle Eastern country over there trying to buy nuclear weapons, as you well know. And that will lead to another five-star migraine headache down the road. We really need to nail down the intercontinental ballistic missiles, the ones that can hit us from Russia. We've focused on the tactical; we've made real progress there. We've got some agreements on the nuclear, but we don't have those things put away yet. The sooner, the better.\n\nSo in terms of priorities, we've got to be financially strong. Number two, we've got to take care of this missile situation and try to get the nuclear war behind us and give that a very high priority. And number three, we need to help and support Russia and the republics in every possible way to become democratic, capitalistic societies and not just sit back and let those countries continue in turmoil, because they could go back worse than things used to be. And believe me, there are a lot of old boys in the KGB and the military that like it better the way it used to be. Thank you.\n", " China's a huge country, broken into many provinces. It has some very elderly leaders that will not be around too much longer. Capitalism is growing and thriving across big portions of China. Asia will be our largest trading partner in the future. It will be a growing and a closer relationship. We have a delicate tightwire walk that we must go through at the present time to make sure that we do not cozy up to tyrants, to make sure that they don't get the impression that they can suppress their people. But time is our friend there because their leaders will change in not too many years, worst case. And their country is making great progress.\n\nOne last point on the missiles. I don't want the American people to be confused. We have written agreements, and we have some missiles that have been destroyed, but we have a huge number of intercontinental ballistic missiles that are still in place in Russia. The fact that you have an agreement is one thing. Until they're destroyed, some crazy person can either sell them or use them.\n", " If we learned anything in Vietnam, it's you first commit this Nation before you commit the troops to the battlefield. We cannot send our people all over the world to solve every problem that comes up.\n\nThis is basically a problem that is a primary concern to the European Community. Certainly we care about the people. We care about the children. We care about the tragedy. But it is inappropriate for us, just because there's a problem somewhere around the world, to take the sons and daughters of working people -- and make no mistake about it, our all-volunteer armed force is not made up of the sons and daughters of the beautiful people. It's the working folks that send their sons and daughters to war, with a few exceptions. Very unlike World War II when FDR's sons flew missions; everybody went. It's a different world now. It's very important that we not just, without thinking it through, just rush to every problem in the world and have our people torn to pieces.\n", " If I had to solve all the problems that face this country and I could be granted one wish as we started down the trail to rebuild the job base, the schools, and so on and so forth, I would say a strong family unit in every home, where every child is loved, nurtured, and encouraged. A little child, before they're 18 months, learns to think well of himself or herself, or poorly. They develop a positive or negative self-image. At a very early age, they learn how to learn. If we have children who are not surrounded with love and affection -- see, I look at my grandchildren and wonder if they'll ever learn to walk because they're always in someone's arms. I think, my gosh, wouldn't it be wonderful if every child had that love and support, but they don't.\n\nWe will not be a great country unless we have a strong family unit in every home. And I think you can use the White House as a bully pulpit to stress the importance of these little children, particularly in their young and formative years, to mold these little precious pieces of clay so that they, too, can live rich, full lives when they're grown.\n", " Any time you think you want to legalize drugs, go to a neonatal unit, if you can get in. They are between 100 and 200 percent capacity up and down the East Coast, and the reason is crack babies being born. Baby's in the hospital 42 days; typical cost to you and me is $125,000. Again and again and again, the mother disappears in 3 days, and the child becomes a ward of the State because he's permanently and genetically damaged. Just look at those little children, and if anybody can even think about legalizing drugs, they've lost me.\n\nNow, let's look at priorities. We went on the Libyan raid, you remember that one, because we were worried to death that Qadhafi might be building up chemical weapons. We've got chemical warfare being conducted against our children on the streets in this country all day, every day, and we don't have the will to stamp it out.\n\nAgain, if I get up there, if you send me, we're going to have some blunt talks about this. We're really going to get out in the trenches and say, \"Is this one you want to talk about or fix?\" Because talk won't do it, folks. There are guys that couldn't get a job third shift in a Dairy Queen, driving BMW's and Mercedes, selling drugs. These old boys are not going to quit easy.\n", " This is a relevant question here tonight. First thing I'd do is during political campaigns, I would urge everybody to stop trying to split this country into fragments and appeal to the differences between us, and then wonder why the melting pot's all broken to pieces after November the 3d.\n\nWe are all in this together. We ought to love one another, because united teams win and divided teams lose. If we can't love one another, we ought to get along with one another. If you can't get there, just recognize we're all stuck with one another, because nobody's going anywhere. Right? [Laughter]\n\nNow, that ought to get everybody back up to let's get along together and make it work. Our diversity is a strength. We've turned it into a weakness.\n\nNow, again, the White House is a bully pulpit. I think whoever's in the White House should just make it absolutely unconscionable and inexcusable. And if anybody's in the middle of a speech at, you know, one of these conventions, I would expect the candidate to go out and lift him off the stage if he starts preaching hate, because we don't have time for it.\n\nOur differences are our strengths. We have got to pull together. In athletics, we know it. You see, divided teams lose; united teams win. We have got to unite and pull together. And there's nothing we can't do. But if we sit around blowing all this energy out the window on racial strife and hatred, we are stuck with a sure loser, because we have been a melting pot. We're becoming more and more of a melting pot. Let's make it a strength, not a weakness.\n", " First, I think Mary Fisher was a great choice. We're lucky to have her heading the Commission. Secondly, I think one thing, that if I were sent to do the job, I would sit down with FDA, look exactly where we are. Then I would really focus on let's get these things out. If you're going to die, you don't have to go through this 10-year cycle that FDA goes through on new drugs. Believe me, people with AIDS are more than willing to take that risk. We could be moving out to the human population a whole lot faster than we are on some of these new drugs. So I think we can expedite the problem there.\n\nLet me go back a minute to racial divisiveness. All-time low in our country was the Judge Thomas-Anita Hill hearings, and those Senators ought to be hanging their heads in shame for what they did there.\n\nSecond thing, there are not many times in your life when you get to talk to a whole country, but let me just say this to all of America: If you hate people, I don't want your vote. That's how strongly I feel about it.\n", " Two ways. Number one, if I get there, it will be a very unusual and historical event because -- [laughter] -- because the people, not the special interests, put me there. I will have a unique mandate. I have said again and again, and this really upsets the establishment in Washington, that we're going to inform the people in detail on the issues through an electronic town hall so that they really know what's going on. They will want to do what's good for our country.\n\nNow, all these fellows with thousand-dollar suits and alligator shoes running up and down the Halls of Congress that make policy now, the lobbyists, the PAC guys, the foreign lobbyists, what have you, they'll be over there in the Smithsonian -- [laughter] -- because we're going to get rid of them. The Congress will be listening to the people. And the American people are willing to have fair, shared sacrifice. They're not as stupid as Washington thinks they are. The American people are bright, intelligent, caring, loving people who want a great country for their children and grandchildren. They will make those sacrifices. So I welcome that challenge. And just watch, because if the American people send me there, we'll get it done.\n\nNow, everybody will faint in Washington. They've never seen anything happen in that town. [Laughter] This is a town where the White House says, \"Congress did it.\" Congress says, \"The White House did it.\" And I'm sitting there and saying, \"Well, who else could be around?\" And then when they get off by themselves, they said, \"Nobody did it.\" [Laughter] And yet, the cash register is empty. And it used to have our money, the taxpayers' money, in it, and we didn't get the results. We'll get it done.\n", " We've got the most expensive health care system in the world. It ranks behind 15 other nations when we come to life expectancy and 22 other nations when we come to infant mortality. So we don't have the best. Pretty simple, folks, if you're paying more and you don't have the best, if all else fails go copy the people who have the best who spend less, right? But we can do better than that. Again, we've got plans lying all over the place in Washington. Nobody ever implements them.\n\nNow I'm back to square one: If you want to stop talking about it and do it, then I'll be glad to go up there and we'll get it done. But if you just want to keep the music going, just stay traditional this next time around, and 4 years from now you'll have everybody blaming everybody else for a bad health care system. Talk is cheap. Words are plentiful. Deeds are precious. Let's get on with it.\n", " Well, it's been a privilege to be able to talk to the American people tonight. I make no bones about it: I love this country. I love the principle it's founded on. I love the people here. I don't like to see the country's principles violated. I don't like to see the people in a deteriorating economy and a deteriorating country because our Government has lost touch with the people. The people in Washington are good people; we just have a bad system. We've got to change the system. It's time to do it because we have run up so much debt that time is no longer our friend. We've got to put our house in order.\n\nWhen you go to bed tonight, look at your children. Think of their dreams. Think of your dreams as a child. And ask yourself, \"Isn't it time to stop talking about it? Isn't it time to stop creating images? Isn't it time to do it?\" Aren't you sick of being treated like an unprogrammed robot? Every 4 years they send you all kinds of messages to tell you how to vote and then go back to business as usual. They told you at the tax and budget summit that if you agreed to a tax increase, we could balance the budget. They didn't tell you that that same year they increased spending $1.83 for every dollar we increased taxes. That's Washington in a nutshell right there.\n\nIn the final analysis, I'm doing this for your children, when you look at them tonight. There's another group that I feel very close to, and these are the men and women who fought on the battlefield, the children, the families of the ones who died, the people who left parts of their bodies over there. I'd never ask you to do anything for me, but I owe you this, and I'm doing it for you. I can't tell you what it means to me at these rallies when I see you and you come up, and the look in your eyes. I know how you feel, and you know how I feel. And then I think of the older people who are retired. They grew up in the Depression. They fought and won World War II. We owe you a debt we can never repay you. And the greatest repayment I can ever give is to recreate the American dream for your children and grandchildren. I'll give it everything I have if you want me to do it.\n"], "oct_19_1992": [" Well, the basic problem with it is it doesn't balance the budget. If you forecast it out, you still will have a significant deficit under each of their plans, as I understand them. Our challenge is to stop the financial bleeding. If you take a patient into a hospital that's bleeding arterially, step one is to stop the bleeding. And we are bleeding arterially.\n\nThere's only one way out of this, and that is to stop the deterioration of our job base, to have a growing, expanding job base to give us the tax base. See, balancing the budget is not nearly as difficult as paying off the $4 trillion debt and leaving our children the American dream intact. We have spent their money. We have got to pay it back. This is going to take fair-shared sacrifice.\n\nMy plan balances the budget within 6 years. We didn't do it faster than that because we didn't want to disrupt the economy. We gave it off to a slow start and a fast finish to give the economy time to recover. But we faced it, and we did it. And we believe it's fair-shared sacrifice.\n\nThe one thing I have done is lay it squarely on the table in front of the American people. You've had a number of occasions to see in detail what the plan is and at least you'll understand it. I think that's fundamental in our country that you know what you're getting into.\n", " I grew up five blocks from Arkansas. [Laughter] Let's put it in perspective. It's a beautiful State. It's a fairly rural State. It has a population less than Chicago or Los Angeles, about the size of Dallas and Fort Worth combined. So I think probably we're making a mistake night after night after night to cast the Nation's future on a unit that small.\n", " It's irrelevant. [Laughter]\n", " No, no, no. But you can't -- I could say that I ran a small grocery store on the corner, therefore, I extrapolate that into the fact that I could run Wal-Mart. That's not true. I carefully picked an Arkansas company, you notice there, Governor.\n", " It's not -- --\n", " I'd like to just talk about issues, and so -- --\n", " Well, no. But the point is that's a subjective thing. The subjective thing is when does President Bush react. It would be very difficult for me to answer that in any short period of time.\n", " I thought you'd forgotten I was here. [Laughter]\n", " I will let the American people decide that. I would rather not critique the two candidates.\n", " I think the General Motors thing is very relevant. I did everything I could to get General Motors to face its problems in the mid-eighties while it was still financially strong. They just wouldn't do it. Everybody now knows the terrible price they're paying by waiting until it's obvious to the brain dead that they have problems. [Laughter]\n\nNow, hundreds, thousands of good, decent people, whole cities up here in this State are adversely impacted because they would not move in a timely way. Our Government is at that point now. The thing that I am in this race for is to tap the American people on the shoulder and to say to every single one of you: Fix it while we're still relatively strong. If you have a heart problem, you don't wait until the heart attack to address it.\n\nSo the General Motors experience is relevant. At the point when I could not get them to address those problems, I had created so much stress in the board, who wanted just to keep the Lawrence Welk music going, that they asked to buy my remaining shares. I sold them my remaining shares. They went their way; I went my way, because it was obvious we had a complete disagreement about what should be done with the company.\n\nBut let's take my life in perspective. Again and again on complex, difficult tasks, I have stayed the course. When I was asked by our Government to do the POW project, within a year the Vietnamese had sent people into Canada to make arrangements to have me and my family killed. And I had five small children. And my family and I decided we would stay the course, and we lived with that problem for 3 years.\n\nThen I got into the Texans' war on drugs program, and the big-time drug dealers got all upset. Then when I had two people imprisoned in Iran, I could have left them there. I could have rationalized it. We went over, we got them out, and we brought them back home. And since then, for years, I have lived with the burden of the Middle East, where it's eye-for-an-eye and tooth-for-a-tooth country, in terms of their unhappiness with the fact that I was successful in that effort.\n\nAgain and again and again, in the middle of the night, 2 or 3 o'clock in the morning, my Government has called me to take extraordinary steps for Americans in distress. And again and again and again, I have responded. And I didn't wilt, and I didn't quit.\n\nNow, what happened in July we've covered again and again and again. But I think in terms of the American people's concern about my commitment -- and I'm here tonight, folks. I've never quit supporting you as you put me on the ballot in the other 26 States. When you asked me to come back in, I came back in. And talk about not quitting, I'm spending my money on this campaign. The two parties are spending your money, taxpayer money. I've put my wallet on the table for you and your children. Over $60 million at least will go into this campaign to leave the American dream to you and your children, to get this country straightened out, because if anybody owes it to you, I do. I've lived the American dream. I'd like for your children to be able to live it, too.\n", " Well, everybody's nibbling around the edges. Let's go to the center of the bull's eye to the core problem. Believe me, everybody on the factory floor all over this country knows it. You implement that NAFTA, the Mexican trade agreement, where they pay people $1 an hour, have no health care, no retirement, no pollution controls, et cetera, et cetera, et cetera, and you're going to hear a giant sucking sound of jobs being pulled out of this country right at a time when we need the tax base to pay the debt and pay down the interest on the debt and get our house back in order. We have got to proceed very carefully on that.\n\nSee, there's a lot I don't understand. I do understand business. I do understand creating jobs. I do understand how to make things work. And I've got a long history of doing that. Now, if you want to go to the core problem that faces everybody in manufacturing in this country, it's that agreement that's about to be put into practice.\n\nBut here, very simply, everybody says it will create jobs. Yes, it will create bubble jobs. Now, watch this. Listen very carefully to this: One-time surge while we build factories and ship machine tools and equipment down there. Then year after year for decades they will have jobs. And I finally thought I didn't understand it. I called all the experts, and they said, \"Oh, it will be disruptive for 12 to 15 years.\" We haven't got 12 days, folks. We cannot lose those jobs. They were saying Mexican jobs will eventually come to $7.50 an hour and ours will eventually go down to $7.50 an hour. It makes you feel real good to hear that, right?\n\nLet's think it through, here. Let's be careful. I'm for free trade philosophically, but I have studied these trade agreements until the world has gone flat, and we don't have good trade agreements across the world. I hope we'll have a chance to get into that tonight, because I can get right to the center of the bull's eye and tell you why we're losing whole industries in this country. Excuse me.\n", " Oh, no. It will cost jobs. But that's not -- let me say this: I'd rather, if you gave me two bad choices -- --\n", " I'd rather have some jobs left here than just see everything head south, see?\n", " No, I'm saying our principal need now is to stabilize the tax base, which is the job base, and create a growing, dynamic base. Now, please, folks, if you don't hear anything else I say, remember millions of people at work are our tax base. One quick point: If you confiscate the Forbes 400 wealth, take it all, you cannot balance the budget this year. Kind of gets your head straight about where the taxes year-in and year-out have got to come from. Millions and millions of people at work.\n", " Is there an equal time rule here tonight?\n", " Or do you just keep lunging in at will? I thought we were going to have equal time, but maybe I just have to interrupt the other two. Is that the way it works this -- --\n", " Now that we've talked all around the problem about free trade, let's go again to the center of the bull's eye.\n", " I do. I do. I just want to make -- these foreign lobbyists, this whole thing. Our country has sold out to foreign lobbyists. We don't have free trade. Both parties have foreign lobbyists on leave in key roles in their campaigns. If there's anything more unwise than that, I don't know what it is. Every debate, I bring this up, and nobody ever addresses it.\n\nI would like for them to look you in the eye and tell you why they have people representing foreign countries working on their campaigns. And you know, you've seen the list; I've seen the list. We won't go into the names. But no wonder they -- if I had those people around me all day every day telling me it was fair and free, I might believe it. But if I look at the facts as a businessman, it's so tilted. The first thing you ought to do is just say, \"Guys, if you like these deals so well, we'll give you the deal you gave us.\" Now, Japanese couldn't unload the cars in this country if they had the same restrictions we had, and on and on and on and on and on.\n\nI suggest to you that the core problem -- one country spent $400 million lobbying in 1988 -- our country. And it goes on and on. And you look at a Who's Who in these campaigns around the two candidates. They're foreign lobbyists taking leaves. What do you think they're going to do when the campaign's over? Go back to work at 30,000 bucks a month representing some other country. I don't believe that's in the American people's interest.\n\nI don't have a one of them, and I haven't taken a penny of foreign money, and I never will.\n", " Soon as I found it out, he went out the door, too.\n", " One quick relevant specific. We're getting ready to dismantle the airlines industry in our country, and none of you know it. I doubt, in all candor, if the President knows it. But this deal that we're doing with BAC and USAir and KLM and Northwest -- now, guess who is on the President's campaign big time? A guy from Northwest. This deal is terribly destructive to the U.S. airline industry. One of the largest industries in the world is the travel and tourist business. We won't be making airplanes in this country 10 years from now if we let deals like this go through.\n\nIf the press has any interest tonight, I'll detail it to you. I won't take 10 minutes tonight; all these things take a few minutes. But that's happening as we sit here today. We hammerlock the American companies, American Airlines, Delta, the last few great we have, because we're trying to do this deal with these two European companies. Never forget, they've got Airbus over there, and it's a government-owned, privately owned consortium across Europe. They're dying to get the commercial airline business. Japan is trying to get the commercial airline business. I don't think there are any villains inside Government on this issue, but there sure are a lot of people who don't understand business. And maybe you need somebody up there who understands when you're getting your pocket picked.\n", " I've volunteered -- now, look, I'm just kind of a, you know, cur dog here. I was put on the ballot by the people, not special interest, so I have to stand up for myself. Now, Jim, let me net it out. On the second debate, I offered, since both sides want the enterprise zones but can't get together, I said I'll take a few days off and go to Washington and hold hands with you, and we'll get it done. I'll take a few days off, hold hands with you, and get this airline thing straightened out, because that's important to this country.\n\nThat's kind of pathetic I have to do it, and nobody's called me yet to come up, I might mention -- [laughter] -- but if they do, if they do, it's easy to fix. If you all want the enterprise zones, why don't we pass the dang thing and do it? Right?\n", " I've spent my whole adult life very close to the military; feel very strongly about the people who go into battle for our country; appreciate their idealism, their sacrifices; appreciate the sacrifices their families make. That's been displayed again and again in a very tangible way.\n\nI look on this as history. I don't look on it, personally, as relevant. I consider it really a waste of time tonight when you consider the issues that face our country right now.\n", " The 101 in leadership is be accountable for what you do. Let's go back to the tax and budget summit briefly. Nobody ever told the American people that we increased spending $1.83 for every dollar of taxes raised. That's absolutely unconscionable. Both parties carry a huge blame for that on their shoulders. This was not a way to pay on the deficit. This was a trick on the American people. That's not leadership.\n\nLet's go back in terms of accepting responsibilities for your actions. To create Saddam Hussein over a 10-year period, using billions of dollars of U.S. taxpayer money, step up to the plate and say it was a mistake. To create Noriega using taxpayer money, step up to the plate and say it was a mistake. If you can't get your act together to pick him up one day when a Panamanian major has kidnaped him, a special forces team is 400 yards away and it's a stroll across the park to get him, and if you can't get your act together, at least pick up the Panamanian major who they then killed, step up to the plate and admit it was a mistake. That's leadership, folks.\n\nNow, leaders will always make mistakes. And I'm not aiming at any one person here. I'm aiming at our Government. Nobody takes responsibility for anything. We've got to change that.\n", " I'm watching the light.\n", " Let's talk about two different subjects. In order to lead, you first have to use the White House as a bully pulpit and lead. Then you have to develop consensus, or you can't get anything done. That's where we are now. We can't get anything done. How do you get anything done when you've got all of these political action committees, all of these thousands of registered lobbyists, 40,000 registered lobbyists, 23,000 special interest groups, and the list goes on and on and on, and the average citizen out here just working hard every day. You've got to go to the people. I just love the fact that everybody, particularly in the media, goes bonkers over the town hall. I guess it's because you will lose your right to tell them what to think. [Laughter] The point is, they'll get to decide what to think.\n", " I love the fact that people will listen to a guy with a bad accent and a poor presentation manner talking about flip charts for 30 minutes, because they want the details. See, all the folks up there at the top said, people, \"The attention span of the American people is no more than 5 minutes. They won't watch it.\" They're thirsty for it.\n\nYou want to have a new program in this country? If you get grassroots America excited about it and if they tap Congress on the shoulder and say, \"Do it, Charlie,\" it will happen. That's a whole lot different from these fellows running up and down the halls whispering in their ears now and promising campaign funds for the next election if they do it.\n\nNow, I think that's going back to where we started. That's having a Government from the people. I think that's the essence of leadership, rather than cutting deals in dark rooms in Washington.\n", " Well, I've come from the computer business, and everybody knows women are more talented than the men. So we have a long history of having a lot of talented women. One of our first officers was a woman, a chief financial officer. She was a director. And it was so far back, it was considered so odd. And even though we were a tiny little company at the time, it made all the national magazines.\n\nBut in terms of being influenced by women and being a minority, there they are right out there, my wife and my four beautiful daughters. And I just have one son. So he and I are surrounded by women telling us what to do all the time. [Laughter]\n\nIraq\n\nFor the rest of my minute, I want to make a very brief comment here in terms of Saddam Hussein. We told him that we wouldn't get involved with this border dispute, and we've never revealed those papers that were given to Ambassador Glaspie on July 25. I suggest, in the sense of taking responsibility for your actions, we lay those papers on the table. They're not the secrets to the nuclear bomb.\n\nSecondly, we got upset when he took the whole thing, but to the ordinary American out there who doesn't know where the oilfields are in Kuwait, they're near the border. We told him he could take the northern part of Kuwait, and when he took the whole thing, we went nuts. And if we didn't tell him that, why won't we even let the Senate Foreign Relations Committee and the Senate Intelligence Committee see the written instructions for Ambassador Glaspie?\n", " Where are the papers?\n", " If you have time, go through NEXIS and LEXIS, pull all the old news articles. Look at what Ambassador Glaspie said all through the fall and what have you, and then look at what she and Kelly and all the others in State said at the end when they were trying to clean it up. And talk to any head of any of those key committees in the Senate. They will not let them see the written instructions given to Ambassador Glaspie. And I suggest that in a free society owned by the people, the American people ought to know what we told Ambassador Glaspie to tell Saddam Hussein. Because we spent a lot of money and risked lives and lost lives in that effort, and did not accomplish most of our objectives. We got Kuwait back to the Amir; but he still got his nuclear, his chemical, his bacteriological, and he's still over there, right? I'd like to see those written instructions. Sorry.\n", " No, they're not correct. And if you look at my life for the first -- until I got involved in this effort, I was one person. And then after the Republican dirty tricks group got through with me, I'm another person, which I consider an absolutely sick operation. And all of you in the press know exactly what I'm talking about. They investigated every single one of my children. They investigated my wife. They interviewed all my children's friends from childhood on. They went to extraordinary, sick lengths. And I just found it amusing that they would take two or three cases where I was involved in lawsuits and would engage an investigator, the lawyers would engage an investigator, which is common. And the only difference between me and any other businessman that has the range of businesses I have is I haven't had that many lawsuits.\n\nSo that's just another one of those little fruit-loopy things they make up to try to, instead of facing issues, to try to redefine a person that's running against them. This goes on night and day. I will do everything I can, if I get up there, to make dirty tricks a thing of the past. One of the two groups has raised it to an art form. It's a sick art form.\n\nIraq\n\nNow, let's go back to Saddam Hussein. We gave Ambassador Glaspie written instructions. That's a fact. We've never let the Congress and these Foreign Relations -- Senate Intelligence Committee see them. That's a fact.\n\nAmbassador Glaspie did a lot of talking, right after July the 25th, and that's a fact, and it saw the newspapers. You pull all of it at once and read it, and I did, and it's pretty clear what she and Kelly and the other key guys around that thing thought they were doing.\n\nThen, at the end of the war when they had to go testify about it, their stories are a total disconnect from what they said in August, September, and October. So I say, this is very simple: Saddam Hussein released a tape, as you know, claiming it was a transcript of their meeting, where she said, \"We will not become involved in your border dispute,\" and in effect, \"You can take the northern part of the country.\"\n\nWe later said, \"No, that's not true.\" I said, well, this is simple. What were her written instructions? We guard those like the secrets to the atomic bomb, literally. Now, I say: Whose country is this? This is ours. Who will get hurt if we lay those papers on the table? The worst thing is, again, it's a mistake. Nobody did any of this with evil intent. I just object to the fact that we cover up and hide things, whether it's Iran-contra, Iraqgate, or you name it. It's a steady stream.\n", " Well, nobody's gotten into the real issue yet on the savings and loan. Again, nobody's got a business background, I guess. The whole problem came up in 1984. The President of the United States was told officially it was a $20 billion problem.\n\nThese crooks -- now, Willie Sutton would have gone to own a savings and loan rather than rob banks. He robbed banks because that's where the money is; owning a savings and loan is where the money was.\n\nNow, in 1984 they were told. I believe the Vice President was in charge of deregulation. Nobody touched that tar baby until the day after election in 1988, because they were flooding both parties with crooked PAC money. And it was, in many cases, stolen PAC money. Now, you and I never got a ride on a lot of these yachts and fancy things it bought, but you and I are paying for it. And they buried it until right after the election.\n\nNow, if you believe the Washington Post and you believe this extensive study that's been done, and I'm reading it, right after election day this year they're going to hit us with 100 banks. It'll be a $100 billion problem. Now, if that's true, just tell me now. I'm grown up. I can deal with it. I'll pay my share. But just tell me now. Don't bury it until after the election twice. I say that to both political parties. The people deserve that, since we have to pick up the tab. You've got the PAC money. We'll pay the tab. Just tell us.\n", " The debt and the deficit. Well, if you watched my television show the other night, you saw it. If you watch it Thursday, Friday, Saturday this week, you'll get more. So, a shameless plug there, Mr. President. But in a nutshell, we've got to reform our Government or we won't get anything done. We have a Government that doesn't work. All these specific examples I'm giving tonight, if you had a business like that, they'd be leading you away and boarding up the doors. We have a Government that doesn't work. It's supposed to come from the people. It comes at the people. The people need to take their Government back.\n\nYou've got to reform Congress. They've got to be servants to the people again. You've got to reform the White House. We've got to turn this thing around. It's a long list of specific items, and I've covered it again and again in print and on television. But very specifically, the key thing is to turn the Government back to the people and take it away from the special interests and have people go to Washington to serve.\n\nWho can give themselves a 23-percent pay raise anywhere in the world except Congress? Who would have 1,200 airplanes worth $2 billion a year just to fly around in? I don't have a free reserved parking place at National Airport. Why should my servants? I don't have an indoor gymnasium and an indoor tennis court, an indoor every other thing they can think of. I don't have a place where I can go make free TV to send to my constituents to try to brainwash them to elect me the next time. And I'm paying for all that for those guys.\n\nI'm going to be running an ad pretty soon that shows -- they promised us they were going to hold the line on spending, a tax and budget summit -- and I'm going to show how much they've increased this little stuff they do for themselves. It is Silly Putty, folks, and the American people have had enough of it.\n\nStep one, if I get up there, we're going to clean that up. You say, how can I get Congress to do that? I'll have millions of people shoulder-to-shoulder with me, and we will see it done warp speed, because it's wrong. We've turned the country upside down.\n", " I'm the only one that's untarnished at this point.\n", " I'm sure I'll do it before it's over.\n\nThe key thing here, see, we all come up with images. Images don't fix anything. You know, I'm starting to understand it. You stay around this long enough, you think about -- if you talk about it in Washington, you think you did it. If you've been on television about it, you think you did it. [Laughter] What we need is people to stop talking and start doing.\n\nNow, our real problem here is they both have plans that will not work. The Wall Street Journal said your numbers don't add up. And you can take it out on charts; you look at all the studies that different groups have done; you go out 4, 5, 6 years: We're still drifting along with a huge deficit.\n\nSo let's come back to harsh reality. Everybody said, \"Gee, Perot, you're tough.\" I say, well, this is not as tough as World War II; and it's not as tough as the Revolution. It's fair-shared sacrifice to do the right thing for our country and for our children. And it will be fun if we all work together to do it.\n", " I'm the last one, right?\n", " One minute after you?\n", " I'm totally focused on the fact that we may have bank failures, and nobody answered it. I'm totally focused on that fact that we are still evading the issue of the Glaspie papers. I'm totally focused on the fact that we still could have enterprise zones, according to both parties, but we don't. So I'm still focused on gridlock, I guess.\n\nI'm also focused on the fact that isn't it a paradox that we have the highest productivity in our work force in the industrialized world and at the same time have the largest trade deficit, and at the same time rank behind nine other nations in what we pay our most productive people in the world. We're losing whole industries overseas. Now, can't somebody agree with me that the Government is breaking business' legs with these trade agreements? They're breaking business' legs in a number of different ways. We have an adversarial relationship that's destroying jobs and sending them overseas, while we have the finest workers in the world. Keep in mind the factory worker has nothing to do with anything except putting it together on the factory floor. It's our obligation to make sure that we give him the finest products in the world to put together, and we don't break his legs in the process.\n", " To the millions of fine, decent people who did the unthinkable and took their country back in their own hands and put me on the ballot, let me pledge to you that tonight is just the beginning. These next 2 weeks we will be going full steam ahead to make sure that you get a voice and that you get your country back.\n\nThis Thursday night on ABC from 8:30 to 9, Friday night on NBC from 8 to 8:30, and Saturday night on CBS from 8 to 8:30, we'll be down in the trenches, under the hood, working on fixing the old car to get it back on the road. [Laughter]\n\nNow, the question is: Can we win? Absolutely we can win, because it's your country. The question really is: Who do you want in to the White House? It's that simple. Now, you've got to stop letting these people tell you who to vote for. You've got to stop letting these folks in the press tell you you're throwing your vote away. You've got to start using your own head.\n\nThen the question is: Can we govern? I love that one. The \"we\" is you and me. You bet your hat we can govern, because we will be in there together, and we will figure out what to do. You won't tolerate gridlock. You won't tolerate endless meandering and wandering around. You won't tolerate nonperformance. And believe me, anybody who knows me understands I have a very low tolerance for nonperformance also. Together we can get anything done.\n\nThe President mentioned that you need the right person in a crisis. Well, folks, we've got one. And that crisis is a financial crisis. Pretty simply, who's the best qualified person up here on the stage to create jobs? Make your decision and vote on November the 3d. I suggest you might consider somebody who's created jobs.\n\nSecond, who's the best person to manage money? I suggest you pick a person who's successfully managed money. Who's the best person to get results and not talk? Look at the record; make your decision.\n\nFinally, who would you give your pension fund and your savings account to to manage? And the last one, who would you ask to be the trustee of your estate and take care of your children if something happened to you?\n\nFinally, to you students up there, God bless you. I'm doing this for you. I want you to have the American dream. And to the American people, to the American people, I'm doing this because I love you. That's it. Thank you very much.\n"], "oct_15_1992": [" That's right at the top of my agenda. We've shipped millions of jobs overseas, and we have a strange situation because we have a process in Washington where after you've served for a while, you cash in, become a foreign lobbyist, make $30,000 a month, then take a leave, work on Presidential campaigns, make sure you got good contacts, and then go back out.\n\nNow, if you just want to get down to brass tacks, first thing you ought to do is get all these folks that have got these one-way trade agreements that we've negotiated over the years and say, \"Fellas, we'll take the same deal we gave you.\" They'll gridlock right at that point, because, for example, we've got international competitors who simply could not unload their cars off the ships if they had to comply, you see, if it was a two-way street, just couldn't do it.\n\nWe have got to stop sending jobs overseas. To those of you in the audience who are business people, pretty simple: If you're paying $12, $13, $14 an hour for factory workers, and you can move your factory south of the border, pay $1 an hour for labor, hire young -- let's assume you've been in business for a long time; you've got a mature work force -- pay $1 an hour for your labor, have no health care -- that's the most expensive single element in making a car -- have no environmental controls, no pollution controls, and no retirement, and you don't care about anything but making money, there will be a giant sucking sound going south. So if the people send me to Washington, the first thing I'll do is study that 2,000-page agreement and make sure it's a two-way street.\n\nI have one last part here. I decided I was dumb and didn't understand it, so I called the \"Who's Who\" of the folks that have been around it. And I said, \"Why won't everybody go south?\" They say, \"It would be disruptive.\" I said, \"For how long?\" I finally got them up for 12 to 15 years. And I said, \"Well, how does it stop being disruptive?\" And that is, when their jobs come up from $1 an hour to $6 an hour, and ours go down to $6 an hour, then it's leveled again. But in the meantime, you've wrecked the country with these kinds of deals. We've got to cut it out.\n", " Well, we're $4 trillion in debt, and we're going into debt an additional $1 billion, a little more than $1 billion, every working day of the year. Now, the thing I love about it -- I'm just a businessman. I was down in Texas, taking care of business, tending to my family. This situation got so bad that I decided I had better get into it. The American people asked me to get into it. But I just find it fascinating that while we sit here tonight, we will go into debt an additional $50 million in an hour and a half.\n\nNow, it's not the Republicans' fault, of course, and it's not the Democrats' fault. What I'm looking for is who did it? Now, they're the two folks involved; so maybe if you put them together, they did it. Now, the facts are we have to fix it.\n\nI'm here tonight for these young people up here in the balcony from this college. When I was a young man, when I got out of the Navy, I had multiple job offers. Young people with high grades can't get a job. The 18- to 24-year-old high school graduates 10 years ago were making more than they are now. In other words, we were down to -- 18 percent of them were making -- the 18- to 24-year-olds were making less than $12,000. Now that's up to 40 percent. And what's happening in the meantime? The dollar's gone through the floor.\n\nNow, whose fault is that? Not the Democrats; not the Republicans. Somewhere out there there's an extraterrestrial that's doing this to us, I guess. [Laughter] And everybody says they take responsibility. Somebody, somewhere has to take responsibility for this. Put it to you bluntly, the American people: If you want me to be your President, we're going to face our problems. We'll deal with the problems. We'll solve our problems. We'll pay down our debt. We'll pass on the American dream to our children. I will not leave our children a situation that they have today.\n\nWhen I was a boy, it took two generations to double the standard of living. Today it will take 12 generations. Our children will not see the American dream because of this debt that somebody, somewhere dropped on us.\n", " No, I don't have an answer for everything. As you all know, I've been buying 30-minute segments to talk about issues. Tomorrow night on NBC from 10:30 to 11, eastern, we're going to talk about how you pay the debt down. So we're going to come right down to that one, see. We'll be on again Saturday night 8 to 9 o'clock on ABC. [Laughter]\n", " So the point is, finally, I couldn't agree with you more, couldn't agree with you more. And I have said again and again and again, let's get off mud wrestling. Let's get off personalities, and let's talk about jobs, health care, crime, the things that concern the American people. I'm spending my money, not PAC money, not foreign money, my money to take this message to the people.\n", " No hedges, no ifs, ands, and buts, I'll take the pledge, because I know the American people want to talk about issues and not tabloid journalism. So I'll take the pledge, and we'll stay on the issues.\n\nNow, just for the record, I don't have any spin doctors. I don't have any speechwriters. Probably shows. [Laughter] I make those charts you see on television even. [Laughter] But you don't have to wonder if it's me talking. Hey, what you see is what you get. If you don't like it, you've got two other choices, right?\n", " May I finish?\n", " Very briefly?\n", " I don't have any foreign money in my campaign. I don't have any foreign lobbyists on leave in my campaign. I don't have any PAC money in my campaign. I've got 5 1/2 million hard-working people who have put me on the ballot, and I belong to them.\n", " And they are interested in what you're interested in. I'll take the pledge. I've already taken the pledge on cutting the deficit in half. I never got to say that. There's a great young group, Lead or Leave, college students, young people who don't want us to spend their money. I took the pledge we'd cut it out.\n", " First, you've got to have money to pay for these things. So you've got to create jobs, and there are all kinds of ways to create jobs in the inner city. Now, I am not a politician, but I think I could go to Washington in a week and get everybody holding hands and get this bill signed, because I talked to the Democratic leaders, and they want it. I talked to the Republican leaders, and they want it. But since they are bred from childhood to fight with one another rather than get results, I would be glad to drop out and spend a little time and see if we couldn't build some bridges.\n\nNow, results is what counts. The President can't order Congress around. Congress can't order the President around. That's not bad for a guy that's never been there, right? But you have to work together. Now, I have talked to the chairmen of the committees that want this; they're Democrats. The President wants it. But we can't get it because we sit here in gridlock because it's a campaign year. We didn't fund a lot of other things this year, like the savings and loan mess. That's another story that we're going to pay a big price for right after the election.\n\nThe facts are, though, the facts are the American people are hurting. These people are hurting in the inner cities. We're shipping the low-paying, quote, \"low-paying\" jobs overseas. What are low-paying jobs? Textiles, shoes, things like that that we say are yesterday's industries. They're tomorrow's industries in the inner city.\n\nLet me say in my case, if I'm out of work, I'll cut grass tomorrow to take care of my family. I'll be happy to make shoes. I'll be happy to make clothing. I'll make sausage. You just give me a job. Put those jobs in the inner cities, instead of doing diplomatic deals and shipping them to China, where prison labor does the work.\n\nWashington Gridlock\n", " If you asked me if I could fly a fighter plane or be an astronaut, I can't. I've spent my life creating jobs. It's something I know how to do, and very simply in the inner city, they're starved. You see, small businesses is the way to jump-start the inner city.\n", " You want jobs in the inner city? Do you want jobs in the inner city? Is that your question?\n", " Oh, I'm sorry.\n", " I've listened to both sides. If they would talk to one another instead of throwing rocks, I think we could get a lot done. And among other things, I would say, okay, over here in this Senate committee, to the chairman who is anxious to get this bill passed, to the President who's anxious, I'd say, \"Rather than just yelling at one another, why don't we find out where we're apart; try to get together. Get the bill passed, and give the people the benefits, and not play party politics right now.\"\n\nI think the press would follow that so closely that probably they would get it done. That's the way I would do it. I doubt if they'll give me the chance, but I will drop everything and go work on it.\n", " I would just make a comment on this.\n", " Oh, you're going to elaborate. Okay, excuse me.\n", " On any program, and this includes crime, you'll find we have all kinds of great plans lying around that never get enacted into law and implemented. I don't care what it is, competitiveness, health care, crime, you name it. The Brady bill, I agree that it's a timid step in the right direction, but it won't fix it. So why pass a law that won't fix it?\n\nNow, what it really boils down to is can you live -- we have become so preoccupied with the rights of the criminal that we have forgotten the rights of the innocent. In our country, we have evolved to a point where we've put millions of innocent people in jail, because you go to the poor neighborhoods and they've put bars on their windows and bars on their doors and put themselves in jail to protect the things that they acquired legitimately. Now, that's where we are.\n\nWe have got to become more concerned about people who play by the rules and get the balance we require. This is going to take, first, building a consensus in grassroots America. Right from the bottom up, the American people have got to say they want it. And at that point, we can pick from a variety of plans and develop new plans. And the way you get things done is bury yourselves in the room with one another, put together the best program, take it to the American people, use the electronic town hall, the kind of thing you're doing here tonight, build a consensus, and then do it and then go on to the next one. But don't just sit here slow dancing for 4 years doing nothing.\n", " Yes. Let me do it first on a personal level. If the American people send me up to do this job, I intend to be there one term. I do not intend to spend one minute of one day thinking about reelection. It is a matter of principle. My situation is unique, and I understand it. I will take absolutely no compensation. I go as their servant.\n\nNow, I have set as strong an example as I can. And at that point, when we sit down over at Capitol Hill -- tomorrow night I'm going to be talking about Government reform. It is a long subject; you wouldn't let me finish tonight. If you want to hear it, you can get it tomorrow night. [Laughter] But the point is, you'll hear it tomorrow night. But we have got to reform Government.\n\nIf you put term limits in and don't reform Government, you won't get the benefit you thought. It takes both. So we need to do the reforms and the term limits. And after we reform it, it won't be a lifetime career opportunity. Good people will go serve and then go back to their homes, and not become foreign lobbyists and cash in at 30,000 bucks a month, and then take time off to run some President's campaign.\n\nThey're all nice people. They're just in a bad system. I don't think there are any villains, but boy, is the system rotten.\n", " We have the most expensive health care system in the world. Twelve percent of our gross national product goes to health care. Our industrial competitors, who are beating us in competition, spend less and have better health care. Japan spends a little over 6 percent of its gross national product; Germany spends 8 percent.\n\nIt's fascinating. You bought a front-row box seat, and you're not happy with your health care. You're saying tonight we've got bad health care but very expensive health care. Folks, here's why. Go home and look in the mirror. You own this country, but you have no voice in it the way it's organized now. If you want to have a high-risk experience comparable to bungee jumping -- [laughter] -- go into Congress sometime when they're working on this kind of legislation, when the lobbyists are running up and down the halls. Wear your safety-toe shoes when you go. [Laughter] And as a private citizen, believe me, you are looked on as a major nuisance. The facts are, you now have a Government that comes at you. You're supposed to have a Government that comes from you.\n\nNow, there are all kinds of good ideas, brilliant ideas, terrific ideas on health care. None of them ever get implemented because -- let me give you an example. A Senator runs every 6 years. He's got to raise 20,000 bucks a week to have enough money to run. Who's he going to listen to, us or the folks running up and down the aisle with money, the lobbyists, the PAC money? He listens to them. Who do they represent? Health care industry. Not us.\n\nNow, you've got to have a Government that comes from you again. You've got to reassert your ownership in this country, and you've got to completely reform our Government. And at that point, they'll just be like apples falling out of a tree. The programs will be good because the elected officials will be listening, too. I said the other night I was all ears and I would listen to any good idea. I think we ought to do plastic surgery on a lot of these guys so that they're all ears, too, and listen to you. Then you get what you want, and shouldn't you? You paid for it. Why shouldn't you get what you want as opposed to what some lobbyist cuts a deal, writes the little piece in the law, and it goes through. That's the way the game's played now. Until you change it, you're going to be unhappy.\n", " May I answer it?\n", " Who do you want to start with?\n\nQ. My question is for each of you, so -- --\n", " Yes, it caused me to disrupt my private life and my business to get involved in this activity. That's how much I care about it. Believe me, if you knew my family and if you knew the private life I have, you would agree in a minute that that's a whole lot more fun than getting involved in politics.\n\nI have lived the American dream. I came from a very modest background. Nobody's been luckier than I've been, all the way across the spectrum, and the greatest riches of all are my wife and children. It's true of any family. But I want all the children, I want these young people up here to be able to start with nothing but an idea like I did and build a business. But they've got to have a strong basic economy. And if you're in debt, it's like having a ball and chain around you.\n\nI just figure as lucky as I've been, I owe it to them, and I owe it to the future generations. And on a very personal basis, I owe it to my children and grandchildren.\n", " Just on a broad issue here. When you're trying to solve a problem, you get the best plans. You have a raging debate about those plans. Then out of that debate, with leadership, comes consensus. And if the plans are huge and complex, like health care, I would urge you to implement pilot programs. Like the older carpenter says, measure twice, cut once. Let's make sure this thing's as good as we all think it is at the end of the meeting.\n\nThen, finally, our Government passes laws and freezes the plan in concrete. Anybody that's ever built a successful business will tell you, you optimize, optimize, optimize after you put something into effect. The reason Medicare and Medicaid are a mess is we froze them. Everybody knows how to fix them. There are people all over the Federal Government if they could just touch it with a screwdriver could fix it.\n\nNow, back over here. See, we've got a $4 trillion debt, and only in America would you have $2.8 trillion of it, or 70 percent of it, financed 5 years or less. Now, that's another thing for you to think about when you go home tonight. You don't finance long-term debt with short-term money. Why did our Government do it? To get the interest rates down. A one-percent increase in interest rates in that $2.8 trillion is $28 billion a year.\n\nNow, when you look at what Germany pays for money and what we don't pay for money, you realize there's quite a spread, right? You realize this is a temporary thing and there's going to be another sucking sound that runs our deficit through the roof.\n\nYou know, and everybody's ducking it so I'm going to say it, that we are not letting that surplus stay in the bank. We are not investing that surplus like a pension fund. We are spending that surplus to make the deficit look smaller to you than it really is. Now, that puts you in jail in corporate America if you kept books that way, but in Government it's just kind of the way things are. That's because it comes at you, not from you.\n\nNow then, that money needs to be -- they don't even pay interest on it, they just write a note for the interest.\n", " Sure. But the point, see, do you want to fix the problem or sound-bite it? I understand the importance of time, but see, here's how we get to this mess we're in. This is just 1 of 1,000.\n", " Now then, to nail it, there's one way out, a growing, expanding job base, a growing, expanding job base to generate the funds and the tax revenues to pay off the mess and rebuild America. We've got to double hit. If we're $4 trillion down, we should have everything perfect, but we don't. We've got to pay it off and build money to renew it, spend money to renew it, and that's going to take a growing, expanding job base. That is priority one in this country. Put everybody that's breathing to work. I'd love to be out of workers and have to import them, like some of our international competitors.\n", " Sorry.\n", " No, absolutely. I apologize.\n", "\n", " Well, it's cost-effective to help Russia succeed in its revolution. It's pennies on the dollar compared to going back to the cold war. Russia's still very unstable. They could go back to square one and worse. All the nuclear weapons are not dismantled. I'm particularly concerned about the intercontinental weapons, the ones that can hit us. We've got agreements, but they're still there. With all this instability and breaking into Republics and all the Middle Eastern countries going over there and shopping for weapons, we've got our work cut out for us. So we need to stay right on top of that and constructively help them move toward democracy and capitalism.\n\nWe have to have money to do that. We have to have our people at work. See, for 45 years, we were preoccupied with the Red Army. I suggest now that our number one preoccupation is red ink in our country. And we've got to put our people back to work so that we can afford to do these things we want to do in Russia.\n\nWe cannot be the policeman for the world any longer. We spend $300 billion a year defending the world. Germany and Japan spend around $30 billion apiece. It's neat. If I can get you to defend me and I can spend all my money building industry, that's a home run for me. Coming out of World War II, it made sense. Now the other superpowers need to do their part.\n\nI'll close on this point: You can't be a superpower unless you're an economic superpower. If we're not an economic superpower, we are a used-to-be, and we will no longer be a force for good throughout the world. If nothing else gets you excited about rebuilding our industrial base, maybe that will, because job one is to put our people back to work.\n", " Yes. I've got scars to show from being around education reform. The first words you need to say in every city and State and just draw a line in the sand -- public schools exist for the benefit of the children -- you're going to see a lot of people fall over it, because any time you're spending $199 billion a year, somebody's getting it, and the children get lost in the process. So that's step one.\n\nKeep in mind in 1960 when our schools were the envy of the world, we were spending $16 billion on them. Now we spend more than any other nation in the world, $199 billion a year, and rank at the bottom of the industrialized world in terms of educational achievement. One more time, you've bought a front-row box seat and got a third-rate performance. This is a Government that's not serving you.\n\nBy and large, it should be local. The more local, the better. Interesting phenomenon, small towns have good schools, big cities have terrible schools. The best people in a small town will serve on the school board. You get into big cities, it's political patronage, stepping stones. You get the job, give your relatives the janitor's job at $57,000 a year, more than the teachers make. And with luck, they clean the cafeteria once a week. [Laughter]\n\nNow, you're paying for that. Those schools belong to you, and we put up with that. As long as you put up with that, that's what you're going to get. These folks are just dividing up 199 billion bucks, and the children get lost.\n\nIf I could wish for one thing for great public schools, it would be a strong family unit in every home. Nothing will ever replace that. You say, \"Well, gee, what are you going to do about that?\" Well, the White House is a bully pulpit, and I think we ought to be pounding on the table every day. There's nothing -- the most efficient unit of Government we'll ever know is a strong, loving family unit.\n\nNext thing. You need small schools, not big schools. A little school, everybody's somebody. Individualism is very important. These big factories, everybody told me they were cost-effective. I did a study on it. They're cost-ineffective. Five thousand students: why is a high school that big? One reason. Sooner or later, you get 11 more boys that can run like the devil, that weigh 250 pounds, and they might win district. Now, that has nothing to do with learning.\n\nSecondly, across Texas, typically half the school day was nonacademic pursuits. In one place, it was 35 percent. In Texas, you could have unlimited absences to go to livestock shows. Found a boy -- excuse me, but this gives the flavor -- a boy in Houston kept a chicken in the bathtub in downtown Houston. Missed 65 days going to livestock shows. Finally had to come back to school, the chicken lost his feathers. That's the only way we got him back. [Laughter] Now, that's your tax money being wasted.\n\nNow, neighborhood schools. It is terrible to bus tiny little children across town. It is particularly terrible to take poor, tiny little children and wait until the first grade and bus them across town to Mars where the children know their numbers, know their letters, have had every advantage; the end of the first day, that little child wants out.\n\nI close on this: You've got to have world-class teachers, world-class books. If you ever got close to how textbooks were selected, you wouldn't want to go back the second day. I don't have time to tell you the stories. [Laughter]\n", " Finally. If we don't fix this, you're right, we can't have the industries of tomorrow unless we have the best educated work force. And here, for the disadvantaged children, you've got to have early childhood development, the cheapest money you'll ever spend. The first contact should be with the mother when she's pregnant. That little child needs to be loved and hugged and nurtured and made to feel special, like you children were. They learn to think well or poorly of themselves in the first 18 months.\n", " Within the first few years, they either learn how to learn or don't learn how to learn. If they don't, they wind up in prison, and it costs more to keep them in prison than it does to send them to Harvard. I rest my case.\n", " I have a fearless forecast. Unless he just won't do it, Colin Powell will be on somebody's ticket 4 years from now. Right? Right? You wanted -- that's it. Four years.\n", " Now, if he won't be, General Waller would be a -- you say, why do you keep picking military people? These are people that I just happened to know and have a high regard for. I'm sure there are hundreds of others.\n", " Absolutely.\n", " Absolutely.\n", " Oh, oh.\n", " I can think of many.\n", " Absolutely.\n", " How about Sandra Day O'Connor as an example? Dr. Bernadine Healy.\n", " National Institutes of Health. All right, I'll yield the floor. Name some more.\n", " If the American people want to do it and not talk about it, then I'm one person they ought to consider. If they just want to keep slow dancing and talk about it and not do it, I'm not your man. I am results oriented. I am action oriented. I've built my businesses getting things done in 3 months that my competitors took 18 months to do.\n\nEverybody says, you can't do that with Congress. Sure you can do that with Congress. Congress, they're all good people. They're all patriots. But you've got to link arms and work with them. Sure, you'll have arguments. Sure, you'll have fights. We have them all day, every day. But we get the job done.\n\nNow, I have to come back in my close to one thing, because I am passionate about education. I was talking about early childhood education for disadvantaged little children. Let me tell you one specific pilot program where children who don't have a chance go to this program when they're 3. Now, we're going back to when the mother is pregnant, and they'll start right after they're born, starting when they're 3 and going to this school until they're 9, and then going into the public school in the fourth grade -- 90 percent are on the honor roll. Now, that will change America. Those children will all go to college. They will live the American dream.\n\nI beg the American people, anytime they think about reforming education, to take this piece of society that doesn't have a chance, and take these little pieces of clay that can be shaped and molded and give them the same love and nurture and affection and support you give your children. Teach them that they're unique and that they're precious and there's only one person in the world like them, and you will see this Nation bloom. We will have so many people who are qualified for the top job that it will be terrific.\n\nNow, finally, if you can't pay the bills, you're dead in the water. We have got to put our Nation back to work. Now, if you don't want to really do that, I'm not your man. I'd go crazy sitting up there slow dancing that one. In other words, unless we're going to do it, then pick somebody who likes to talk about it.\n\nNow, just remember, when you think about me, I didn't create this mess. I've been paying taxes just like you. And Lord knows, I've paid my share, over $1 billion in taxes. And for a guy that started out with everything he owned in the trunk of his car, that ain't bad.\n", " But it's in your hands. I wish you well. I'll see you tomorrow night on NBC, 10:30 p.m., 11 p.m., eastern. [Laughter]\n"]}}