{"Bill Clinton": {"oct_16_1996": [" I was going to applaud, too. [Laughter]\n\nWell, thank you, Jim, and thanks to the people of San Diego for giving us this opportunity to have another discussion about the decision we all face in front of people who will make the decision. Again I will say, I'll do my best to make this a discussion of ideas and issues, not insults. What really matters is what happens to your future and what happens to our country as we stand on the brink of a new century, a time of extraordinary possibility.\n\nI have a simple philosophy that I've tried to follow for the last 4 years: Do what creates opportunity for all, what reinforces responsibility from all of us, and what will help us build a community where everybody's got a role to play and a place at the table.\n\nCompared to 4 years ago, we're clearly better off. We've got 10 1/2 million more jobs; the deficit's been reduced by 60 percent; incomes are rising for the first time in a decade; the crime rates, the welfare rolls are falling; we're putting 100,000 more police on the street; 60,000 felons, fugitives, and stalkers have been denied handguns.\n\nBut that progress is only the beginning. What we really should focus on tonight is what we still have to do to help the American people make the most of this future that's out there. I think what really matters is what we can do to help build strong families. Strong families need a strong economy. To me, that means we have to go on and balance this budget while we protect Medicare and Medicaid and education and the environment.\n\nWe should give a tax cut targeted to childrearing and education, to buying a first home and paying for health care. We ought to help protect our kids from drugs and guns and gangs and tobacco. We ought to help move a million people from welfare to work. And we ought to create the finest education system in the world, where every 18-year-old can go on to college and all of our younger children have great educational opportunities. If we do those things, we can build that bridge to the 21st century. That's what I hope to get to talk about tonight.\n\nThank you.\n", " One of the reasons that I ran for President, Sandy, is because not just children, a lot of grownups felt that way. If you remember, 4 years ago we had not only rising unemployment but a lot of rising cynicism. I'd never worked in Washington as an elected official. It seemed to me that most of the arguments were partisan: Republican, Democrat; left, right; liberal, conservative. That's why I said tonight I'm for opportunity, responsibility, and community. And we've gotten some real progress in the last 4 years. I've also done everything I could at every moment of division in this country—after Oklahoma City, when these churches were burned—to bring people together and remind people that we are stronger because of our diversity. We have to respect one another.\n\nYou mentioned Washington and Lincoln; they were Presidents at historic times. This is an historic time. It's important that we go beyond those old partisan arguments and focus on people and their future. When we do that, instead of shutting the Government down over a partisan fight on the budget, we're a better country, and that's why we're making progress now.\n", " I will. First of all, let me say what we have done: In the last 4 years, we've worked hard to promote more competition to bring down the rate of inflation in health care costs without eroding health care quality. The Government pays for Medicare and Medicaid, as you know, and that's very important.\n\nSecondly, we've added a million more children to the ranks of the insured through the Medicaid program. We have protected 25 million people through the passage of the Kennedy-Kassebaum bill that says you can't lose your health insurance if you change jobs or if someone in your family's been sick. We just recently ended those drive-by deliveries, saying people couldn't be kicked out of the hospital by insurance companies when they'd just had babies. So this is—that's a good start.\n\nIn the next 4 years, I want to focus on the following things: Number one, add another million children to the insured ranks through the Medicaid program; number two, keep working with the States, as we are now, to add 2.2 million more people to the insurance system; number three, cover people who are between jobs for up to 6 months—that could protect 3 million families, 700,000 kids; and number four, make sure we protect the integrity of the Medicare program and the Medicaid program and not do anything in cutting costs which would cause hundreds of hospitals to close, as could have been the case if the $270 billion Medicare cut that I vetoed had been enacted into law.\n", " I don't have time in 30 seconds to respond to fix all that. But let me just say, the American Hospital Association said that the budget I vetoed could have closed 700 hospitals, not me. And on a per-person basis, it did cut way below the rate of inflation in medical costs.\n\nBut the important thing is, what are we going to do now? We need to help people who are between jobs. We need to cover more kids. We need to provide more preventive care. My balanced budget covers mammograms for ladies on—women on Medicare and also gives respite care to the million-plus families who have someone with Alzheimer's. These things are paid for in the balanced budget plan. It will move us forward.\n", " May I ask you a question? What kind of—which service are you in?\n\nQ. I'm in the United States Navy, sir.\n", " And what kind of small business do you have?\n\nQ. I have an Amway business.\n", " Good for you. Well, let me say—Senator Dole mentioned this. I just signed a bill that we got through Congress to increase the amount of pay increase we could give for military personnel and to make sure the pay increase this year was above the rate of inflation. I also had presented to the Congress, and they adopted, a large package of quality-of-life improvements which are very important. I've spent a lot of time talking to military families, as well as military members, all over the world and in bases all across the United States. And I became convinced, after talking to the families and the personnel in uniform, that we needed to not only have the pay raise but we needed to invest more in child care, housing, and other things to support families, especially when there are longer deployments because of the downsizing of the military.\n\nSo we're going to do better, and we'll do better still. But this is a commitment I think that all Americans share, without regard to party.\n", " Let me just take 2 seconds of my time, because I'm the Commander in Chief, to respond to one thing that was said. I propose to spend $1.6 trillion on defense between now and the year 2002. And there's less than one percent difference between my budget and the Republican budget on defense.\n\nNow, on the Middle East, as you know, I've worked very hard for peace in the Middle East. The agreement between the Palestinians and the Israelis was signed at the White House. And the agreement, the peace treaty with Jordan, I went to Jordan to sign that, to be there. But— and I think the United States could do whatever we reasonably can.\n\nI can say this: I do not believe Yasser Arafat wants us to send troops to the West Bank. We have never been asked to send troops to the West Bank.\n\nI saw the agreement that Prime Minister Rabin and Yasser Arafat signed on the West Bank. It had 26 separate maps they had to sign, literally thousands of delineations of who would do what on the West Bank. And I believe if the parties will get together and in a good faith manner make that agreement, that they'll be able to do it. We cannot impose a peace on the Middle East.\n\nMy position has always been that the job of the United States was to minimize the risks of peace. You know, if they ask me to be part of some monitoring force—as we are in the Sinai and have been since 1978 to monitor the peace between Egypt and Israel—frankly, I would have to think about it; I would have to see what they wanted to do. But I don't believe that will be the request. I think what Mr. Arafat wants us to do is to make sure that everybody honors the agreements they've already made. That's why I brought the leaders to Washington a few days ago. I think they will, and I think we'll get there. Don't be too discouraged.\n", " When the change of government occurred in Israel, the people of Israel were saying, \"We don't want to abandon the peace process. We want more security.\" Then, a lot of mutual distrust developed. A lot of things happened which maybe shouldn't have happened.\n\nWhen I asked Yasser Arafat and Prime Minister Netanyahu to come to Washington and got them together and they talked alone for 3 hours, I was convinced that they had to have a chance to make that peace. Again, I'd say if they ask us to play some reasonable role, I don't know how I would respond. It would depend entirely on what they ask us to do. But the real secret there is for them to abide by the agreements they've made and find a way to trust each other. And they're going to have to spend some time and trust each other.\n\nPrime Minister Rabin gave his life believing that that trust could be materialized, and I still think it can be.\n", " Oscar, the question of what the Federal Government should do to limit the access of tobacco to young people is one of the biggest differences between Senator Dole and me.\n\nWe did propose a regulation 6 months after I became President under the law he mentioned. It simply says all these States—it made it illegal for kids to smoke—now they have to try harder if they want to keep getting Federal funds. Then we took comments, as we always do, and there were tens of thousands of comments about how we ought to do it. That's what drug it out.\n\nMeanwhile, we started, also in '93, to look into whether cigarettes were addictive enough for the Federal Food and Drug Administration to ban the ability of cigarette companies to advertise, market, and distribute tobacco products to our kids. No President had ever taken on the tobacco lobby before. I did. Senator Dole opposed me. He went down and made a speech to people who were on his side, saying that I did the wrong thing. I think I did the right thing.\n\nOn drugs, I have repeatedly said drugs are wrong and illegal and can kill you. We have strengthened enforcement, and everybody in San Diego knows we've strengthened control of the border. We've done a lot more; I hope we get a chance to talk about it.\n", " First of all, they're two different things. Social Security and Medicare are entirely different in terms of the financial stabilities. Let's talk about them separately.\n\nSocial Security is stable until, as you pointed out, at least the third decade of the next century. But we'd like to have a Social Security fund that has about 70 years of life instead of about 30 years of life.\n\nWhat we have to do is simply to make some adjustments that take account of the fact that the baby boomers, people like me, are bigger in number than the people that went just before us and the people that come just after us. And I think what we'll plainly do is what we did in 1983, when Senator Dole served—and this is something I think he did a good job on— when he served on the Social Security Commission and they made some modest changes in Social Security to make sure that it would be alive and well into the 21st century. And we will do that. It's obvious that there are certain things that have to be done, and there are 50 to 60 different options. And a bipartisan commission, to take it out of politics, will make recommendations and build support for the people.\n\nMedicare is different. Medicare needs help now. I have proposed a budget which would put 10 years on the life of the Medicare Trust Fund; that's more than it's had a lot of the time for the last 20 years.\n\nIt would save a lot of money through more managed care but giving more options, more preventive care, and lowering the inflation rate in the prices we're paying providers without having the kind of big premium increases and outof-pocket costs that the budget I vetoed would provide. Then that will give us 10 years to do with Medicare what we're going to do with Social Security: have a bipartisan group look at what we have to do to save it when the baby boomers retire. But now we ought to pass this budget now and put 10 years on it right away so no one has to worry about it.\n", " Their idea was to have the poorest seniors in the country pay $270 more a year this year. Their idea was to budget— that the American Hospital Association said could close 700 hospitals. Their idea was to charge everybody more out-of-pocket costs in their budget that I vetoed—not in an election year, sir, I told them in early '95.\n\nSenator Dole said 30 years ago he was one of 12 people that voted against Medicare and he was proud of it. A year ago he said, \"I was right then; I knew it wouldn't work.\" American seniors have the highest life expectancy in the world. We need to reform it, not wreck it.\n", " It's illegal right now and has been for years for illegal immigrants to get welfare benefits.\n\nLet me say that this is one of the most important issues in the world to me. I started working on welfare reform in 1980 because I was sick of seeing people trapped in a system that was increasingly physically isolating them and making their kids more vulnerable to get in trouble. So I'd been working on it when I was a Governor for a long time.\n\nWhen I became President, I used the authority I had in this law to get out from under certain Federal rules to help States move people to work. We've reduced the welfare rolls by 2 million already. Now I've got a plan with this new welfare reform law to work with the private sector to give employers specific tax incentives to hire people off welfare and to do some other things which will create more jobs in the private sector, at least a million, to move more people from welfare to work. It's very important. And I hope we get a chance to talk about this more. There is not a more important issue.\n\nI still remember a woman that I met 10 years ago who said she wanted to get off welfare so her kids could tell—give an answer when they say, \"What does your mother do for a job?\" I met that woman again. She's got four kids. One's got a good job; one's studying to be a doctor; one's in technical school; one's an honor student in high school. I want to make more people like that woman, Lillie Harden. So I've got a plan to do it. And it's just beginning.\n", " First of all, we have a big plan to reduce the capital gains tax when people sell their homes. Part of my tax package, which is paid for in my balanced budget plan, would exempt up to half a million dollars in gains for people when they sell their home, which I think is the biggest capital gains benefit we could give to most ordinary Americans.\n\nWe also have a capital gains now for people that invest in new small businesses and hold the investment for 5 years. It was part of our other economic plan. And these are things I think that will go a long way toward helping America build a stronger economy and a better tax system.\n\nI think the most important thing to emphasize, though, is that we also have to help people in other ways to build a stronger economy. And we can't have any tax cut that's not paid for. One of the big differences between Senator Dole and myself is that I told you how I'm going to pay for every penny of the tax cuts I recommend. We've worked hard to bring this deficit down, and that's helped people in the real estate business, because the interest rates are lower. We've got homeownership at a 15year high. We've got this country going in the right direction.\n\nSo we can have a tax cut, but my priority would be to help the families who need it with childrearing and education and buying a firsttime home and helping for health care costs. So from your business, helping in buying the first-time home, exempting the capital gains on the sale of the home would be the most important things that you asked about. Thank you, Pamela.\n", " Before Senator Dole left the Senate, he and Mr. Gingrich also were recommending that we pass these tax cuts only insofar as we could pay for them. And we all assume that the tax cuts will be permanent, but we have to prove we can pay for them.\n\nAfter he left the Senate, we abandoned that. That's why most experts say that this tax scheme will blow a huge hole in the deficit, raise interest rates, and weaken the economy. And that will take away all the benefits of the tax cut with a weaker economy. That's why we have to balance the budget. And I'll tell you how I'm going to pay for anything I promise you, line by line. You should expect that from both of us.\n", " I can only tell you that I don't think Senator Dole is too old to be President. It's the age of his ideas that I question.\n\nYou're almost not old enough to remember this, but we've tried this before, promising people an election-year tax cut that's not paid for——\n", " ——telling you you can have everything you got—and let me just say this: Did you hear him say the Congress just voted to increase student loans and scholarships? They did, after he left. The last budget he led cut Pell grants, cut student loans. I vetoed it when they shut the Government down.\n\nMy plan would give students a dollar-for-dollar reduction for the cost of the typical community college tuition, a $10,000 deduction a year for the cost of college tuition, would let families save in an IRA and withdraw tax-free to pay for the cost of education. And it's all paid for.\n\nMy whole administration is about your future, it's about what the 21st century is going to be like for you. And I hope you'll look at the ideas in it.\n\nThank you.\n", " No, ma'am, I don't. I am against quotas; I'm against giving anybody any kind of preference for something they're not qualified for, but because I still believe that there is some discrimination and that not everybody has an opportunity to prove they are qualified, I favor the right kind of affirmative action.\n\nI've done more to eliminate programs—affirmative action programs that I didn't think were fair and to tighten others up than my predecessors have since affirmative action has been around, but I have also worked hard to give people a chance to prove that they are qualified.\n\nLet me just give you some examples. We've doubled the number of loans from the Small Business Administration, tripled the number of loans to women business people—no one unqualified. Everybody had to meet the standards. We've opened 260,000 new jobs in the military to women since I've been President, but the Joint Chiefs say we're stronger and more competent and solid than ever.\n\nLet me give you another example of what I mean. To me, affirmative action is making that extra effort. It's sort of like what Senator Dole did when he sponsored the Americans with Disabilities Act that said to certain stores, \"Okay, you've got to make it accessible to people with wheelchairs.\" We weren't guaranteeing anything—anybody anything except the chance to prove they were qualified, the chance to prove that they could do it.\n\nAnd that's why I must say I agree with General Colin Powell that we're not there yet. We ought to keep making those extra-effort affirmative action programs the law and the policy of the land.\n", " I have never supported quotas. I've always been against them. They don't favor equal results. But I do favor making sure everybody has a chance to prove they're competent. The reason I have opposed that initiative is because I'm afraid it will end those extra-effort programs.\n\nAgain I say think of the American with Disabilities Act. Make an effort to put a ramp up there so someone in a wheelchair can get up. You don't guarantee that they get the job; you guarantee they have a chance to prove they're competent.\n\nAnd as I've said, this is not a partisan thing with me. General Powell, Colin Powell said the same thing. He fears that the initiative would take away the extra-effort programs. No preferences to unqualified people, no quotas, but don't give up on making an extra effort till you're sure everybody has a chance to prove they're qualified.\n", " So am I. I am too.\n", " You know, one of the responsibilities of growing older, it seems to me, is being able to tell people something they may not want to hear just because it's truth. When they had a $250 billion tax scheme—that is half the size of this one, this one is 550—they passed a budget that had $270 billion in Medicare cuts, the first education cuts in history, cut environmental enforcement by 25 percent, took away the guarantee of quality standards in nursing homes, took away the guarantee of health care to folks with disabilities.\n\nDon't take my word for this. The Economist magazine polled lots of economists. Seven Nobel Prize winners have said, if this tax scheme passes, it will require huge cuts—40 percent— in the environment, in law enforcement, in education. It will require bigger cuts in Medicare than I vetoed last time. My targeted tax cut gives tax cuts for education, childrearing, buying a first-time home, paying for health care costs, and it's paid for. And I've told you how I'll pay for it. He won't tell you because he can't.\n", " Thank you.\n\nWell, first let me say that I signed the family leave act. It was my very first bill, and I'm very proud of it because it symbolizes what I think we ought to be doing.\n\nI don't take credit for all the good things that have happened in America, but I take credit for what I've tried to do to work with others to make good things happen.\n\nThe most important good things that happen in America happen in families. Just about every family I know, the main concern is how am I going to succeed at work and still do right by my children? Family and medical leave has let 12 million families take a little time off for the birth of a child or a family illness without losing their job. I'd like to see it expanded in two ways: I'd like to say you can also take a little time off without losing your job to go to a regular parent-teacher conference or to go to a regular doctor's appointment with a family member; I'd also like to see the overtime laws change so that we could have some more flextime so that at the discretion of the worker— the worker—if you earn overtime you could decide whether you want that time to be taken in cash or in time with your family if you've got a family problem.\n\nI never go anywhere, it seems like, where I don't meet somebody who's benefited from the family leave law. In Longview, Texas, the other day, I met a woman who was almost in tears because she had been able to keep her job while spending time with her husband who had cancer. One of the people who's here with me today met a woman in the airport saying that her son just was able to be present at the birth of his child because of the family leave law.\n\nSo yes, I think it should be expanded. We have to help people succeed at home and at work.\n", " I only have 30 seconds. I can't fix the statistics. It covers the majority of the work force. Employers of under 50 are exempted. The bill originally covered employers of 25 and more, but because of opposition, we went up to 50. Senator Dole led the opposition to it. He filibustered it. He said it was a mistake. He said it would hurt the economy. We've had record numbers of new small businesses and 10 1/2 million jobs. It didn't hurt the economy. He still believes it's a mistake. I believe it was right. You can decide which of us you think are right. It's up to you.\n", " Let's look at the facts. We lost a lot of manufacturing jobs in the 12 years before I became President. We've gained manufacturing jobs since I've been President. We've negotiated over 200 separate trade agreements.\n\nLet's just take California. In California, we made $37 billion worth of telecommunications equipment eligible for exports for the first time. We're selling everything from telephones to CD's to rice in Japan. We're selling American automobiles in Japan now. I visited a Chrysler dealership in Japan. We're number one in automobile manufacturing, production, and sales around the world again for the first time since the 1970's. Why? Because we've had tough, aggressive trade policies, and because we got interest rates down, and we had a good, stable economic policy, because we've reduced the deficit 4 years in a row for the first time in the 20th century that a President's done that in all 4 years.\n\nAnd that's why I don't want to see us blow a big hole in the deficit with a tax program we can't pay for so your interest rates will go up and you'll have to pay back in higher interest rates what you allegedly will get in a tax cut.\n\nSo I say keep working on expanding the markets. More than half of these 10 1/2 million new jobs were in higher wage areas, and we'll have more manufacturing and more sales at home and around the world.\n", " I'm for it. That's my policy. I'm for it. I believe that any law-abiding taxpaying citizen who shows up in the morning and doesn't break the law and doesn't interfere with his or her neighbors ought to have the ability to work in our country and shouldn't be subject to unfair discrimination. I'm for it.\n\nNow, I have a little time left, so let me just say that I get attacked so many times on these questions it's hard to answer all those things. In February—Senator Dole just said we had the worst economy in a century. In February he said we had the best economy in 30 years— just February. And I don't want to respond in kind to all these things. I could; I could answer a lot of these things tit for tat. But I hope we can talk about what we're going to do in the future. No attack ever created a job or educated a child or helped a family make ends meet. No insult ever cleaned up a toxic waste dump or helped an elderly person. Now, for 4 years that's what I've worked on. If you'll give me 4 years more, I'll work on it some more.\n\nAnd I'll try to answer these charges, but I prefer to emphasize direct answers to the future, and I gave you a direct answer.\n", " If you believe that the California economy was better in 1992 than it is today, you should vote for Bob Dole. I have worked so hard out here to help turn this economy around.\n\nLet me just give you one tiny example. In San Diego, where we had some defense cutbacks, we funded a project with the University of California, San Diego to use airplane composite materials to build lighter, stronger bridges—\n\na little project, and a program that Senator Dole opposed—and that composite now is going to be built around the bridges on the Santa Monica freeway to help minimize the impact of earthquakes and create more jobs. That's just one tiny example. Maybe we'll talk about some more before it's over.\n", " I'm just curious. How many of you are under managed care plans? Raise your hand if you're in managed care.\n", " How many of you like it? Well——\n", " One of the things that I tried to do was to make sure that everybody in the country who was under a managed care plan should at least have three choices of plans and would have the right to get out without penalty every year. Now, that's not a Government takeover, that's like the family and medical leave law. It just tries to set the rules of the game.\n\nI'm strongly in favor of a Federal bill to repeal the—any gag rules on providers. In other words, I believe that doctors should not be able to be kicked out of managed care plans just because they tell the patients what they need and what more expensive care options might be.\n\nIf we're saving money and managing resources better, that's a good thing. If we're saving money and depriving people of care, that's a bad thing. A good place to start is to say no managed care provider can gag a doctor and kick the doctor out of the managed care plan for the doctor telling the patient, \"You need a more expensive test, you need a more expensive procedure. Your health requires it.\"\n", " First of all, I think it's important to make voting more accessible. That's why I strongly supported the motor voter law. There was a big story, I think, in USA Today about the millions of people who've now registered because of it.\n\nSecondly, I think we need to look at making the elections more accessible. You know, several States now are letting people vote over 3 weeks. A lot of people are busy, and it's hard for them to just get there and vote.\n\nThe third thing I think we need is more forums like this, which is one of the reasons I have so strongly supported campaign finance reform, because if you want to cut the cost of campaigns, you have to open the airwaves, because what drives the cost of a campaign are the costs of advertising on television, radio, newspaper, mass mailing. And if you open the airwaves to more things like this—you see, it's not just you that are participating here. For every one of you who stood up here and asked a question tonight, I promise you, there's 100,000 Americans that said, \"I wish I could have asked that question.\"\n\nSo I think we have to change the nature of politics. The last thing I think we should do is something I've been trying to do since I've been President, is every time I do something in a public way, I try to have a real American citizen there who is directly affected by it so that people can see the connection of what happens way across the country in Washington with more police on the street in San Diego, clean up the sewage here in San Diego, doubling the border guards here in southern California, that there is a connection between what we do way back there and what we do here.\n\nThose are my best ideas about it.\n", " Let me make one other suggestion. As you're a teacher, you can have an impact on that.\n\nOne of the things I think that really frustrates people is that so often, political campaigns seem to be more about the politicians that are running than the people. Now, there is a connection, and I think what we have to do is convince people there's a big difference. If you vote one way, you will have a Department of Education in the 21st century; if you vote the other way, you won't. If you vote one way, you'll have an expansion of family leave; if you vote the other way, you'll be lucky to save it.\n\nBut these are important questions, and people have to decide. I think that the American people also need to be a little more responsible and think about whether there's a connection in their lives and what we do in Washington.\n", " This is one where we have some agreement, I think. Only about half the people in this country have pension plans, and Social Security is not enough for a lot of people to live on, or at least it's not enough for them to maintain anything like their previous lifestyle. So we've got to figure out how we're going to have more people with pension plans. And pension coverage has been declining as more and more people work for small businesses and fewer people work for big businesses.\n\nSo what is in my plan—and I think it's almost identical to what's in Senator Dole's plan—is we make more people than are now eligible to save in an IRA, and we'd let couples—married couples save more, and then they could withdraw from it tax-free if they needed to for medical emergencies or to buy a home or for an education, but they could also save to supplement their retirement.\n\nIn addition to that, we just passed a sweeping small business reform that makes it easier for small-business people to take out 401(k) plans for themselves and their employees and then much easier for employees to carry it from job to job. My best friend from grade school is a computer software salesman, and he told me last time he changed employers it took him 9 months to figure out how to transfer his 401(k) plan. Now, none of that will happen anymore. And so I hope that over the next 10 years you'll see a big increase in the percentage of people that have pension plans plus a secure Social Security System.\n", " Let me tell you what we have done. We have concluded with Japan 21, about to be 22 trade agreements now. And since we did that, in the areas where we concluded trade agreements, our exports to Japan have gone up by 85 percent in the last 4 years, and our trade deficit with Japan has gone down. Until about 5 months ago, the Japanese economy was in a deep recession. It's coming back now, so they can buy even more American products, and I think it'll go down more.\n\nBut I'm very—that's one of the real success stories here of the work we've done. We're selling Japanese rice from California for the first time. I visited a Chrysler dealership in Tokyo. I visited a Jeep plant, the oldest auto plant in America, in Toledo, Ohio, where they're going to export 41,000 right-hand-drive Jeeps this year, and they've got 700 new jobs because of it.\n\nThere is no easy way to do this. When you're dealing with an economy that's traditionally been more closed and one that's traditionally been more open, you just have to gut it out issue by issue by issue. We agreed in principle on our insurance agreement, and we're working on three or four other areas now. But the way you have to do it is make sure you're competitive—we're the most competitive country in the world now—and then just fight to open those markets and go try to make the sale. And that's what our trade ambassador, our Commerce Secretary, and all the other people in our administration have tried to do.\n", " Let me say again, we've had over 200 separate trade agreements in the last 4 years, by far the largest number in American history, not just the big ones you've read about but a lot of smaller ones. And now what we have to do is to focus on those things we're real good at and make sure we're getting a fair deal.\n\nWe just had a pretty serious dispute with China because they were copying our CD's and costing thousands of jobs in places like California. But we said, \"You know, if you want to keep doing business and selling your products over here, you're going to have to quit pirating our CD's.\" And they agreed to do a number of things and to let us verify that they'd done it. But I think they're going to make the problem much better.\n\nBut there is not a simple, easy answer. You just have to work on this day-in and day-out, every month, every year, every issue to make sure that we have not only free trade but fair trade. I'm proud that we're better off on that than we were 4 years ago.\n", " This is the most religious great country in history, and yet, interestingly enough, we have the most religious freedom of any country in the world, including the freedom not to believe. And now we have all these people— just up the road in Los Angeles County we've got people from 150 different racial and ethnic groups, and they've got tons of different religions. But the fundamental tenets of virtually every religion are the same. And what I've tried to do is to support policies that would respect religion, and then help parents inculcate those values to their children. Let me very briefly give you some examples.\n\nOne of my proudest moments was signing the Religious Freedom Restoration Act, which says the Government's got to bend over backwards before we interfere with religious practice. So I changed a Justice Department effort to get a church to pay back a man's tithe because he was bankrupt when he gave it.\n\nI've supported character education programs in our schools, drug-free schools programs. I've supported giving parents a V-chip on their television so if they don't want their young kids to watch things they shouldn't watch, they wouldn't have to. That's the kind of thing we need to do, give people like you and our families the power to give those values to our children.\n", " I want to answer your question, but let me say one other thing. We don't need a constitutional amendment for kids to pray. And what I did was to have the Justice Department and the Education Department, for the first time ever, issue a set of guidelines that we gave to every school in America saying that children could not be interfered with in religious advocacy, when they were praying, when they were doing whatever they could do under the Constitution just because they were on a public school grounds. And I think anyone who has experienced this would tell you that our administration has done more than any in 30 years to clarify the freedom of religion in the public square, including in the public schools.\n\nNow, I think I have to let Senator Dole speak for himself. It wouldn't be fair for me to do that. I would wind up—I mean, it's the last question, and I'd mischaracterize it to try to make you happy.\n\nLet me tell you what I feel. We have a lot of differences in our country, and some of us believe that other people's decisions are wrong, even immoral. But under our Constitution, if you show up tomorrow and obey the law, and you work hard, and you do what you are supposed to do, you're entitled to equal treatment. That's the way the system works.\n\nAll over the world, people are being torn apart—Bosnia, the Middle East, Northern Ireland, Rwanda, Burundi, you name it—because of all their differences. We still have some of that hatred inside us; you see it in the church burnings. And one of the things I've tried hardest to do is to tell the American people that we have to get beyond that, we have to understand that we're stronger when we unite around shared values instead of being divided by our differences.\n", " Let me say again, there is no more important responsibility for the President than to say, \"If you believe in the Constitution, the Bill of Rights, and the Declaration of Independence, that's all we need to know. And you can be part of our America, and you can walk across that bridge to the 21st century with us.\"\n\nAnd we are not well served when we attack each other in a kind of an ad hominem way. It doesn't create jobs. It doesn't educate children. It doesn't solve problems. We need to be disagreeing on ideas honestly and talking about the future. The future will be the greatest time in this country's history if we can beat this division that is bedeviling the whole rest of the world.\n\nClosing Statements\n", " Thank you, Jim. And thank you, ladies and gentlemen, and all the people who are watching.\n\nOne thing I'd like to say is I agree with what Senator Dole said. It's a remarkable thing in a country like ours that a man who grew up in Russell, Kansas, and one who was born to a widowed mother in Hope, Arkansas, could wind up running for President, could have a chance to serve as President. So the first thing I want to say is thank you for giving me the chance to be President.\n\nThis election is about two different visions about how we should go into the 21st century. Would we be better off—as I believe—working together to give each other the tools we need to make the most of our God-given potential, or are we better off saying, \"You're on your own\"? Would we be better off building that bridge to the future together so we can all walk across it, or saying, \"You can get across yourself\"?\n\nIf you don't leave this room with anything else tonight and if the people watching us don't leave with anything else, I hope you'll leave with this: This is a real important election. The world is changing dramatically in how we work and how we live, how we relate to each other— huge changes. And the decisions we make will have enormous practical consequences.\n\nSo we've talked about our responsibilities tonight. I want to talk about your responsibility and your responsibility. Your responsibility is to show up on November 5th, because you're going to decide whether we're going to balance the budget now but protect Medicare, Medicaid, education, and the environment. You'll decide whether we're going to keep fighting crime with the Brady bill, the assault weapons, and finish putting those 100,000 police; whether we're going to move a million people from welfare to work; whether we're going to give our families more protection for their kids against drugs and tobacco and gangs and guns; whether we're going to give our children world-class education where every 8-year-old can read, every 12-yearold can log in on the Internet, every 18-yearold can go to college.\n\nIf we do those things, we'll build that bridge to the 21st century, and the greatest country in history will be even greater.\n\nThank you.\n"], "oct_6_1996": [" Thank you, Jim, and thank you to the people of Hartford, our hosts. I want to begin by saying again how much I respect Senator Dole and his record of public service, and how hard I will try to make this campaign and this debate one of ideas, not insults.\n\nFour years ago I ran for President at a time of high unemployment and rising frustration. I wanted to turn this country around with a program of opportunity for all, responsibility from all, and an American community where everybody has a role to play. I wanted a Government that was smaller and less bureaucratic to help people have the tools to make the most of their own lives. Four years ago you took me on faith. Now there's a record: 10 1/2 million more jobs, rising incomes, falling crime rates and welfare rolls, a strong America at peace. We are better off than we were 4 years ago. Let's keep it going.\n\nWe cut the deficit by 60 percent. Now let's balance the budget and protect Medicare, Medicaid, education, and the environment. We cut taxes for 15 million working Americans. Now let's pass the tax cuts for education and childrearing, help with medical emergencies, and buying a home. We passed family and medical leave. Now let's expand it so more people can succeed as parents and in the work force. We passed the 100,000 police, the assault weapons ban, the Brady bill. Now let's keep going by finishing the work of putting the police on the street and tackling juvenile gangs. We passed welfare reform. Now let's move a million people from welfare to work. And most important, let's make education our highest priority so that every 8-year-old will be able to read, every 12-year-old can log on to the Internet, every 18-year-old can go to college.\n\nWe can build that bridge to the 21st century, and I look forward to discussing exactly how we're going to do it.\n", " Well, Jim, I believe that the Federal Government should give people the tools and try to establish the conditions in which they can make the most of their own lives. That, to me, is the key. And that leads me to some different conclusions from Senator Dole.\n\nFor example, we have reduced the size of the Federal Government to its smallest size in 30 years. We've reduced more regulations, eliminated more programs than my two Republican predecessors. But I have worked hard for things like the family and medical leave law, the Brady bill, the assault weapons ban, the program to put 100,000 police on the street. All of these are programs that Senator Dole opposed, that I supported because I felt they were a legitimate effort to help people make the most of their own lives.\n\nI've worked hard to help families impart values to their own children. I supported the Vchip so that parents would be able to control what their kids watch on television when they're young, along with the ratings system for television and educational television. I supported strong action against the tobacco companies to stop the marketing, advertising, and sale of tobacco to young people. I supported a big increase in the safe and drug-free schools program.\n\nThese were areas on which Senator Dole and I differed, but I believed that they were the right areas for America to be acting together as one country to help individuals and families make the most of their own lives and raise their kids with good values and a good future.\n", " I trust the people. We've done a lot to give the people more powers to make their own decisions over their own lives. But I do think we are right when we try to, for example, give mothers and newborns 48 hours before they can be kicked out of the hospital, ending these drive-by deliveries. I think we were right to pass the Kassebaum-Kennedy bill, which states you can't lose your health insurance just because you change jobs or because someone in your family has been sick.\n\nOur Government is smaller and less bureaucratic and has given more authority to the States than its two predecessors under Republican Presidents. But I do believe we have to help our people get ready to succeed in the 21st century.\n\nState of the Nation\n", " I agree with that. That's right.\n", " Well, let me say, first of all, in February, Senator Dole acknowledged that the American economy was in the best shape it's been in in 30 years. We have 10 1/2 million more jobs, a faster job growth rate than under any Republican administration since the 1920's. Wages are going up for the first time in a decade. We have record number of new small businesses. We had the biggest drop in the number of people in poverty in 27 years. All groups of people are growing—we had the biggest drop in income inequality in 27 years in 1995. The average family's income has gone up over $1,600 just since our economic plan passed.\n\nSo I think it's clear that we're better off than we were 4 years ago. Now we need to focus on, what do we need to do to be better off still? How can we help people—as we are— to get their retirements when they work for small businesses, to be able to afford health insurance, to be able to educate their children? That's what I want to focus on. But we're clearly better off than we were 4 years ago, as Senator Dole acknowledged this year.\n", " Absolutely not. Let's look at the position. First of all, remember that in this campaign season, since Senator Dole has been a candidate, he has bragged about the fact that he voted against Medicare in the beginning, in 1965, one of only 12 Members. He said he did the right thing then; he knew it wouldn't work at the time. That's what he said.\n\nThen his budget, that he passed along with Speaker Gingrich, cut Medicare $270 billion, more than was necessary to repair the Medicare Trust Fund. It would have charged seniors more for out-of-pocket costs, as well as more in premiums, because doctors could have charged them more. The American Hospital Association, the nurses association, the Catholic Hospital Association all said hundreds of hospitals could close and people would be hurt badly under the Dole-Gingrich Medicare plan that I vetoed. And now, with this risky $550 billion tax scheme of Senator Dole's, even his own friends—his campaign cochair, Senator D'Amato, says that they can't possibly pay for it without cutting Medicare more and cutting Social Security as well, according to him.\n\nNow, my balanced budget plan adds 10 years to the life of the Medicare Trust Fund—10 years. And we'll have time to deal with the long-term problems of the baby boomers. But it was simply wrong to finance their last scheme to cut Medicare $270 billion, to run the risk of it withering on the vine. We always have to reform it over the years, but we need someone who believes in it to reform it.\n", " Well, let me say first of all, I'd be happy to have a commission deal with this, and I appreciate what Senator Dole did on the '83 Social Security commission. But it won't be possible to do if his tax scheme passes, because even his own campaign cochair, Senator D'Amato, says he'll have to cut Medicare even more than was cut in the bill that I vetoed. I vetoed that bill because it cut more Medicare and basically ran the risk of breaking up the system.\n\nMy balanced budget plan puts 10 years onto Medicare. We ought to do that; then we can have a commission. But Senator Dole's plans are not good for the country.\n\nSenator Dole's Tax Cut Proposal\n", " Me too?\n", " That's good. I need it.\n", " Well, here's the problem with it. It sounds very good, but there's a reason that 500 economists, including 7 Nobel Prize winners, and business periodicals like Business Week and even Senator Dole's friend Senator Warren Rudman, former Republican Senator from New Hampshire, says it is not a practical program. It's a $550 billion tax scheme that will cause a big hole in the deficit, which will raise interest rates and slow down the economy and cause people to pay more for home mortgages, car payments, credit card payments, college loans, and small business loans. It's not good to raise the deficit; we've worked too hard to lower it. It will actually raise taxes on 9 million people. And in addition to that, it will force bigger cuts in Medicare, Medicaid, education, and the environment than the ones that he and Mr. Gingrich passed that I vetoed last year.\n\nSo it sounds great. But our targeted tax cut for education, childrearing, health care, and homebuying, which is paid for in my balanced budget plan—something that he has not done— certified by the Congressional Budget Office, that's the right way to go.\n", " Well, I try to articulate my positions as clearly as possible, tell people what I stand for, and let them decide whether they're going to support me or not. The Senator mentioned the trial lawyers. In the case of the product liability bill, which they passed and I vetoed—I think that's what he's talking about— I actually wanted to sign that bill, and I told the people exactly what—the Congress—exactly what kind of bill I would sign. Now, a lot of the trial lawyers didn't want me to sign any bill at all, but I thought we ought to do what we could to cut frivolous lawsuits. But they wouldn't make some of the changes that I thought should be made. And let me just give you an example. I had a person in the Oval Office who lost a child in a schoolbus accident where a drunk driver caused the accident directly, but there were problems with the schoolbus. The drunk driver had no money. Under the new bill, if I had signed it, a person like that could never have had any recovery. I thought that was wrong. So I gave four or five specific examples to the Congress, and I said, \"Prove to me that these people could recover, but we're going to eliminate frivolous lawsuits; I'll sign the bill.\"\n\nBut generally, I believe that a President has to be willing to do what he thinks is right. I've done a lot of things that were controversial: my economic plan, my trade position, Bosnia, Haiti, taking on the NRA for the first time, taking on the tobacco companies for the first time. Sometimes you just have to do that because you know it's right for the country over the long run. That's what I've tried to do, and that's what I will continue to do as President.\n", " Let me say, first of all, I signed a tort reform bill that dealt with civilian aviation a couple of years ago. I've proved that I will sign reasonable tort reform.\n\nSecondly, Senator Dole has had some pretty harsh comments about special interest money, but it wasn't me who opposed what we tried to do to save the lives of children who are subject to tobacco and then went to the tobacco growers and bragged about standing up to the Federal Government when we tried to stop the advertising, marketing, and sales of tobacco to children. And it wasn't me that let the polluters actually come into the Halls of Congress, into the rooms, and rewrite the environmental laws. That's what Speaker Gingrich and Senator Dole did, not me.\n", " So I believe that we should take a different approach to this and talk about how we stand on the issues instead of trying to characterize each other's motivations. I think Senator Dole and I just honestly disagree.\n", " Mr. Lehrer, I hope we'll have a chance to discuss drugs later in the program, but let me respond to what you said. I agree that too many incumbent politicians in Washington in both parties have consistently opposed campaign finance reform. That was certainly the case from the minute I got there.\n\nSo after Speaker Gingrich and Senator Dole took over the Congress, I went to New Hampshire and a man suggested—a gentleman that, unfortunately, just passed away a couple of days ago suggested that we appoint a commission. And I shook hands with him on it, and I appointed my members, and the commission never met.\n\nAnd then Senator Dole's ardent supporter Senator McCain, who is out there today, along with Senator Feingold, supported—sponsored a campaign finance reform proposal. I strongly supported it, and members of Senator Dole's own party in the Senate killed it. And he was not out there urging them to vote for the McCain-Feingold bill.\n\nSo I think the American people, including the Perot supporters, know that I've had a consistent record in favor of campaign finance reform, and I will continue to have. And I hope we can finally get it in the next session of Congress, because we need it badly.\n", " I agree.\n\nTeenage Drug Use\n", " Well, Jim, I think every American in any position of responsibility should be concerned about what's happened. I am.\n\nBut let's look at the overall record. Overall in America, cocaine use has dropped 30 percent in the last 4 years, casual drug use down 13 percent. The tragedy is that our young people are still increasing their use of drugs, up to about 11 percent total with marijuana. And I regret it. Let me tell you what I've tried to do about it.\n\nI appointed a four-star general, who led our efforts south of the border to keep drugs from coming into the country, as our Nation's drug czar—the most heavily decorated soldier in uniform when he retired. We submitted the biggest drug budget ever. We have dramatically increased control and enforcement at the border. We supported a crime bill that had 60 death penalties, including the death penalty for drug kingpins. And I supported a big expansion in the safe and drug-free schools program to support things like the D.A.R.E. program, because I thought all those things were very important.\n\nDo I think that I bear some responsibility for the fact that too many of our children still don't understand drugs are wrong, drugs can kill you, even though I have consistently opposed the legalization of drugs all my public life and worked hard against them? I think we all do. And I hope we can do better.\n\nI don't think this issue should be politicized, because my record is clear and I don't think Senator Dole supports using drugs. I think we just have to continue to work on this until those who think it isn't dangerous and won't kill them and won't destroy their lives get the message and change.\n", " Let me say again, we did have a drug czar in Arkansas, but he answered to the Governor, just like this one answers to the President. That's what I thought we ought to do.\n\nSecondly, Senator Dole, you voted against the crime bill that had the death penalty for drug kingpins in it, and you voted to cut services to 23 million school children under the safe and drug-free schools act. I don't think that means you're soft on drugs. We just have a different approach. But let me remind you that my family has suffered from drug abuse. I know what it's like to see somebody you love nearly lose their lives, and I hate drugs, Senator. We need to do this together, and we can.\n\nGun Control\n", " Let me say, first of all, Senator Dole has gone back and forth about whether he'd be for repealing the Brady bill or repealing the assault weapons ban, and I think his present position is that he would not do so. And if that's true, I'm grateful for it. But let's look at the facts here.\n\nThe Brady bill has kept at least 60,000 felons, fugitives, and stalkers from getting handguns. Senator Dole led the fight against the Brady bill. He tried to keep it from coming to my desk. He didn't succeed, and I signed it, and I'm glad I did.\n\nThen when we had the assault weapons ban in the Senate, Senator Dole fought it bitterly and opposed the entire crime bill and almost brought the entire crime bill down because the National Rifle Association didn't want the assault weapons ban, just like they didn't want the Brady bill. But 2 years later, nobody has lost their handguns—I mean, their rifles. We've expanded the Brady bill to cover people who beat up their spouses and their kids. And this is a safer country. So I'm glad I took on that fight. And I believe, with all respect, I was right, and he was wrong.\n", " If that's what he said, he's not right about that. Look at where we are today. The United States is still the indispensable nation in the aftermath of the cold war and on the brink of the 21st century. I have worked to support our country as the world's strongest force for peace and freedom, prosperity and security.\n\nWe have done the following things: Number one, we've managed the aftermath of the cold war, supporting a big drop in nuclear weapons in Russia, the removal of Russian troops from the Baltics, the integration of Central and Eastern European democracies into a new partnership with NATO and, I might add, with a democratic Russia. There are no nuclear missiles pointed at the children of the United States tonight and have not been in our administration for the first time since the dawn of the nuclear age.\n\nWe have worked hard for peace and freedom. When I took office, Haiti was governed by a dictator that had defied the United States. When I took office, the worst war in Europe was waging in Bosnia. Now there is a democratically elected President in Haiti, peace in Bosnia. We have just had elections there. We have made progress in Northern Ireland and the Middle East. We've also stood up to the new threats of terrorism, the proliferation of weapons of mass destruction, organized crime.\n\nAnd we have worked hard to expand America's economic presence around the world with the biggest increase in trade, with the largest number of new trade agreements in history. That's one of the reasons America is number one in auto production again.\n", " First of all, I take full responsibility for what happened in Somalia, but the American people must remember that those soldiers were under an American commander when that happened. I believe they did the best they could under the circumstances. And let's not forget that hundreds of thousands of lives were saved there.\n\nSecondly, in Haiti, political violence is much, much smaller than it was.\n\nThirdly, in Bosnia, it's a virtual miracle that there has been no return to war. And at least there has now been an election, and the institutions are beginning to function.\n\nIn Northern Ireland and the Middle East, we are better off than we were 4 years ago. There will always be problems in this old world, but if we're moving in the right direction and America is leading, we're better off.\n", " Our military is the strongest military in the world. It is the strongest, best prepared, best equipped it has ever been. There is very little difference in the budget that I have proposed and the Republican budget over the next 6-year period. We are spending a lot of money to modernize our weapons system. I have proposed a lot of new investments to improve the quality of life for our soldiers, for our men and women in uniform, for their families, for their training. That is my solemn obligation.\n\nYou asked, when do you decide to deploy them? The interests of the American people must be at stake; our values must be at stake; we have to be able to make a difference. And frankly, we have to consider what the risks are to our young men and women in uniform.\n\nBut I believe the evidence is that our deployments have been successful in Haiti, in Bosnia, when we moved to Kuwait to repel Saddam Hussein's threatened invasion of Kuwait, when I have sent the fleet into the Taiwan Straits, when we've worked hard to end the North Korean nuclear threat. I believe the United States is at peace tonight in part because of the disciplined, careful, effective deployment of our military resources.\n", " Well, first of all, for the last 4 years we have worked hard to put more and more pressure on the Castro government to bring about more openness and a move toward democracy. In 1992, before I became President, Congress passed the Cuba Democracy Act, and I enforced it vigorously. We made the embargo tougher, but we increased contacts, people to people, with the Cubans, including direct telephone service, which was largely supported by the Cuban-American community. Then Cuba shot down two of our planes and murdered four people in international airspace. They were completely beyond the pale of the law, and I signed the Helms-Burton legislation.\n\nSenator Dole is correct. I did give about 6 months before the effective date of the act before lawsuits can actually be filed, even though they're effective now and can be legally binding, because I want to change Cuba. And the United States needs help from other countries. Nobody in the world agrees with our policy on Cuba now. But this law can be used as leverage to get other countries to help us to move Cuba to democracy.\n\nEvery single country in Latin America, Central America, and the Caribbean is a democracy tonight but Cuba. And if we stay firm and strong, we will be able to bring Cuba around as well.\n", " There were several off-the-subject whoppers in that litany. Let me just mention, Senator Dole voted for $900 billion in tax increases. His running mate, Jack Kemp, once said that Bob Dole never met a tax he didn't hike. [Laughter] And everybody knows, including the Wall Street Journal, hardly a friend of the Democratic Party or this administration, that the '82 tax increase he sponsored, in inflationadjusted dollars, was the biggest tax increase in American history. So we ought to at least get the facts out here on the table so we can know where to go from here.\n\nHealth Care Reform\n", " Well, that sounds very good, but it's very wrong. Senator Dole remembers well that we actually offered not to even put in a health care bill in 1994—'93—but instead to work with the Senate Republicans and write a joint bill. And they said no, because they got a memo from one of their political advisers saying that instead they should characterize whatever we did as big Government and make sure nothing was done to aid health care before the '94 elections so they could make that claim.\n\nWell, maybe we bit off more than we could chew. But we're pursuing a step-by-step reform now. The Kennedy-Kassebaum bill that I signed will make it possible for 25 million people to keep their health insurance when they change jobs or when somebody in their family has been sick. I signed a bill to stop these drive-by deliveries where insurance companies can force people out of the hospital after 24 hours. And I vetoed Senator Dole's Medicare plan that would have forced a lot of seniors into managed care and taken a lot more money out of their pockets and led to Medicare withering on the vine.\n", " Well, I believe that we did the appropriate thing under the circumstances.\n\nSaddam Hussein is under a U.N. resolution not to threaten his neighbors or repress his own citizens. Unfortunately, a lot of people have never been as concerned about the Kurds as the United States has tried to be, and we've been flying an operation to protect them out of Turkey for many years now.\n\nWhat happened was, one of the Kurdish leaders invited him to go up north. But we felt, since the whole world community had told him not to do it, that once he did it we had to do something. We did not feel that I could commit—I certainly didn't feel I should commit American troops to throw him out of where he had gone, and that was the only way to do that. So the appropriate thing strategically to do was to reduce his ability to threaten his neighbors. We did that by expanding what's called the no-fly zone, by increasing our allies' control of the airspace, now from the Kuwait border to the suburbs of Baghdad.\n\nWas it the right thing to do? I believe it was. Is it fully effective? Did it make him withdraw from the north? Well, he has a little bit, and I hope he will continue. We have learned that if you give him an inch he'll take a mile. We had to do something. And even though not all of our allies supported it at first, I think most of them now believe that what we did was an appropriate thing to do.\n", " Senator Dole has, two or three times before, tonight criticized me for working with the U.N. Now I'm being criticized for not working with the U.N.\n", " Sometimes the United States has to act alone, or at least has to act first. Sometimes we cannot let other countries have a veto on our foreign policy. I could not send soldiers into the north of Iraq; that would have been wrong. I could reduce Saddam Hussein's ability to threaten Kuwait and his other neighbors again. That's what I did. I still believe it was the right thing to do.\n\nMiddle East Peace Process\n", " We have a very consistent policy in the Middle East: It is to support the peace process, to support the security of Israel, and to support those who are prepared to take risks for peace. It is a very difficult environment. The feelings are very strong. There are extremists in all parts of the Middle East who want to kill that peace process. Prime Minister Rabin gave his life because someone in his own country literally hated him for trying to bring peace.\n\nI would liked to have had a big, organized summit, but those people were killing each other rapidly. Innocent Arab children, innocent Israeli people, they were dying. So much trust has broken down in the aftermath of the change of government. I felt that if I could just get the parties together to say, let's stop the violence, start talking, commit to the negotiations, that would be a plus.\n\nNow, today the Secretary of State is in the Middle East, and they've started negotiations. And all of those leaders promised me they would not quit until they resolved the issues between them and got the peace process going forward again.\n", " Well, I'm saying that Senator Dole said in his fine speech in San Diego that he wanted to build a bridge to the past. And I think I know what he meant by that. He is troubled, as I am, by some of the things that go on today. But I believe America is the greatest country in human history because we have maintained freedom and increasing prosperity by relentlessly pushing the barriers of knowledge, the barriers of the present, always moving into the future.\n\nThat's why when I became President I was determined to kind of move beyond this old, stale debate that had gone on in Washington for too long, to get this country moving again. And that's why we've got a country with 10 1/2 million more jobs and record numbers of new businesses and rising incomes and falling crime rates and welfare roll rates. That's why we're moving in the right direction.\n\nAnd I'm trying to emphasize that what I want to do is to continue to do that. That's why my balanced budget plan will still invest and grow this economy. That's why I want a tax cut for education and childrearing, but it's got to be paid for. That's why I want to continue the work we have done, over partisan opposition, to work with communities to bring that crime rate down until our streets are all safe again.\n\nThese are my commitments. I am very oriented toward the future. I think this election has to be geared toward the future. I think America's best days are still ahead. But we've got to build the right bridge.\n", " I do not for a moment think I'm entitled to all the credit for the good things that have happened in America. But where I have moved to work with the American people to help them have the tools to make the most of their own lives, I think I should get some credit for that. I also personally took responsibility tonight when Senator Dole asked me about the drug problem.\n\nBut you know, I think my ideas are better for the future. Senator Dole voted against student loans, against Head Start, against creating the Department of Education. If he gets elected President, we'll start the new century without anyone in the Cabinet of the President representing education and our children. I personally don't think that's the right kind of future for America, and I think we ought to take a different tack.\n\nEducation\n", " Let me say, first of all, I'm all for students having more choices. We've worked hard to expand public school choice. In my balanced budget bill there are funds for 3,000 new schools, created by teachers and parents, sometimes by business people, called charter schools, that have no rules. They're free of bureaucracy and can only stay in existence if they perform and teach children. The ones that are out there are doing well.\n\nWhat I'm against is Senator Dole's plan to take money away from all of the children we now help with limited Federal funds and help far fewer. If we're going to have a private voucher plan, that ought to be done at the local level or the State level.\n\nBut Senator Dole has consistently opposed Federal help to education. He voted against student loans, he voted against my improved student loan plan, he voted against the national service bill, against the Head Start bill. He voted against our efforts in safe and drug-free schools. He has voted against these programs. He does not believe it. That's the issue. Ninety percent of our kids are out there in those public schools, and we need to lift their standards and move them forward with the programs like those I've outlined in this campaign.\n", " I support school choice. I support school choice. I have advocated expansions of public school choice alternatives and, I said, the creation of 3,000 new schools that we are going to help the States to finance.\n\nBut if you're going to have a private voucher plan, that ought to be determined by States and localities where they're raising and spending most of the money. I simply think it's wrong to take money away from programs that are helping build basic skills for kids—90 percent of them are in the public schools—to take money away from programs that are helping fund the school lunch program, that are helping to fund the other programs, that are helping our schools to improve their standards.\n\nOur schools are getting better. And our schools can be made to be even better still with the right kind of community leadership and partnership at the school level. I have been a strong force for reform. And Senator, I remind you that a few years ago, when I supported a teacher testing law in my home State, I was pretty well lambasted by the teachers association. I just don't believe we ought to be out there running down teachers and attacking them the way you did at the Republican Convention.\n\nI think we ought to be lifting them up and moving our children forward.\n\nAnd let me just say, that budget you passed that I vetoed would have cut 50,000 kids out of Head Start. It would have eliminated the AmeriCorps plan. And it would have cut back on student loans and scholarships. Now, it would have; that's a fact. That's one of the big reasons I vetoed it. We need to be doing more in education, not less.\n", " First of all, Senator Dole, let's set the record straight. I was able, for 2 years when I was a very young boy, to go to a Catholic school, but I basically went to public schools all my life. And I've worked hard for a long time to make them better. Ninety percent of our kids are there.\n\nIt's amazing to me—you are all for having more responsibility at the local level for everything except schools, where we don't have very much money at the Federal level to spend on education. We ought to spend it helping the 90 percent of the kids that we can help. If a local school district in Cleveland or anyplace else wants to have a private school choice plan like Milwaukee did, let them have at it. I might say, the results are highly ambiguous. But I want to get out there and give a better education opportunity to all of our children. And that's why I vetoed the budget that you passed with $30 billion in education cuts. It was wrong, and my plan for the future is better.\n\nPolitical Philosophy\n", " When Senator Dole made that remark about all the elitists, young elitists in the administration, one of the young men who works for me who grew up in a house trailer looked at me and said, \"Mr. President, I know how you grew up. Who is he talking about?\" And you know, this liberal charge, that's what their party always drags out when they get in a tight race. It's sort of their golden oldie, you know, it's a record they think they can play that everybody loves to hear. [Laughter] And I just don't think that dog will hunt this time.\n\nThe American people should make up their own mind. Here's the record: We cut the deficit 4 years in a row for the first time since before the Civil War—I mean, before World War II— and maybe before the Civil War, too. [Laughter] We've got 10 1/2 million new jobs. We've got record numbers of new small businesses. We made every one of them eligible for a tax cut. We've got declining crime rates, 2 million fewer people on welfare rolls before welfare reform passed, and a 50 percent increase in child support, and a crime bill with 60 death penalties, 100,000 police, and the assault weapons ban.\n\nThe American people can make up their mind about whether that's a liberal record or a record that's good for America. Liberal, conservative, you put whatever label you want on it.\n", " I believe that the purpose of politics is to give people the tools to make the most of their own lives, to reinforce the values of opportunity and responsibility, and to build a sense of community so we're all working together. I don't believe in discrimination. I believe you can protect the environment and grow the economy. I believe that we have to do these things with a Government that's smaller and less bureaucratic, but that we have to do them nonetheless.\n\nIt's inconvenient for Senator Dole, but the truth is I've reduced the size of Government more than my Republican predecessors. And I did stop them, I admit that; I sure stopped their budget. Their budget cut enforcement for the Environmental Protection Agency by a third. It cut funds to clean up toxic waste dumps— with 10 million of our kids still living within 4 miles of a toxic waste dump—by a third. It ended the principle of the polluters should pay for those toxic waste dumps unless it was very recent. Their budget weakened our support for education $30 billion, even cut funds for scholarships and college loans. Their budget cut $270 billion in Medicare. And finally, their budget withdrew the national guarantee of health care to poor children, families with children with handicaps, the elderly in nursing homes, poor pregnant women. It was wrong for the country, and calling it conservative won't make it right. It was a bad decision for America and would have been bad for our future if I hadn't stopped it.\n", " The way to get a better America is to balance the budget and protect Medicare, Medicaid, education, and the environment; to give a targeted tax cut—and let me talk about the education tax cut—to let people have a $10,000 deduction for the cost of college tuition in any year, any kind of college tuition; to give families a tax credit, a dollar-for-dollar reduction in their taxes for the cost of a typical community college so we can open that to everybody; and then to let people save in an IRA and withdraw from it without a tax penalty for education, homebuying, or medical expenses. That's the right way to go into the 21st century: balance the budget and cut taxes, not balloon with this $550 billion tax scheme.\n\nPersonal Differences\n", " Well, just for the record, when I was a Governor, we had the lowest—second lowest tax burden of any State in the country, the highest job growth rate of any State when I ran for President, and were widely recognized for a lot of other advances.\n\nBut the important thing is, what are we going to do now? I think a targeted tax cut is better for our future, targeted to education and childrearing, with the rest of the education plan—hooking up all of our classrooms to the Internet by the year 2000, making sure we've got an army of reading volunteers, trained people to teach with parents and teachers so that our 8-year-olds can learn to read; investing in our environment, cleaning up two-thirds of the worst toxic waste dumps. Those plans are better than this $550 billion tax scheme.\n\nNow, remember, folks, even Senator Dole's campaign cochair, Senator D'Amato, says he's got to cut Medicare to pay for this. Everybody who has looked at it, 500 economists, 7 Nobel Prize winners, say it's bad for the economy. It's going to blow a hole in the deficit, raise taxes on 9 million people, and require bigger cuts than the one I vetoed.\n\nOur plan is better. It will take us into the future with a growing economy and healthier families.\n", " Well, first of all, he made that remark about Senator D'Amato. He's arranged for me to spend a lot more time with Senator D'Amato in the last couple of years, and so I'm more familiar with his comments than I used to be. [Laughter]\n\nLet me say what I've said already about this pardon issue. This is an issue they brought up. There has been no consideration of it, no discussion of it. I'll tell you this: I will not give anyone special treatment, and I will strictly adhere to the law. And that is what every President has done, as far as I know, in the past. But whatever other Presidents have done, this is something I take seriously, and that's my position.\n", "\n\nYou bet. Senator Dole. I remember one day on the floor, I said, \"Now, gentlemen, let me tax your memories,\" and Kennedy jumped up and said, \"Why haven't we thought of that before?\" [Laughter] One of your liberal friends.\n", " That's right. Thank you.\n", " No comment. [Laughter]\n", " I'd like the American people to know that I have worked very hard to be on their side and to move this country forward, and we're better off than we were 4 years ago. But the most important thing is my plan for the 21st century is a better plan: a targeted tax cut; a real commitment to educational reform; a deep commitment to making welfare reform work, with incentives to the private sector to move people from welfare to work—now we have to create those jobs, now that we're requiring people to go to work; a commitment to step-by-step health care reform, with the next step helping people who are between jobs to access health care and not lose it just because they're out of work for a while; a commitment to grow the economy while protecting the environment.\n\nThat's what I'd like them to know about me, that I've gotten up every day and worked for the American people and worked so that their children could have their dreams come true. And I believe we've got the results to show we're on the right track. The most important thing is I believe we've got the right ideas for the future.\n\nAnd like Senator Dole—I like Senator Dole. You can probably tell we like each other. We just see the world in different ways, and you folks out there are going to have to choose who you think is right.\n", " Let's look at that. When I ran for President, I said we'd cut the deficit in half in 4 years; we've cut it by 60 percent. I said that our economic plan would produce 8 million jobs; we have 10 1/2 million new jobs. We're number one in autos again, record numbers of new small businesses. I said we'd pass a crime bill that would put 100,000 police on the street, ban assault weapons, and deal with the problems that ought to be dealt with with capital punishment, including capital punishment for drug kingpins. And we did that. I said we would change the way welfare works. And even before the bill passed, we had moved nearly 2 million people from welfare to work, working with States and communities. I said we'd get tougher on child support, and child support enforcement is up 50 percent.\n\nI said that I would work for tax relief for middle class Americans. The deficit was bigger than I thought it was going to be, and I think they're better off, all of us are, that we got those interest rates down and the deficit down. The Republicans talk about it, but we're the first administration in anybody's lifetime looking at this program to bring that deficit down 4 years in a row. We still gave tax cuts to 15 million working Americans. And now I've got a plan that has been out there for 2 years— it could have been passed already, but instead the Republicans shut the Government down to try to force their budget and their plan on me, and I couldn't take that. But we'll get the rest of that tax relief.\n\nAnd so I think when you can look at those results, you know that the plan I have laid out for the future has a very good chance of being enacted if you'll give me a chance to build that bridge to the 21st century.\n", " I think a lot of people deserve credit, and I've tried to give it to them. But I believe that my plan is better than Senator Dole's ill-advised $550 billion scheme, which I will say again will blow a hole in the deficit. Our plan will balance the budget and grow the economy, preserve the environment, and invest in education. We have the right approach for the future. And look at the results: It is not midnight in America, Senator. We are better off than we were 4 years ago.\n\nClosing Statements\n", " Well, first, Jim, let me thank you, and thank you, Senator Dole, and thank you, ladies and gentlemen, all of you listening tonight, for the chance you've given us to appear. I want to say in the beginning that I am profoundly grateful for the chance that you have given me to serve as President for the last 4 years. I never could have dreamed anything like this would come my way in life, and I've done my best to be faithful to the charge you've given me.\n\nI'm proud of the fact that America is stronger and more prosperous and more secure than we were 4 years ago. I'm glad we're going in the right direction. And I've done my best tonight to lay out my plans for going forward to an even better future in the next century.\n\nI'd like to leave you with the thought that the things I do as President are basically driven by the people whose lives I have seen affected by what does or doesn't happen in this country: the autoworker in Toledo who was unemployed when I was elected and now has a great job, because we're number one in auto production again; all the people I've met who used to be on welfare who are now working and raising their children—and I think what others could do for our country and for themselves if we did the welfare reform thing in the proper way. I think of the man who grabbed me by the shoulder once with tears in his eyes and said his daughter was dying of cancer, and he thanked me for giving him a chance to spend some time with her without losing his job, because of the Family and Medical Leave Act. I think of all the people that I grew up with and went to school with whom I stay in touch with and who never let me forget how what we do in Washington affects all of you out there in America.\n\nFolks, we can build that bridge to the 21st century, big enough and strong enough for all of us to walk across. And I hope that you will help me build it.\n", "\n\nOpening Statements\n"]}, "Bob Dole": {"oct_16_1996": ["\n\nOpening Statements\n\nSenator Bob Dole. Thank you very much, Jim.\n\nLet me first give you a sports update: the Braves, one; Cardinals, nothing—early on.\n\nI want to thank you and I want to thank everybody here tonight, and I want a special thanks to my wife, Elizabeth, and my daughter, Robin, for their love and support, and thank the people who are listening and watching all over America.\n\nIn 20 days, you will help decide who will lead this country into the next century. It's an awesome responsibility. And you must ask yourself, do you know enough about the candidates? You should know as much as possible about each of us. Sometimes the views have been distorted—and millions and millions of dollars in negative advertising spent distorting my views— but I hope tonight you'll get a better feel of who Bob Dole is and what he's all about.\n\nAnd I think first you should—I should understand that the question on your mind is, do I understand your problem? But I understand it if—it occurred to me and I might just say that I'm from a large family. I've got lots of relatives, and they're good, average, middle class, hard-working Americans. They live all across the country. They're not all Republicans—maybe all but one. [Laughter]\n\nBut in any event, I understand the problems, whether it's two parents working because one has to pay the taxes and one has to provide for the family; whether it's a single parent who just barely pays the pressing bills; or whether you're worried about an education for your children—are they going to the best schools; or whether you're worried about safe playgrounds, drug-free schools, crime-free schools.\n\nThis is what this election is all about. And hopefully tonight when we conclude this debate, you will have a better understanding and the viewing and listening audience will have a better understanding. Thank you. [Applause]\n", " Hi.\n\nLeadership To Promote Unity\n\nQ. My name is Shannon MacAfee. I'm a beginning educator in this country, and I really think it's important what children have to say. They're still very idealistic, and everything they say comes from the heart. I have a quote for you from \"If I Were President,\" compiled by Peggy Gavin. A sixth grader says, \"If I were President, I would think about Abraham Lincoln and George Washington and what they did to make our country great. We should unite the white and black people and people of all cultures. Democrats and Republicans should unite also. We should all come together and think of the best ways to solve the economic problems of our country. I believe that when we are able to come together and stop fighting amongst ourselves, we will get along a lot better.\"\n\nThese are the ideals and morals that we are trying to teach our children in these days, yet we don't seem to be practicing them in our Government, in anything. If you are President, how will you begin to practice what we are preaching to our children, the future of our Nation?\n", " Well, I would say, first of all, I think it's a very good question, and I appreciate the quote from the young man.\n\nThere's no doubt about it that many American people have lost their faith in government. They see scandals almost on a daily basis. They see ethical problems in the White House today. They see 900 FBI files of private persons being gathered up by somebody in the White House; nobody knows who hired this man. So there's a great deal of cynicism out there.\n\nBut I've always tried, in whatever I've done, to bring people together. I said in my acceptance speech in San Diego about 2 months ago that the exits are clearly marked. If you think the Republican Party is someplace for you to come if you're narrow-minded or bigoted or don't like certain people in America, the exits are clearly marked for you to walk out of, as I stand here without compromise because this is the party of Lincoln.\n\nI think we have a real obligation, obviously, public officials. I'm no longer a public official; I left public life on June 11th of this year. But it is very important. Young people are looking to us. They're looking to us for leadership.\n\nThey're watching what we do, what we say, what we promise, and what we finally deliver. And I would think—it seems to me that there are opportunities here. When I'm President of the United States, I will keep my word. My word is my bond.\n", " Well, bringing people together again is obviously a responsibility we all have. I know you do it. Everybody here does it. You do a lot of things nobody knows about. I have a little foundation for the disabled called the Dole Foundation. We've raised about $10 million. We don't talk about it. We try to help people with disabilities. We bring them back into the mainstream of public life.\n\nSo it seems to me that there's also a public trust. When you're the President of the United States, you have a public trust, and you have to keep that public trust, as George Washington did and as Abraham Lincoln did. And I think now that trust is being violated. And it seems to me we ought to face up to it, and the President ought to say tonight that he's not going to pardon anybody that he was involved in business with who might implicate him later on.\n", " First, let me say there you go again, Mr. President, talking about a Medicare cut. Now, I've heard you say this time after time, and I've heard you say on one TV appearance, \"The media made me do it.\" You were trying to defend your cut, which was not a cut either—a reduction in the growth of spending. And we always had at least 7 percent. You've said publicly that it's now 3 times the rate of inflation, we ought to cut the growth to twice the rate of inflation. That's about where we are now. So let's stop talking about cutting Medicare. In my economic plan we increase it 39 percent.\n\nDon't forget what he tried to do with health care: 17 new taxes, spend $1.5 trillion, 50 new bureaucracies. Can you believe that? You couldn't even have been a cardiologist because they had quotas. You had—you couldn't—you're a cardiologist; it wouldn't affect you. But if somebody wanted to be a cardiologist 10 years from now, you'd have to be certain that you complied with some of the rules in this extreme medical plan the Government was going to take over for all Americans. There are things we can do like the Kassebaum bill, that retains many provisions I authored, to cover preexisting—existing—portability. And there are other things we can do. We still need to cover about 20 million people and a lot of children.\n", " Jason, I appreciate that very much, being a former military man myself.\n\nYou know, we have 17,000 men and women today wearing our uniform that receive food stamps. It shouldn't happen in America. We have men and women wearing our uniform in substandard housing. It shouldn't happen in America. And it's time we take a look at the pay scales. You did get a 3 percent increase this year, but that's not enough.\n\nIf we're going to ask young men and young women to protect us and defend us around the world, and we've had more deployments under this administration than any time in history— 50 times we deployed troops around the world. Every time you do that, you take a risk—somebody you know, maybe your son, maybe your grandson, maybe somebody else. But I think anybody who wears a uniform is a great American. Remember Vietnam, remember when people almost used to walk across the street rather than have contact with somebody who was in Vietnam—that's all behind us now, and it should be behind us—and the forgotten war, the Korean war. But I guess, I can just answer you very plainly, Jason: Thank you for doing what you're doing. America owes you a debt of gratitude.\n", " Well, Jason, I don't disagree with anything the President said except he waited 4 years to do these things. And my view is it ought to be—it'll be done on day one.\n\nWe'll start working on it on day one in the Dole-Kemp administration. This is important. Now, we only have 10 divisions now; we used to have 18. We had 25 fighter wings; we're down to 13. We had 536 ships; we're down to 336 ships. I mean, we've cut defense spending too much in the first place. The President told you in '92 he would cut it $67 billion; he cut $112 billion. So we're right on the edge right now. But the last thing we ought to do is make those who wear the uniform sacrifice.\n", " Well, let me, Jason, come back to you a minute because there is a big difference in the defense budget. We had $7 billion this year, and $10 billion more than the President. He puts his money in the out years— even if he were reelected, you know, he'd be gone before anything happened. And nothing's going to happen, because we don't have modernization now. If we don't build more B-2 bombers in California—and we lost about 500,000 jobs out in California because of this devastation, these big, big cuts. We had to make cuts; we didn't have to make the cuts the President promised he'd make and then he doubled. And so I think we need to go back and take a look. We're increasing defense reasonably, not too much but we are increasing defense some, because we want to be prepared in case somebody here gets called up, Jason.\n\nI would say I didn't hear what Yasser Arafat had to say, but I don't want to—you know, I think foreign policy is something we want to be very careful about. And I'm not here to argue about the President on some ongoing foreign policy matter. What I want the President to do, and I think he may have done it in his last statement, is call for an unconditional end to the violence and have the parties keep on talking as they should talk and have a resolution. The last thing we want to do is commit more forces anywhere.\n\nBut let's sort of keep this out of politics, because it's pretty dicey right now.\n", " Oscar.\n\nQ. Ex-smoker for 30 years. About 30 years ago I was a pack-plus-a-day man, okay? You mentioned in a statement, you said some time ago that you didn't think nicotine was addictive. Would you care to—you still hold to that statement, or do you wish to recant or explain yourself?\n", " Oh, that—that's very easy. My record going back to 1965 in the Congress, the first vote we had was whether or not you should put a little notice on cigarettes that they may be dangerous—I voted—I voted for everything since that time.\n\nIn fact, in 1992 we had a bill come before us that all the States had to comply or they're going to lose certain money. We sent it to the Clinton administration for implementation. They waited 3 1/2 years. And during that period about 3,000 young kids every day started smoking. If you add it up, that's about 3 million—not until again 1996.\n\nI don't want anybody to smoke. My brother probably died partly because of cigarettes. I was asked a technical question: Are they addictive? Maybe they—they probably are addictive. I don't know; I'm not a doctor. You shouldn't smoke. You ought to be glad you quit, Oscar— 30 years?\n\nQ. Yes.\n", " And it seems to me that what we need to do is to talk about not only tobacco but drugs, because drug use in 12- and 17year-olds has doubled in this administration, the last 44 months. Marijuana use is up 141 percent; cocaine use, up 160 percent. They're your kids. It's all happened in this administration because they cut funding and they cut interdiction.\n\nWhen I'm President of the United States, we're going to use the National Guard and whatever resources we need to stop some of the drugs coming into America. If you stop the drugs, nobody is going to use the drugs. So don't smoke, don't drink, don't use drugs. Just don't do it.\n", " Well, they also know, if they live in San Diego, Mr. President, if you're caught with 125 pounds of marijuana or less, you go back to Mexico; you're not prosecuted. You have a U.S. Attorney here that sends them back home. So I think that's pretty important. That's a lot of marijuana. That's a big supply.\n\nBut don't—you know, don't get into this smokescreen here, Oscar. The President, in the election year, decided, \"Well, I ought to do something. I haven't done anything on drugs. I've been AWOL for 44 months. So let's take on smoking.\"\n\nBut see, they haven't even done it. They haven't said what's going to happen, whether they're going to have it declared addictive; it's going to apply just to—once it's a drug, does it apply only to teenagers or to everybody in America?\n\nNobody should smoke, young or old. But particularly, young people should not smoke. And my record is there. It's been there. I've voted 8, 10 times since 1965.\n", " Well, again, you know, if you're somebody thinking about the future, I think it's fair to say that it'll be—we'll work it out. I mean, this is a political year, and the President's playing politics with Medicare. But after this year's over we'll resolve it just as we did with Social Security in 1983. It was a nonpartisan commission. Ronald Reagan got together with Tip O'Neill and Howard Baker—two Republicans and one Democrat—and they formed a commission. I was on that commission. We resolved—we rescued Social Security. We suggested—I think it's been over a year ago now— we do the same with Medicare, and the White House called it a gimmick. Now last week, I guess it was, Donna Shalala said, \"Well, we'll cut Medicare a hundred billion, and we'll appoint a commission.\"\n\nIt will probably have to be done by a commission. Take it out of politics. I think if I were a senior citizen I'd be a little fed up with all these ads scaring seniors, scaring veterans, and scaring students about education. But when you don't have any ideas, when you don't have any agenda, and all you have is fear, that's all you can use. We have ideas in the Dole-Kemp campaign, and we'll rescue Medicare as we did Social Security.\n", " Well, we've taken the first step. We took it three steps. Twice we sent welfare reform to the President, and he vetoed it. On the third time we sent welfare reform to the President, he signed it but announced he would change it next year. And the Vice President said they were going to do something else through the line item veto, which I've never understood, but that's sort of inside baseball.\n\nWhat we need to do is make certain we try to return people to work. And I'm standing here as someone who a long time ago—as the county attorney in Russell, Kansas, one of our jobs every month was to go through all the welfare checks and sign them. And three of those checks were my grandparents'. So I know what it's like to have to look welfare head-on.\n\nObviously some people are going to need help. This is the United States of America. You're not going to go without food, and you're not going to go without medical care. This is America. But at the same time, if you want to get off Medicare, get back in the mainstream, we're going to provide jobs. We're going to say you have a 5-year limit that you can be on welfare. You've got 2 years to look for a job. We provided more money for day care in the bill that passed the Senate and was vetoed. Then it came back, and the President signed pretty much the same bill.\n\nBut this is an important issue. I don't think we ought to be giving welfare payments to illegal immigrants. I mean, it puts a heavy burden on a State like—except for emergencies. It puts a heavy burden on States like California. It costs California taxpayers $3 billion a year.\n", " I'll get out of your way here.\n", " Well, another thing we can do—we talk about growth—we've got a great economic package which I hope we'll discuss later: across the board tax cut; child credits, $500 per child under 18; reduce the capital gains rate; create more jobs and opportunities for people on and off welfare.\n\nAnd we have other provisions: less litigation. The trial lawyers—big supporters of the President—the trial lawyers, of course they like lawsuits, so every time they have a bill that they want vetoed, the President vetoes it for them.\n\nWe've got to understand in America that we've got to have growth, create more jobs and more opportunities in the private sector. The President takes credit for all of these people off welfare—the Governors did that. Federal Government doesn't do that. And the Government doesn't create jobs, they're created in the private sector.\n", " Well, Pamela, what the President didn't tell you is that all his tax cuts expire at the year 2000, but all his increases go on forever. That's the liberal approach. You know, give you a little tax cut, give you a couple of years, then make the tax increases go on forever. So the net tax increase in his plan is somewhere between $60 billion and $80 billion.\n\nWe have in the Dole-Kemp economic plan, unless your home is worth over $500,000—and if it is, I appreciate it, congratulate you—but in any event, no tax. And it's a good idea. They saw it, and they picked it up and put in theirs, but it's only temporary. Ours is permanent.\n\nOurs is a good plan: create jobs and opportunities; capital gains rate, cut it in half, cut it from 28 percent to 14 percent. There are $7 trillion in assets locked up in America. If we cut the capital gains rate—I'm told every day— I got a letter from a former constituent in Kansas saying, \"I want to sell property in California, put it in my business in Kansas. I can't because the capital gains rate is too high.\"\n\nWe need to get the economy going. That will help Social Security. That will create more jobs. That will help people who want to get off welfare. It's the American way.\n", " Well, I think age is very—you know, wisdom comes from age, experience, and intelligence. And if you have some of each— and I have some age, some experience, some intelligence—[laughter]—that adds up to wisdom.\n\nI think it also is a strength; it's an advantage. And I have a lot of young people work in my office, work in my campaign. This is about America. This is about—somebody said earlier, one of the first questions, we're together. It's one America, one nation.\n\nI'm looking at our economic plan because I'm concerned about the future for young people. I'm looking about drugs. The President's been AWOL for 4 years. I'm looking about crime. He'll claim credit now for crime going down, but it happened because mayors and Governors and others have brought crime down. Rudy Giuliani, the mayor of New York, brought crime down 25 percent just in New York City, but of course the President will take credit for that.\n\nMy view is we want to find jobs and opportunities and education. This year the Republican Congress, as far as student loans, went from 24 billion to 36 billion over the next 6 years— a 50 percent increase; the highest appropriation ever, $6 billion for Pell grants. Very, very important. And we also raised the amount of each Pell grant.\n\nIn our economic plan, the $500 child credit can be used for young people. Rolled over and over and over—of course, not this age, but if you have a child 2 years old, 7 percent interest, it would be worth about $18,000 by the time that child was ready for college.\n", " We tried it last time you ran.\n", " Well, when you don't have any ideas, I guess you say the other person's ideas are old. As I said earlier, they don't have any ideas. Their idea is to raise taxes and spend more money. That's the liberal philosophy. If that's what you like, you've got a perfect candidate.\n\nPresident Clinton came to California in 1992 and said, \"The centerpiece in my first 4 years is going to be a middle class tax cut.\" Now, to all you who got that tax cut, congratulations, because you got a big tax increase. You got a $265 billion tax increase. And he stands here and says politicians who make promises like that ought to be ignored. Well, he made the promise.\n\nI keep my word, and you'll have a tax cut. It will help you in whatever you're going to do in the next few years. Thank you.\n", " Well, we may not be there yet, but we're not going to get there by giving preferences and quotas. I supported that route for some time, and again, I think it gets back to experience—a little experience, a little age, a little intelligence. And I noticed that nobody was really benefiting except a very small group at the top. The average person wasn't benefiting. People who had the money were benefiting. People who got all the jobs were benefiting.\n\nIt seems to me that we ought to support the California civil rights initiative. It ought to be not based on gender or ethnicity or color or disability. I'm disabled. I shouldn't have a preference. I would like to have one in this race, come to think of it. But I don't get one. Maybe we can work that out. I get a 10-point spot. [Laughter]\n\nThis is America. No discrimination. Discrimination ought to be punished, but there ought to be equal opportunity. We ought to reach out and make certain everybody has a chance to participate. Equal opportunity, but we cannot guarantee equal results in America. That's not how America became the greatest country on the face of the Earth.\n", " Oh, I'm glad you asked.\n", " What's your first name? Tim?\n\nI first want to say the President didn't quite give you all the stuff on quotas, because the Justice Department entered what we call the Piscataway case up in New Jersey. It's pretty clear that was a quota case. And just because one teacher was white and one teacher was black and they had the same qualification, you know, they decided who would stay there. It shouldn't be that way.\n\nNow, the President can say, well, he wants to mend it, not end it. There are 168 Federal programs that allow quotas. He ended one.\n\nNow this economic package, Tim, I'm glad you asked because you look like the type that might be able to benefit from the 15 percent, across-the-board tax cut and $500-per-child tax credit or, you know, estate tax relief, which you're not interested in right now, but capital gains rate reduction—if you're taking care of an elderly parent, you get a $1,000 deduction. We think that's very important because a lot of people take care of their parents.\n\nHow do we pay for it? We're going to have a constitutional amendment to balance the budget, which the President opposed and defeated. He twisted arms, got six Democrats to vote with him. We lost by one vote. We're going to balance the budget by the year 2002.\n\nThe President wants to spend 20 percent more over the next 6 years; I want to spend 14 percent more and give that 6 percent back to the people. Remember, it's your money. It's not his money, and it's not my money. It's your money, and you shouldn't have to apologize for wanting to keep all you can of it, but he ought to apologize for wanting to take more and more. He wants to give you sort of a Government tax cut which really doesn't mean anything.\n", " Your targeted tax cut, Mr. President, never hits anybody. That's the problem with it. Nobody ever gets it.\n\nBut I must say I'm a little offended by this word \"scheme.\" You talked about—last time you talked about a risky scheme, and then Vice President Gore repeated it about 10 times in St. Petersburg. If I have anything in politics, it's my word. My colleagues, Democrats and Republicans, will tell you that Bob Dole kept his word. I'm going to keep my word to you. I'm going to keep my word to the American people.\n\nWe're going to cut taxes and balance the budget. We're not going to touch Medicare. It's going to grow 39 percent, and Social Security is going to grow 34 percent.\n\nNow, the President doesn't have any ideas so he's out trashing ours. This isn't going to blow a hole in the deficit. He promised you a tax cut in 1992, and if you got one, you ought to vote for him.\n", " Well, 88 percent of the people the President claims, or 11 million, are already covered. And only 5 percent—keep in mind, only 5 percent of the employers were even affected by the family leave act.\n\nWe had a better idea. We didn't win, but we had a better idea. Now we have a majority; we need to get a President. That was a tax credit to the employer. Instead of the Federal Government reaching out, we had a tax credit to pick up some of the cost, because if you have to hire a replacement worker, that's a cost. This is the way it ought to work. Give more power back to the States and back to the people, back to the taxpayers, not always the long arm of the Federal Government.\n\nBut keep in mind this bill covers 5 percent of the employers; 95 percent of the employers and all those employees they employ are not covered in this act. And according to Investors Daily, which I read just a couple of days ago, 88 percent of the people he claims credit for were already covered in collective bargaining agreements or other agreements.\n\nWe had family leave in our office. I'm certain—I see my friend Senator Mitchell. He had family leave. I work every day with people. I spent a lot of time in hospitals. I know what it's like to be in a hospital. Sure, we want family leave, but there's a better way to do it.\n", " Well, right, we've lost 357,000 manufacturing jobs. And the Bureau of Labor Statistics said today that they made a mistake, it's probably going to be a much, much higher figure. So we're talking about all these new jobs, we'd better wait and see what the results are.\n\nWe're going to do that with a more aggressive trade policy. We're going to do that with an economic package. We're going to do that with regulatory reform. You know, regulations cost the average family—right here, Democrat or Republican—about $7,000 a year—7,000. It's like a tax. Put a lot of people out of business.\n\nI met a lady in Colorado Springs about 7 weeks ago, now. She had a small business with 63 employees. She finally gave it up. Why? Because of paperwork and regulation. Congress passed the Paperwork Reduction Act. The President exempts the IRS, which creates threefourths of the paperwork.\n\nWe're going to have regulatory—we're going to have litigation reform. You know, I fell off a platform out in California, in Chico, a while back. Before I hit the ground, my cell phone rang, and this trial lawyer says, \"I think we've got a case here.\" [Laughter] You know, we've got to stop some of these frivolous lawsuits. They're putting people out of business, men and women. Get the economy going, cut the capital gains rate, create more jobs and opportunities for everybody in America—that's what we will do, and my word is good. I keep my promises. I don't break my promises after the election, and I don't make new promises on an election year.\n\nWe're going to get it done; we're going to grow some of these jobs in America because we need to get it. They're going the wrong way.\n", " Well, you may think the biggest employer in America is General Motors, but I've got news for you. It's manpower services, hiring people temporarily who've lost their jobs and they go to work for 30 days or 60 days. That's a good economy? I don't think so. They're setting new records this year.\n\nWe have the worst economy in a century. We have the slowest growth, about 2.5 percent. The President inherited a growth of over 5 percent. We don't have the S&L crisis anymore. Republicans have cut $53 billion in spending. That's why the budget can look good. It didn't look too good the first 2 years when we had a Democratic President and a Democratic Congress.\n", " Well, I'm opposed to discrimination in any form, but I'm—but I don't favor creating special rights for any group. That would be my answer to this question. And I'm—you know, there'd be special rights for different groups in America, but I'm totally opposed to discrimination, don't have any policy against hiring anyone—whether it's lifestyle or whatever, we don't have any policy of that kind, never have had in my office, nor will we have in the future.\n\nBut as far as special rights, I'm opposed to same-sex marriages, which the President signed well after midnight one morning, in the dark of night—he opposed it.\n\nBut I'll get back to the economic package because again, I think this is very important. If there is anything that's going to change America, it's get the economy to grow. The President inherited a good economy—sure. The S&L crisis ended, we were selling assets, we had a Republican Congress cutting spending finally, and he says we've had the best 4 years ever. That's not true. We've had over 1.2 million bankruptcies—set a new record. Credit card debt has never been higher. I just told you about this manufacturing job loss which is going to increase.\n\nWe need a good, strong economic package. Let the private sector create the jobs. And they can do it.\n", " Thank you.\n\nQ. Being in health care—we have talked a little bit about health care tonight, but mainly MediCal and Medicare have been mentioned, but the private sector is a problem. Managed care is taking over, especially in California, and because of that, the quality of care is going downhill. There are many, many people who cannot get the tests that they need when they need them. And because of that, they are dying needlessly. There are many, many more lawsuits being presented against the managed care industry because of this. And I think it's a real problem that needs to be addressed. What would you do if you were President?\n", " Well, one thing I did was to oppose the Government takeover of health care that President Clinton offered in 1993, which created 17 new taxes and 50 new bureaucracies and price controls, because we were afraid the very thing you mentioned would have happened. Everybody would have been forced into managed care. You couldn't have chosen your own doctor. And that would have been the end.\n\nAnd I think right now we've got to go back— I know they've appointed a commission to take a look at managed care. Maybe that's part of the answer. But it seems to me, if we start to take choices away from people and if we drive them into one type care, if we eliminate fee-for-service altogether or eliminate the fact you can go to your own doctor, you've got to go somewhere else, then I think we've taken a giant step backward in the United States of America.\n\nWe have the best health care delivery system in the world, and we want to keep it that way. That's why we opposed the Government takeover health care plan that President Clinton tried and tried and tried to get through Congress.\n\nDidn't get it done. When it ended up we had more votes than he had, then they decided to pull the plug. It was a big, big mistake. Now, whether or not he'll do that again, I've heard some of the people say, \"Well, that's the model we ought to use.\" And if he's reelected, maybe he'll come back and try it again. I hope not. I hope not in both cases. But it does seem to me that you've raised a very important point that needs to be addressed. We're going to have to watch it, going to have to take a look at all the managed care going on in California, or we're going to end up losing our best care that we have in the world.\n", " Probably the young people here.\n", " Two.\n", " Well, I don't have any quarrel with that. I think that would help. But I think what we want to avoid is falling back into this nationalized health care system that President Clinton wanted to give us in 1993. If that isn't a liberal idea, I've never heard one: 17 new taxes; price controls; 50 new bureaucracies. We'd have that trouble all over America.\n\nWe need to deal with managed care. It not only happened in California, it's happening in other States that we visit too. It's a national problem, not just a State problem.\n", " Well, I don't know of any perfect solution. I've been in politics for some time, and I worry about people who don't vote. And I wonder if it's our fault, the candidates' fault. People say \"I don't care. One vote doesn't make a difference.\" I can give you hundreds of cases—you can probably give me 200 cases where one vote made a difference. I know it made a lot of difference many times in the Congress. Campaign finance might help, might help contributions coming in from Indonesia or other foreign countries, rich people in those countries, and then being sent back after the L.A. Times discovers it—$250,000.\n\nBut maybe there ought to be more debates. I'd be willing to have another debate this year where we'd invite all of the candidates and talk about the economy. If we don't get the economy to grow, if we don't cut taxes, and give people child credits, and cut the capital gains rate, and get this economy growing, we're going to limp into the next century. If we grow the economy, it's going to help Social Security, it's going to help jobs, it's going to help everything.\n", " Iris?\n\nQ. Iris. Senator Dole, we talked about Social Security for us baby boomers, but shouldn't we be saving and investing for our own retirement as well? Are you planning any incentives to encourage us to take care of ourselves rather than to rely on the Government and on Social Security when we retire?\n", " Well, we have in our economic pack individual retirement accounts where we think it'll encourage savings. You could also use those accounts for health care or education or a first home. We're doing that precisely. And I think one thing sooner or later we're going to have to consider is to take a look at the Social Security system, because we've got a lot of people advocating that, well, we don't want to put our money into Social Security. Now, you've got to be very careful about that, because you have to protect the people who are already in the pipeline. But it's something you might consider. I'm not suggesting it will be done, but at least we ought to look at it.\n\nIt's been looked—when I was chairman of the Finance Committee, which handles Social Security, we looked at all these options, and one thing we've got to make certain—when I used to go home, my mother would tell me, \"All I've got is my Social Security; don't touch it.\" And we didn't touch it. We preserved it.\n\nAnd I'm an optimist. Your Social Security is going to be there when you retire. We'll fix it. It will probably happen in the year 2012 or 2015. In 1983, we thought we had a 75year fix. It didn't work—much, much less. But at least we fixed it for some time, and 37 to 40 million people get their checks on time.\n\nSo we need to preserve the system, and we need to make it stronger. But we also need to look at some options whether or not we— it would depend on what the options are. In fact, they've got a commission right now in Congress, a bipartisan commission, looking at all the different options they're going to present to the next Congress. So I think we'll wait and see what they present, take a look at it.\n", " Did you say you're unemployed? The first thing we ought to do is get you a job. And that's the economic package again: Create jobs and opportunities, reduce the capital gains rate, reduce regulatory reform, stop some of this senseless litigation, and let people work in America. And I think that's the thrust we will make.\n\nObviously, Social Security is a very important program. It'll be preserved—Democrats or Republicans. It'll be preserved. We want to make certain we protect those in the pipeline, just as we did back in 1983. And we did it on a bipartisan basis. We took it out of politics. People get so tired of politics. And we ought to do the same with Medicare. Maybe we could make a deal here tonight.\n", " Well, the bottom line is we've got to stop exporting jobs. We need to keep jobs here. I said there are 357,000 good jobs, manufacturing jobs, which were lost. And I assume some of those because of our trading partners; we didn't have access to their markets. We ought to insist on access. If we don't have access to their markets the same way they have access to our markets, we ought to say, \"Wait, that's enough. Time out. When you give us access, we'll give you access.\"\n\nIt's very hard to get into the Japanese market, as everybody knows. They want to get into our market. They sell a lot of automobiles here, create a lot of jobs—those who sell exports. And it's very important to the economy. But I think we want to make certain.\n\nI supported the President's trade policy, but we've got to be more aggressive. Once you have a policy, then you've got to go out and be aggressive and enforce that policy. There are American jobs that are being lost. This is what Ross Perot complains about. And I'd say to the Reform Party, take a look at the Republican Party. We're the reform party, and we're going to make things better. And one of the things we're going to do is stop exporting jobs in America.\n", " Hi, Ron.\n\nQ. This great Nation has been established by the Founding Fathers, who possessed very strong Christian beliefs and godly principles. If elected President of the United States, what could you do to return this Nation to these basic principles? And also, do you feel that the office of the President has the responsibility to set the role example to inspire our young people?\n", " Well, no doubt about it, our Founding Fathers had a great deal of wisdom. And in addition to what you mentioned, they also were concerned about this all-powerful central Government in Washington, DC, that would in effect confiscate your property. So I carry around in my pocket—I can't pull it out, I'd violate the rules—a copy of the 10th amendment, which says that we ought to return power to the States and power to the people—people here. You ought to make more decisions.\n\nHonor, duty, and country: that's what America is all about. Certainly the President of the United States, in the highest office in the world, the most important office in the world, has a responsibility to young people, as we talked about earlier—to everyone, by example. And when it comes to public ethics, he has a responsibility. When you have 30-some in your administration who've either left or are being investigated or in jail or whatever, then you've got an ethical problem. It's public ethics—I'm not talking about private, we're talking about public ethics—when you have 900 files gathered up by some guy who was a bouncer in a bar and hired as a security officer to collect files. In Watergate, I know a person who went to jail for looking at one file, one FBI file. There are 900 sequestered in the White House—900— people like you. Why should they be rifling through your files?\n\nSo the President has a great responsibility. And it's one that I understand and would certainly carry out.\n", " Well, I think it's—you know, before I came in tonight, my wife and daughter and I had a prayer because if it's God's will, whatever happens—if it's God's will, it will happen.\n\nA constitutional amendment for voluntary prayer in school in my view would be a great idea. I support it, and the President opposes it. I mean, it seems to me the President, whoever the President may be, this is one of his highest responsibilities. People look to the President of the United States more than any other person in America. And that's the way it's always been, and that's the way it always will be.\n", " Well, I hope I made my answer clear. I said I'm opposed to discrimination. You know, we've suffered discrimination in the disability community. There are 43 million of us. And I can recall cases where people would cross the street rather than meet somebody in a wheelchair.\n\nSo we want to end discrimination. I think that answers itself. No discrimination in America. We've made that clear. And I would just say that it seems to me that that's the way it ought to be. We shouldn't discriminate—race, color, whatever, lifestyle, disability. This is America, and we're all proud of it. But we're not there yet. What we need is good, strong leadership going into the next century.\n\nI'm sorry we didn't have a foreign policy question, because just this week Secretary Christopher said, \"Well, we really didn't know much the first couple of years about foreign policy.\" Now, that was quite an admission. It underscores what I had to say in the Hartford debate, that there is really no foreign policy in this administration. It's sort of ad hoc: \"Whatever comes up, we'll deal with it.\" Unfortunately, we didn't have more questions on that.\n", " Well, let me thank everybody here at the university, and Jim, thank you, all the people who may still be watching or viewing. This is what it's all about. It's not about me. It's not about President Clinton. It's about the process. It's about selecting a President of the United States.\n\nSo we have our differences. We should have our differences. I mentioned other parties. They have their differences. If we all agreed, it'd be a pretty dull place. We should have more debates. Maybe we'll have another debate on the economy.\n\nBut I would just say this: This is the highest honor that I have ever had in my life, to think that somebody from Russell, Kansas, somebody who grew up living in a basement apartment, somebody whose parents didn't finish high school, somebody who spent about 39 months in hospitals after World War II, somebody who uses a buttonhook every day to get dressed, somebody who understands that there are real Americans out there with real problems, whether soccer moms or the single parents or families working or seniors or people with disabilities, whoever it may be.\n\nBut there are some very fundamental differences in this campaign. President Clinton opposes term limits. President Clinton opposes a constitutional amendment to balance the budget. President Clinton opposes a voluntary prayer amendment. He opposes an amendment to protect the flag of the United States of America. People give their lives—a couple of servicemen here—they sacrifice, they give everything for America. We ought to protect the American flag with a constitutional amendment.\n\nBut beyond that, we need to address the economy. And I would just say, with my time running out here, it's a very proud moment for me. And what I want the voters to do is to make a decision. And I want them to be proud of their vote in the years ahead, proud that they voted for the right candidate, proud that they voted, hopefully, for me.\n\nAnd I'll just make you one promise. My word is good. Democrats and Republicans have said Bob Dole's word is good. I keep my word. I promise you, the economy is going to get better, we're going to have a good economic package, and we're going into the next century a better America.\n\nThank you.\n"], "oct_6_1996": [" I think the basic difference is— and I have had some experience in this—I think the basic difference—I trust the people; the President trusts the Government.\n\nIf you go back and look at the health care plan that he wanted to impose on the American people—one-seventh the total economy, 17 new taxes, price controls, 35 to 50 new bureaucracies, a cost of $1.5 trillion. Don't forget that; that happened in 1993. A tax increase that taxed everybody in America, not just the rich. If you made $25,000—that's the original proposal—you got your Social Security taxes increased. We had a BTU tax that turned into a $35 billion gas tax, a $265 billion tax increase.\n\nI guess I rely more on the individual. I carry a little card around in my pocket called the 10th amendment. Where possible, I want to give power back to the States and back to the people. That's my difference for the present, and we'll have specific differences later. He noted a few, but there are others.\n", " Well, he's better off than he was 4 years ago. [Laughter]\n", " And I may be better off 4 years from now. But—[laughter]—I don't know, I look at the slowest growth in a century. He inherited a growth of 4.7, 4.8 percent; now it's down to about 2.4 percent. We're going to pass a million bankruptcies this year for the first time in history. We've got stagnant wages; in fact, women's wages have dropped 2.2 percent. Men's wages haven't gone up, gone down. So we have stagnation.\n\nWe have the highest foreign debt in history. And it seems to me that if you take a look— are you better off? Well, I guess some may be better off. Saddam Hussein is probably better off than he was 4 years ago. Rene Preval is probably better off than he was 4 years ago. But are the American people? They're working harder and harder and paying more taxes. For the first time in history, you pay about 40 percent of what you earn, more than you spend for food, clothing, and shelter combined, for taxes under this administration.\n\nSo some may be better off. They talk about family income being up. That's not true in Connecticut; family income is down. And it's up in some cases because both parents are working; one works for the family, and one works to pay taxes for the Government. We're going to give them a tax cut so they can spend more time with their children, maybe even take a vacation. That's what America is all about.\n", " I doubt that I acknowledged that this year, but in any event, I think we just look at the facts. We ask the people that are viewing tonight, \"Are you better off than you were 4 years ago?\" It's not whether we're better off; it's whether they're better off. Are you working harder to put food on the table, to feed your children? Are your children getting a better education? Drug use has doubled the past 44 months all across America. Crime has gone down, but it's because of mayors like Rudy Giuliani, where one-third of the drop happened in one city, New York City.\n\nSo, yes, some may be better off. But of the people listening tonight, the working families who will benefit from our economic package, they'll be better off when Bob Dole is President and Jack Kemp is Vice President.\n\nMedicare Reform\n", " Well, I must say I looked back at the vote on Medicare in 1965—we had a program called Eldercare that also provided drugs and was means-tested so people who needed medical attention received it. I thought it was a good program.\n\nBut I have supported Medicare ever since. In fact, I used to go home and my mother would tell me—said, \"Bob, all I've got is my Social Security and my Medicare. Don't cut it.\" I wouldn't violate anything my mother said. In fact, we had a conversation about our mothers one day, a very poignant conversation in the White House.\n\nI'm concerned about health care. I've had the best health care in Government hospitals, Army hospitals, and I know its importance. But we've got to fix it. It's his trustees, the President's trustees, not mine, who say it's going to go broke. He doesn't fix it for 10 years.\n\nWe ought to appoint a commission, just as we did with Social Security in 1983 when we rescued Social Security. And I was proud to be on that commission, along with Claude Pepper, the champion of senior citizens from Florida. And we can do it again if we take politics out of it.\n\nStop scaring the seniors, Mr. President. You've already spent $45 million scaring seniors and tearing me apart. I think it's time to have a truce.\n", " Oh, yes, and you'll be eligible. [Laughter]\n", " And so will the former President, yes. [Laughter]\n", " Well, the people need it; that's the point. This is not a Wall Street tax cut. This is a family tax cut. This is a Main Street tax cut. Fifteen percent across—let's take a family making $30,000 a year—that's $1,261. Now, maybe to some in this Bushnell Memorial that's not a lot of money, but people watching tonight with a couple of kids, a working family—that's 4 or 5 months of day care, maybe a personal computer; it may be 3 or 4 months of mortgage payments. This economic package is about families, but it's a six-point package. First of all, it's a balanced budget amendment to the Constitution, which President Clinton defeated. He twisted arms and got six Democrats to vote the other way. We lost by one vote.\n\nIt's balancing the budget by the year 2002. It's the tax cut, cutting capital gains 50 percent, so that you can go out and create more jobs and more opportunities. It's estate tax relief. It's a $500-per-child tax credit. It's about litigation reform. Now that the President gets millions of dollars from the trial lawyers, he probably doesn't like this provision. In fact, when I fell off that podium in Chico, before I hit the ground I had a call on my cell phone from a trial lawyer saying, \"I think we've got a case here.\" [Laughter] And it's also regulatory reform. So it's a good package, Mr. President, and we'd like to have your support.\n", " The President wants to increase spending 20 percent over the next 6 years. I want to increase spending 14 percent. That's how simple it is. I want the Government to pinch pennies for a change, instead of the American families. We're talking about 6 percentage points over 6 years. And with that money, you give it back to the working people. You also provide opportunity scholarships so low-income parents will have the same choice that others have in sending their children to better schools. And it will work. And when it does work, Mr. President, I know you will congratulate me.\n\nCampaign Financing\n", " You mean, how does he avoid the conflict? Well, I don't know in the case of the trial lawyers. When I look at the trial lawyers, and when you're a few million short you run out to Hollywood and pick up $2 million to $4 million, and organized labor comes to Washington, DC, and puts $35 million into the pot—now, if these aren't special interests, then I've got a lot to learn. I was there for a while before I left on June 11th.\n\nThe trial lawyers—I don't—my wife is a lawyer. We're the only two lawyers in Washington that trust each other, but we're lawyers. I like lawyers. I don't dislike trial lawyers. But it seems to me there has got to be some end to the frivolous lawsuits, and there's got to be some cap on punitive damage.\n\nYou're putting a lot of business people out of business, small-business men and small-business women who paid 70 percent of your $265 billion tax increase, the largest tax increase in the history of America. I said that one day, and Pat Moynihan—and the Democrats say no—he said, \"in the history of the world.\" So I modified it—the largest tax increase in the history of the world. And it seems to me that there is a problem there, Mr. President.\n\nAnd I will address you as Mr. President. You didn't do that with President Bush in 1992.\n", " That's not true.\n", " I think it's very difficult. Let's be honest about it. That's why we need campaign finance reform. That's why I reach out to the Perot voters, and we've done about all that—we are the reform party, the Republican Party, and the Perot voters who are looking for a home ought to take a look at the Republican record. Whatever it is, whatever the checklist was in '92, it's all done but campaign finance reform.\n\nI worked with Senator Mitchell, who played me, I guess, in the debate warmup. We tried 6 or 8 years ago to—he appointed three people, I appointed three people—to get campaign finance reform. We couldn't get it done because it wasn't enforceable. You suggested a commission; Newt Gingrich did. I've suggested that, at least 4 or 5 years ago, we have a commission on campaign finance reform, they send it to Congress, and we have to vote it up or down. That's how it works. We're never going to fix it by the parties, because Democrats want a better advantage for themselves, we want a better advantage as Republicans, and that's not how it's going to work.\n\nBut I want to touch on this tobacco thing. I know the President's been puffing a lot on that. But I want to go back to 1965. That was my first vote against tobacco companies when I said we ought to label cigarettes, and I've had a consistent record ever since 1965. We passed a bill in 1992 to encourage the States to adopt programs to stop kids from smoking. All 50 States did it. It took 3 1/2 years. It wasn't until election year, Mr. President, that you ever thought about stopping smoking.\n\nWhat about drugs that have increased—doubled in the last 44 months? Cocaine is up 141 percent—or marijuana; cocaine up 166 percent. And it seems to me that you have a selective memory. Mine doesn't work that way, so I just want to try to correct it as we go along.\n", " Well, on campaign reform itself we're going to get it when we have a bipartisan commission, take it out of politics, get people who don't have any interest in politics but understand the issue, and let them make a recommendation to Congress.\n\nNow, we're not kidding anybody, Mr. President. These are sophisticated people watching tonight, millions and millions of Americans. They know the Republican Party hasn't done it. They know the Democratic Party won't do it. We ought to agree that somebody else should do it, and then we have to vote it up or down.\n", " Again, you're very selective, Mr. President. You don't want to politicize drugs, but it's all right to politicize Medicare and go out and scare senior citizens and other vulnerable groups, veterans and people who get Pell grants and things like this. I mean, you say we have done all these bad things, which isn't the case.\n\nBut it seems to me the record is clear. The record was pretty clear in Arkansas when you were Governor: Drug use doubled. You resisted the appointment of a drug czar there because you thought it might interfere with treatment. But here you cut the drug czar's office 83 percent. You have cut interdiction substantially. That's what—I want to stop it from coming across the border. And in my administration we're going to train the National Guard to stop it from coming across the border.\n\nThis is an invasion of drugs from all over the world. And we have a responsibility. You had a Surgeon—or before General McCaffrey, you had a lady who said we ought to consider legalizing drugs. Is that the kind of leadership we need? And I won't comment on other things that have happened in your administration or your past about drugs. But it seems to me the kids ought to—if they have started they ought to stop, and just don't do it.\n", " Not if I didn't have a better idea, but I've got a better idea. It's something I've worked on for 15 years. It's called the automated check or the instant check. It's being used in 17 States right now, States like Florida, Colorado, Virginia, and other States. You don't buy any gun—you don't get any gun. We've got 20 million names on a computer in Washington, DC, of people who should not have a gun. We ought to keep guns out of the hands of criminals, and there are eight other categories that should not have guns. I've been working on this for a long, long time. You walk in, you put your little card in there. If it says \"tilt,\" you don't get any gun. You don't get a handgun; you don't get a rifle; you don't get a shotgun. You get zippo. If we're going to protect American children and American families and people who live as prisoners in their own home, we've got to stop guns from being dumped on the street.\n\nThe administration says they support the instant check. They've appropriated about $200 million but only spent about $3 million to get it underway. In our administration, in my administration, we will expedite this. It keeps up the technology. It keeps guns out of the hands of people who should not have guns. That is the bottom line. And I believe it's a good idea. It has strong bipartisan support, and perhaps that's another thing we can depoliticize.\n\nYou talk about the Brady bill. There's only been one prosecution under the Brady bill— only one under the assault weapon ban and only seven under the Brady bill that you talk about all the time. And on the assault weapons ban, out of 17 weapons that were banned, only 6 are banned now because 11 have been modified and they're back on the street. Let's get together on this instant check, because that will really make a difference.\n", " Well, the President doesn't have it quite right. I mean, it seemed to me at the time that the assault weapon ban was not effective. But that's history. As I told the NRA, that's history: You're not going to worry about it anymore; I'm not going to worry about it anymore. Let's do something better.\n\nLet's stop playing the political game, Mr. President, talking about this and this. You add up all the States who have used the instant check and how many weapons they've kept out of the hands of criminals, it would far surpass the number you mentioned. So in my view, if you want to be protected, you ought to vote for Bob Dole, and we'll get the instant check passed, and we'll keep guns out of the hands of criminals.\n\nForeign Policy\n", " Well, I have a different view again. I've supported the President on Bosnia. And I think we were told the troops would be out in a year. Now I understand it's been extended till sometime next year.\n\nBut let's start with Somalia, where they dragged Americans through the streets and where 18 Americans were killed one day because they didn't have—they were pinned down for 8 hours, the Rangers; they didn't have the weapons; they didn't have the tanks. They asked for the tanks. They didn't get the tanks from this administration, because we were nation building. It's called mission creep. We turned it over to the United Nations. The President didn't have much to do about it.\n\nLook at Haiti, where we've spent about $3 billion, and we got an alarm call there about 2 weeks ago: \"You've got to send down some more people because the President has found out there are death squads on his own property, so we need more protection from America.\"\n\nBosnia, Northern Ireland—there is no ceasefire in Bosnia. I think there are still lots of problems in Bosnia. We agreed to train and arm the Muslims so they could defend themselves—the policy you had when you ran in 1992. We haven't done that. We're way behind, which means Americans can't come home. Americans shouldn't have gone there in the first place, had we let them defend themselves as they have a right to do under Article 57 of the United Nations Charter.\n", " Well, after World War I we had a policy of disengagement. Then from World War I to World War II we had sort of a compulsory engagement policy. Now, I think we have to have a selective engagement policy. We have to determine when our interests are involved, not the United Nations' interests. And many of the things the President talked about he turned over to the United Nations; they decided. He's deployed more troops than any President in history around the world. It's cost us billions and billions of dollars for peacekeeping operations. These are facts.\n\nAnd it seems to me that when you make a decision, the decision is made by the President of the United States, by the Commander in Chief. He makes that decision when he commits young men or young women who are going to go around and defend our liberty and our freedom. That would be my position.\n\nThen I'm going to have a top-down review at the Pentagon, not a bottom-up review where you all fight over how much money is there. I want a top-down review to determine what our priorities are and what we should do in defense and then follow that policy, instead of this bottom-up review with all of the services fighting for the money.\n\nThe President said he was going to cut defense $60 billion; he cut defense $112 billion, devastated States like California and others. And I think now we've got a problem. We've got to go back and look. It's just like you said in Texas one day, you know, you raised taxes too much—and you did—and you cut defense too much, Mr. President—and you did—and you may have said that, too.\n\nBut the bottom line is, we are the strongest nation in the world, we provide the leadership, and we're going to have to continue to provide the leadership. But let's do it on our terms when our interests are involved and not when somebody blows a whistle at the United Nations.\n", " Well, I failed to mention North Korea and Cuba a while ago. You look at North Korea, where they have enough plutonium to build six nuclear bombs, where we've sort of distanced ourselves from our ally, South Korea. They lost about a million people in the war, the Korean war, the forgotten war. We lost 53,000 Americans. We shouldn't be doing any favors for North Korea. It's a closed society. We don't have any inspection. We don't know whether it's going to work or not. But we keep giving them these incentives—some would call them something else—incentives. We don't know what's going to happen.\n\nHere we have Cuba, 90 miles from our shores. And what have we done? We've passed a law that gave people the right to sue, and the President postponed it for 6 months. And it seems to me if you want to send a signal you've got to send a signal, Mr. President. The sooner, the better off we'll be if we put tougher sanctions on Castro, not try to make it easier for him.\n", " Well, that's the point I made; we have to be firm and strong. And I hope that will happen. It will happen starting next January and maybe can happen the balance of this year. We have not been firm and strong. If you look at the poor people who still live in Cuba, it's a haven for drug smugglers, and we don't have a firm policy when it comes to Fidel Castro. In my view, the policy has failed. So Congress passes a law, the President signs it like he does a lot of things, but he—like welfare reform, \"Well, I'm going to sign it, but I'm going to try to change it next year.\"\n\nI mean, a lot of these election-year conversions the President is talking about—all the drug money and all the other things, all this antismoking campaign—all happened in 1996. And I think the people viewing out there ought to go back and take a look at the record. When he fought a balanced budget amendment, when he gave you that biggest tax increase in history, when he tried to take over your health care system, when he fought regulatory reform that costs the average family $6,000 to $7,000 a year—this is serious business. It's about your family. It's about your business. And in this case, it's about a firmer policy with Cuba.\n", " Let me first answer that question about the 1982 tax cut. You know, we were closing loopholes; we were going after big corporations. I know you probably would oppose it, Mr. President, but I think we should have a fairer system and a flatter system. And we will have a fairer, flatter system, and we're going to make the economic package work.\n\nHealth care: Well, we finally passed the Kassebaum bill. The President was opposed to it in 1993. He wanted to give us this big system that took over about one-seventh the economy, that put on price controls, created all these State alliances, and would cost $1.5 trillion and force people into managed care whether they wanted it or not. Most people want to see their own doctor. They're going to see their own doctor when Bob Dole is President. We won't threaten anybody.\n\nSo we passed the Kassebaum-Kennedy bill; that will cover about 20 to 25 million people. We've been for that for 4, 5, or 6 years. The President held it up. And even when it finally got near passage, Senator Kennedy held it up for 100 days because he wasn't satisfied with one provision. But it will cover a preexisting condition. If you change your job you're going to be covered. So there are a lot of good things in this bill that we should have done instead of trying this massive, massive takeover by the Federal Government. But then, of course, you had a Democratic Congress, and they didn't want to do that. Until we got a Republican Congress—we finally got action, and I'm very proud of my colleagues in the Republican Party for getting that done. It means a lot to a lot of people watching us tonight.\n", " Well, many of the provisions in the Kassebaum bill were provisions—my provisions, like deductions for long-term care, making certain that self-employed people who are watching tonight can deduct not 30 percent but 80 percent of what you pay for premiums; you can also deduct long-term care now. So it's a good start.\n\nI think—we're even looking at our tax cut proposal, our economic package. There may be a way there to reach out to the uninsured, because there are a lot of uninsured people in this country, particularly children, that should be covered. Another way you can do it is to expand Medicaid. In America, no one will go without health care, no one will go without food——\n", " Food. [Laughter]\n\nIraq\n", " Well, the President's own CIA Director says that Saddam is stronger now than he was. And I don't understand extending the no-fly zone in the south when the trouble was in the north. And what we've done—during the Bush administration the Kurds were at the State Department negotiating, trying to work their differences out. Now we've got all—thousands and thousands of refugees. We're even shipping, I guess, 3,000 Kurds to Guam. It involves Turkey. It's a real problem, and Saddam is probably stronger than he ever was.\n\nWe shot, what, 44 cruise missiles—they're worth about $1.2 million apiece—and hit some radar that—repaired in a couple, 3 days. Did we inflict any damage? No. Did we have any of our allies helping? Well, we have Great Britain. They're always very loyal to us, and I appreciate that. And of course Kuwait, even though they had to find out they had 5,000 troops coming. They didn't even understand that. We had to get their permission.\n\nThe bottom line is, we went in there alone. We're supposed to be operating under a U.N. resolution. We did it without any of our allies that helped us in the Gulf.\n", " That's not the U.N.\n", " Not mine.\n", " Well, there were some good pictures, but does it fall into that category? I don't know. I want to be very serious. I have supported the President when I thought he was right on Bosnia; I supported him on NAFTA and GATT. So it's not that we always disagree; others disagreed with us. The Mideast is very difficult. But it seemed to me just as an observer that before you would call somebody to America, you would have some notion what the end result might be. Now, maybe it's better just to get together and sit down and talk; maybe that was the purpose. And I know talks have— [inaudible]—started again today.\n\nBut again, it's almost like an ad hoc foreign policy. It's ad hoc. It's sort of, \"Well, we get up in the morning and read the papers and what country's in trouble; we'll have a meeting.\" To me, that's not the strategy that I think that people expect from America. I think we have lost credibility. And I say this very honestly, without any partisanship. We've lost credibility around the world. Our allies don't—they're not certain what we're going to do, what our reaction, what our response is going to be.\n\nNobody suggested sending troops to Iraq, if that was the hint there from the President. But I do think that Saddam Hussein is stronger than he was, and I do believe that we didn't gain a great deal in the Mideast by bringing three of the four leaders—one refused to come—to Washington, DC.\n", " Well, I was disappointed the President did not call for an unconditional end to the violence. I mean, it seemed to me the violence would stop when these leaders came to America. The killing and the tragedies had taken place, and it's unfortunate. And it is a difficult area, no doubt about it. It shouldn't be politicized in any way, by the President or by his opponent, and I don't intend to politicize it. I hope that they have talked, and I hope they've reached some result and that the killing will end.\n\nVision for the Future\n", " You know, the President reminds me sometimes of my brother, Kenny, who is no longer alive, but Kenny was a great talker.\n\nAnd he used to tell me things that I knew were not quite accurate, so we always had a rule, we divided by 6. Now, maybe in your case, maybe just 2.\n\nBut 11 million new jobs and everything—I mean, the President can't take credit for everything that Governors are doing or that's happening in New York City when it comes to the murder rate and then not be responsible for the bad things that happen, whether it's drug use or something else in America. And so it seems to me that we can talk about—well, we called Kenny the great exaggerator because he just liked to make it sound a little better; it made him feel better. When it comes to bridges, I want a bridge to the future. I also want a bridge to the truth. We have to tell the truth. We've got people watching tonight and listening tonight trying to find the truth. And the truth is, there's a lot wrong with America. We need a strong economic package. We need a tax cut. We need the $500 child credit. And we'll have that soon.\n", " Yes. I didn't favor it when it was started. I voted against it. It was a tribute after President Carter's election to the National Education Association, who sent a lot of delegates to the Democratic Convention, who give 99.5 percent of their money to Democrats and the President.\n\nAnd a lot of the teachers send their kids to private schools or better public schools. So what we want to do is called opportunity scholarships. Now, some say, \"Oh, you're Republican; you can't be reaching out to these people.\" I've reached out to people all my life. I've worked on the food stamp program proudly and the WIC program and the school lunch program with Senators like George McGovern, Hubert Humphrey, and others, to name a few of my Democratic friends. I'm not some extremist out here. I care about people. I have my own little foundation that's raised about $10 million for the disabled. I don't advertise it—just did, haven't before. I try to do a lot of things that I think might be helpful to people.\n\nSo it seems to me that we ought to take that money we can save from the Department of Education, put it into opportunity scholarships, and tell little Landel Shakespeare out in Cleveland, Ohio, and tell your mother and father you're going to get to go to school because we're going to match what the State puts up, and you're going to get to go to the school of your choice.\n\nI don't fault the President or the Vice President for sending their children to private schools or better schools; I applaud them for it. I don't criticize them. But why shouldn't everybody have that choice? Why shouldn't low-income Americans and low-middle-income Americans? I'm excited about it. It's going to be a big, big opportunity for a lot of people.\n", " I had better correct the President. I don't know what time it is, but it's probably getting late. But I want to correct—all of these things I voted against, they were probably part of some big package that had a lot of pork in it or a lot of things that we shouldn't have had, and we probably voted no. I've supported all of the education programs; I've supported Head Start. I think we ought to look at it.\n\nSo I don't want anybody out there to think that we've just been voting no, no, no. Let's give low-income parents the same right that people of power and prestige have in America and let them go to better schools. Let's turn the schools back to the teachers and back to the parents and take it away from the National Education Association.\n", " Well, the AmeriCorps program, I must say, if that's one of your successes I wouldn't speak about it too loudly. It's cost about $27,000 to pay people to volunteer. We've got 4 million young people volunteering every year. The number hasn't gone down. And you pick out 20,000, whether they need the money or not, and they get paid for volunteering.\n\nI like young people. I like teachers. I'm a product of public schools. You attended a private school for some time in your life. I like teachers. You're not for school choice. You can't be for school choice, because it's that special interest money again. When you're getting 99.5 percent of the money—we don't know what happened to the other .5 percent; we're looking for it. Somebody got it. But it all went to Democrats, and this is part of that liberal establishment, one of those liberal things that you just can't do. You're for school uniforms and curfews, and you're opposed to truancy. Now, that's not reform, Mr. President.\n\nWhy can't Landel Shakespeare in Cleveland or Pilar Gonzalez in Milwaukee give their children an opportunity to go to a better school? Some schools aren't safe; some schools aren't even safe. Your choice is nothing. Let's give them a real choice, the kind of choice you have and the kind of choice a lot of people have in America. If we want to stop crime and teenage pregnancy, let's start with education.\n", " I had precisely in mind a lot of the people that were in the White House and other agencies who have never been—had any experience, who came to Washington without any experience. They're all very liberal, of course, or they wouldn't be in the administration. And their idea was that they knew what was best for the American people.\n\nNow, I feel very strongly about a lot of things. I feel strongly about education. I want to help young people have an education, just as I had an education after World War II with the GI bill of rights. And we've had millions of young men and women in subsequent wars change the face of the Nation because the Government helped with their education.\n\nNow, the reason they don't want to have— you know, the reason the President can't support this is pretty obvious. It's not taking anything away from schools. It's new money. It's not going to be taken away from anybody else except it will downsize the Department of Education.\n\nBut this is a very liberal administration. This is the administration that gave you the big tax cut. This is the administration that tried to take over health care and impose a governmental system. This is the administration that fought regulatory reform and that's putting a lot of smallbusiness men and small-business women out of business. This is the administration that fought the balanced budget amendment and vetoed a balanced budget and vetoed welfare reform twice. And the list goes on and on and on.\n\nThat's what I had in mind. I want people in my administration and will have people in my administration who understand America. There won't be 10 millionaires and 14 lawyers in the Cabinet. They'll be people with experience and people who understand America and people who know the hard knocks in life.\n", " Well, I think it's pretty liberal; I'll put that label on it. When you take a look at all the programs you've advocated, Mr. President, thank goodness we had a Republican Congress there. The first thing you did when you came into office was send up a stimulus package that said, we've got a little pork we want to scatter around America, $16 billion. And even some in your own party couldn't buy that.\n\nI remember talking by the telephone—I'm not even certain you were too excited about it—I'll never repeat what I talked with the President about, but in any event, we saved the taxpayers $16 billion. And then came some other programs and then came health care and then came the tax increase. And a lot of these things just stopped in 1994 because then the Congress changed, and I think we've done a good job.\n", " Well, the President can define himself in any way he wants, but I think we have to look at the record. Go back to the time he was, what, Texas director for George McGovern. George McGovern is a friend of mine, so I don't mean—but he was a liberal, proud liberal.\n\nI've just finished reading a book. I think it's called, what is it, \"The Demise of the Democratic Party\" by Ronald Radosh or something, talking about all the liberal influences in the administration, whether it's organized labor or whether it's the Hollywood elite or whether it's some of the media elite or whether it's the labor unions or whatever.\n\nAnd so I think—you take a look at it, but the bottom line is this: I think the American people probably lose sight of all of these bills and all these things. They want to know what's going to happen to them. They've all got a lot of anxieties out there.\n\nDid anybody complain when you raised taxes? Did anybody go out and ask the people, \"How are you going to pay the extra money?\" That's why we want an economic package. We want the Government to pinch their pennies for a change instead of the people pinching their pennies. That's what our message is to people watching, not all this back and forth—you voted this way, you voted that way. We want a better America as we go into the next century.\n", " Let me say first on the President's promise for another tax cut—I mean, I've told people as I travel around, \"All of you who got the tax cut he promised last time, vote for him in '96,\" and not many hands go up. So the question is, would you buy a used election promise from my opponent?\n\nThe people want economic reform. They're having a hard time making ends meet. You got one parent working for the Government, the other parent working for the family. And this is important business. This is about getting the economy moving again. This is about American jobs and opportunities. It's about the Government, as I said before, pinching its pennies for a change instead of the poor taxpayer. When they raise your taxes, nobody runs around asking people, \"Where are you going to get the extra money?\" I think the Government can do better.\n\nAre there personal differences?\n", " Well, my blood pressure is lower and my weight, my cholesterol. But I will not make health an issue in this campaign. [Laughter] I think he's a bit taller than I am. But I think there are personal differences. I mean, I don't like to get into personal matters.\n\nAs far as I'm concerned, this is a campaign about issues. It's about my vision for America and about his liberal vision for America, and not about personal things. And I think his liberal vision is a thing of the past. I know he wants to disown it. I wouldn't want to be a liberal either, Mr. President, but you're stuck with it because that's your record. It's your record in Arkansas: the biggest tax increase in history, the biggest crime increase in history, biggest drug increase in history in Arkansas.\n", " Well, I'm really encouraged to know of your renewed friendship with Al D'Amato, and I know he appreciates it. [Laughter] You didn't even have tax cuts in your budget, Mr. President, the first 2 years you were President. It wasn't until we had a Republican Congress that you even thought about—you talked about tax cuts.\n\nAnd getting back to personal differences, I think, Jim, if you're a little more specific, but I think the President could clarify one thing tonight, and that's the question of pardons. I know you talked about it with Jim Lehrer on the PBS show. And I've never discussed Whitewater, as I've told you personally; I'm not discussing Whitewater now. But I am discussing a power the President has to grant pardons, and hopefully in the next segment you could lay that to rest.\n", " But it seems to me the President shouldn't have any comment at all, particularly where it's someone where you've had business dealings. I mean, you may be sending a signal; I don't know. I'm not questioning anybody. But as the President of the United States, when somebody asks you about pardons, you say \"no comment,\" period. And I think he made a mistake, and I think when you make a mistake, you say, \"I made a mistake.\" But apparently his position hasn't changed.\n\nIf there are other specific areas—but beyond that, I haven't gotten into any of these things, as the President knows. We've had that discussion. And again, I know Senator D'Amato I think may have had a hearing or two on Whitewater; I can't remember. [Laughter] But he's not my general chairman, he's a friend of mine.\n\nAnd so is Senator Kennedy a friend of yours——\n", " What's the subject matter? [Laughter]\n", " See, if I say anything, it's going to be misconstrued. I don't think this is even a race between the two—it's about our vision for America. I happen to like President Clinton personally. I'm addressing him all evening as Mr. President. I said in 1992 he didn't extend that courtesy to President Bush. But I respect the Presidency.\n\nI've served under a number of Presidents; they all have their strengths, and they all have their weaknesses. So I'd rather talk about my strengths. I think I have my strengths. I think the best thing going for Bob Dole is that Bob Dole keeps his word. It's a question between trust and fear. And I would say I think, Mr. President, about all you've got going in this campaign is fear. You're spending millions and millions of dollars in negative ads, frightening senior citizens. I know this to be a fact, because I had one tell me last week, \"Senator, don't cut my Medicare.\"\n\nI'm trying to save your Medicare, just as I rescued Social Security with a bipartisan commission. I have relatives on Medicare. I used to sign welfare checks for my grandparents. I know all about poverty and all about need and all about taking care of people, and that's been my career in the United States Senate.\n\nAnd I'll keep my word on the economic package. If I couldn't cut taxes and balance the budget at the same time, I wouldn't look you in the eye tonight in your living room, or wherever you may be, and say that this is good for America. People will tell you who have served with Bob Dole, agree or disagree, he kept his word. That's what this race is all about.\n", " Well, I'd say, you know, the first homeless bill in the Senate was the Dole-Byrd bill, part of the Byrd-Dole bill—I can't remember who was in control then. I remember working with Senator Ribicoff from Connecticut on the hospice program; we now have 2,500 hospices.\n\nAs I said, I remember, I've worked all my life while I was in the Congress—I left on June 11th because I wanted the American people to know that I was willing to give up something. President Clinton ran for Governor in 1990 and said he was going to fill out his term, but he didn't. He's President, so I guess it's a little better deal. But I wanted the American people to know that I was willing to give up something; it wasn't just getting more power and more power. So I rolled the dice. I put my career on the line because I really believe the future of America is on the line. We can give you all these numbers. They don't mean a thing if you're out of work, you have nothing to eat, or you can't have medical care, or you're holding a crack baby in your arms right now, and what do you do next?\n\nYou know, America's best days are ahead of us. I've seen the tough times. I know they can be better. And I'll lead America to a brighter future.\n", " Well, there he goes again— I mean, it's a line that has been used before— but exaggerating all of the things he did. He didn't do all these things. Let's take all of these 4, you know, years in a row. He came in with a high growth rate. The 1990 budget agreement, which some didn't like, had some very tough cost controls. It put a lot of pressure on Congress. The S&L crisis was over. They were starting to sell assets; all of that money was coming in. And he cut defense an extra $60 billion, threw a lot of people out of work.\n\nHe talks about a smaller Government. There are actually more people in Government, except for the people in defense-related jobs. They're gone. The Government is bigger than it was when President Kennedy was around, even though he says it's not. In addition, the Republican Congress cut $53 billion. So let's give credit where credit is due.\n\nGovernor Engler in Michigan cut taxes 21 times, created a lot of new jobs. So did Governor Thompson. So did Governor Rowland. And a lot of people out there deserve credit, Mr. President. When I'm President of the United States, we're going to have a Governors council, and we're going to work directly with the Governors, Republicans and Democrats, to get power back to the people and back to the States.\n", " Are we done?\n", " Thank you, Jim. Thank you, Mr. President. Thank everyone for watching and listening.\n\nI want to address my remarks to the young people of America, because they're the ones that are going to spend most of their life in the 21st century. They're the ones who have the challenges. And there are people out there making predictions that it's not going to be the same; you're not going to have the opportunity; there is going to be more deficits, more drugs, more crime, and less confidence in the American people. And that's what you're faced with, what the parents are faced with and the grandparents are faced with. It's important. It's their future.\n\nAnd I would say to those—I know there are more young people experimenting with drugs today than ever before. Drug use has gone up. And if you care about the future of America, if you care about your future, just don't do it.\n\nAnd I know that I am someone older than you, but I've had my anxious moments in my life. I've learned to feed myself and to walk and to dress. I'm standing here as proof that in America, the possibilities are unlimited. I know who I am, and I know where I'm from, and I know where I want to take America. We are the greatest country on the face of the Earth. We do more good things for more people in our communities, our neighborhoods than anywhere that I know of.\n\nThis is important business. This election is important. I ask for your support. I ask for your help. If you really want to get involved, just tap into my home page, www.dolekemp96.org.\n\nThank you. God bless America."]}}