{"Bill Bradley": {"dec_17_1999": [" I think that any time you have a president and a first lady, you get two for the price of one. I don't think that that was unusual.\n\nI think in this case, people will find Ernestine to be a unique human being. She would be the first immigrant first lady in history, having been born in Germany. She is a scholar. She has been a professor for 30 years. She's not been active in politics, except very active in my campaigns. When we used to get letters from people, or requests, I'd come and then she'd come, and they'd say, \"Please, if we have a choice, send her instead of you.\" [laughter]\n\nAnd that's the kind of person she is. She's real. She's dynamic. And she will chart her own way as first lady and will not be like any other first lady. It will be her way. And I think it will come out of her own depth of convictions.\n\nAnd, as a scholar, she has just finished publishing her last book, which is called \"The Language of Silence\", which is a book about how Western literature did or did not come to terms with the Holocaust. And I watched her live with that subject for a lifetime and struggle with it as an academic for 10 years. And I'm very proud of her and what she's done.\n", " Why would anyone run for president in a world where there's this kind of invasion of privacy? I think there's only one reason to run for president and that's because you think your leadership will improve the quality of life for millions of Americans.\n\nI think the reason you run for president because there's just certain things that you want to get done. In my case, what I want to get done is increase the number of Americans with health insurance in this country. I want to reduce the number of children in poverty. I want to get campaign finance reform. I want to make sure we keep our economy moving forward in the way that not only creates wealth, but brings working families to higher economic ground.\n\nAnd I want to promote racial unity. That's why I'm doing this.\n\nAnd I care deeply enough about those issues that you're willing to put up with whatever comes down the road. And there is no way to know, there's no way to know where the line'll be drawn. I think each politician has to draw that. The press is going to ask its question, going to make its explorations, but ultimately the politician has to drawn the line [inaudible] on a case-by-case basis.\n", " I think the public has a right to know from a crook, but not a sinner. And I think in terms of a crook, the question, \"Did you break the law smoking marijuana?\" You break the law. I admitted that I have smoked marijuana, as the vice president has. And I don't think that, quite frankly, it's an issue if it occurs 30 years ago, 25 years ago.\n\nI think that people have a deeper understanding of the human condition, of the nuances of life. I'm not — I don't think that this is a determinative issue. And I think, as Al said, every candidate has to decide how he or she is going to answer that question.\n", " I think that the first thing that we need — and this is not in order of priority — the first thing we need is common-sense gun control in this country that keeps guns out of the hands of children.\n\nI'm the only candidate in this race who's called for mandatory licensing and registration of all handguns in this country. I would like to take all gun dealers out of residential neighborhoods, so that if kids walk down the block, they can't get the gun in a basement that they have to go to a commercial place at least where they can be better policed.\n\nI'd like to see that we have trigger locks on guns. I'd like to see that we have — all gun shows have background checks. So I think fundamental common-sense gun control that makes it more difficult for children to get access to guns is the first thing.\n\nSecond, I think that the media has a responsibility, Ted.\n\nAnd I'll tell you a story. I — for 18 years, I ran high school seminars in New Jersey. And we would, that day, have high school students come from all over the state — and over a three-day period, about 500. They'd be the senator that day. And we discussed various things — you know, America's role in the world, the environment.\n\nAnd one year, we were discussing the issue of violence. We broke them up into discussion groups. And I walked into one discussion group. And I was trying to be provocative, and so I said, \"How many of you in here have ever seen anybody killed?\" And two kids raised their hands. I said, \"Would you describe this — what you saw — for the group?\"\n\nAnd the kid went on to describe what it was like to see somebody come up behind another person on a street corner and blow the back of their head off. And he described it in vivid detail. And then he said, \"And you know, Senator, it was nothing like it looked on TV.\" In other words, there wasn't a commercial and we move on to the sitcom. There was a finality about it.\n\nAnd I believe that the media has some responsibility. When I look at — whether it's gun dealers or tobacco companies, or large media enterprises, I think they have to be careful about putting their own personal financial interests ahead of all of us. And there needs to be a new ethic of responsibility in this country.\n\nAnd third, I think — I remember here in Nashua, I was visiting a middle school, and they were concerned about the incipient violence in a middle school.\n\nAnd I remember sitting with the guidance counselors and other people around the table, and I asked them, \"What's changed between now and 20 years ago?\" And they said two things. One is the steady diet of sex without meaning and violence without context that comes across the media. These kids aren't ready for it — these are middle school kids.\n\nSecond thing the person said, the counselor said, there are fewer adults in kids' lives today. And on one level, that's because parents are working so hard, so many jobs. On another level, it's because we haven't created enough safe spaces with adult supervision.\n\nSo I think you need those three things. And then of course, you need to have kids have a sense of self esteem and commitment to something that's larger than themselves, so they don't get caught up in this materialistic culture, or get caught up in the cliques of a high school situation.\n", " I expect a higher order of responsibility.\n", " That means to use your own judgment and your own set of values to determine what is good and what is not. Not just...\n", " Not to simply — not to simply...\n", " Not to simply go with what will sell. I mean I've had these conversations with the head of major media companies. I've set down in rooms with them. They understand the tension that exists between creativity and the need to be responsible.\n\nI'm simply arguing that they should exercise a little bit on the [inaudible] side of being more responsible and seeing — making a judgment themselves about what impact this has on children's lives out there.\n\nI mean, you can either try to catch all this stuff after it's already out and prevent it from getting to kids, or you can try to convince the people that are doing it that they have a higher order of responsibility. That's what I'd try to do.\n", " Which one? Both.\n", " Well, I'll come to Medicare. [laughter]\n\nI think that the issue really is the health care system is in real distress. It — there are millions of Americans out there today who have health insurance that are afraid they're not going to be able to see a doctor or to get a hospital. There are millions of middle-class Americans that are really on the brink of losing their health insurance.\n\nI read a story today in the newspaper here in New Hampshire about a woman who's paying $294 a month for her health care, and her insurance company wrote here a letter and said she'd have to pay $50 more a month next year and she was going to have to give up that health coverage.\n\nI think we have to help middle-class Americans also pay for their health coverage, and we have to help cover 44 million Americans who don't have any health insurance.\n\nI've offered a plan to do that. It's a plan that will make access to affordable health care available to everyone in this country. It saves billions of dollars in waste and fraud. It provides a prescription drug benefit for the elderly.\n\nAnd I think that the question that I would ask Al is that the difference, the main difference between our programs is that I do provide access to affordable quality health care for all Americans and his plan does not.\n\nSo my question to you is, who will you leave out? Will you leave out the part-time worker who doesn't have health insurance? Will you leave out the downsized middle-class industrial worker who loses health insurance?\n\nWill you leave out the 40 percent of the people who live in poverty, who don't have any health insurance?\n", " You're...\n", " But you haven't proposed universal coverage.\n", " You made a mistake, Al, [inaudible] asked another question. [laughter]\n", " I'd be pleased to.\n", " I'm going to ask Al's and then I'm going to answer the lady's question.\n\nI served on the Senate Finance Committee for 18 years. I defended Medicare for 18 years. It was through my efforts that we prevented premiums from going up on a number of occasions. Medicare is the most important public insurance program on health care that we have.\n\nMedicare is now solid until 2017 in this country. The most rapidly changing area of our lives is health care. There is a great probability that people enter Medicare 10, 15 years from now will be healthier because they have been exercising, not smoking.\n\nIt means we'll be able to have better disease management, that will save costs as well. It means there will be major breakthroughs in drugs, that will save costs as well. It means that we're going to be able to probably have a reduction in Medicare costs over time. And it's much too early to make that decision.\n\nBut no one should doubt my commitment to making sure Medicare is solid. And I would even suggest that, you know, if we have growth higher than what's been projected, that we could use some of the surplus for Medicare. But the point is that we have to look at it as we move forward.\n", " Now, on the last question that you...\n", " The young people...\n", " Well, that's where we disagree. That's where we disagree. I would like him to answer the question, too. Who is he going to leave out? Who is he going to leave out?\n", " That's not true. You've not proposed a plan that covers all Americans.\n", " Have you or not?\n", " But you haven't proposed a plan to do that.\n", " I've laid...\n", " He hasn't answered the question though, Ted. Who is he going to leave out?\n", " Yes. I mean, Al mentioned the change in Medicaid. Medicaid is, of course, the program for people who are poor. From the vantage point of Washington, Medicaid looks pretty good. It's a program to try to help people who are poor, among others, but that's the only one that I address here.\n\nBut if you get out in the country and you see how it's being — how it's applied, you find that it's not working. It could be better.\n\nFor example, 40 percent of the people who live in poverty in this country are not covered by Medicaid. They don't have any health insurance. And nearly 70 percent of the doctors don't fully participate in Medicaid. So that means Medicaid patients go to emergency rooms after they're already sick to get the most expensive treatment that you pay for by increasing sales taxes and property taxes locally.\n\nI think there's a better way, and I've offered a better way so that they can be a part of a federal system, a federal system that applies to many different people in the federal government, there are many choices that are available. I think that this is a better approach than continuing with a Medicaid system that is full of holes. It also eliminates the stigmatization that comes from Medicaid.\n\nNow, if I could answer this question over here. How will we make it happen? The reason you lay out something very specific in the campaign — and I've said if I was going to lay out a specific health care proposal it was going to be like throwing raw meat in a cage of wolves and they were going to chew it up, and, you know, that's what's happened. And...[laughter]... the point is that you have to lay out something specific so that you begin to get responses.\n\nI did this before with tax reform in the mid-'80s; I laid out a specific tax reform proposal, people attacked it, we began to shape it, we came back with a new one, we passed it. That's what has to happen.\n\nYou lay it out in this campaign, you make it clear that this is the direction. Details, they can change, but that's the direction. And indeed we're going to get this done.\n\nAnd then what you do is you let the people decide. And if the people give me a mandate by electing me president of the United States by a sizable margin, then even Republicans who might object will no longer object.\n\nI think that it's a major opportunity, and it's an opportunity where, if the people of this country really want to have a health care system that's more responsive to them, if they really want a health care system where middle-income people are helped pay for their income — helped pay for their health care, if they want to have a drug benefit for seniors, then they support me, and we get this done after the election.\n", " Well, first of all, that's not true.\n\nIf you're writing this law, New Hampshire would have access to affordable health care plans. If you needed to, you could put it in law, any big HMO that's handling big states, would also have to handle small states.\n\nNow in answer to your question, patients' bill of rights: yes, Consumers' right to know: yes. But there are going to come times when you're elected representatives have to take it to the HMOs and force them to do certain things.\n\nI've done that.\n\nI got a letter during my term in the Senate from a number of women who told they were being pushed out of the hospital in 24 hours after they'd given birth to a child. I thought that was outrageous. And we passed a law forcing them to stay in the hospital — allowing them to stay in the hospital for 48 hours.\n\nI believe that that is — that is the way we're going to have to do this. Now one of the ways you might do it, you might try to have a public/private commission that would begin to lay these things out and guidelines for HMOs. But ultimately, your elected representatives are your fallback position.\n", " I think that we have to make sure that we have an approach to terrorism that is across the board. It has to include the best intelligence in the world. It has to include a credible threat, a response if terrorism takes place, going after them wherever they are.\n\nIt must also include a degree of honesty with the American people about the possibility that, in the next decade, there could be an act of terrorism in our homeland, which means we also have to involve the public health authorities and the civil defense authorities.\n\nI think that if you put all of those together you have a strategy that allows you to deal with terrorism in the world. But the key thing is to make sure that the government is organized in a way that you get support among all agencies aimed at countering terrorism and not have the authority dispersed in a lot of different agencies in the government.\n", " I think we have to be very direct with both the Taiwanese and the Chinese. I think that we should say to the Taiwanese, any direct and serious moves towards independence would jeopardize our support for them. I think we ought to say to the Chinese, under the Taiwan Relations Act, we are required to take appropriate responses and that we would take appropriate responses if they decided, militarily, to move onto the island of Taiwan.\n\nThe balance here is very important. And I think that if we send that message, that — to both sides, that what we're going to really do is wait in the long run. You know, the presidential election is going on, the idea is there are some people who are running in Taiwan who would seek to have a better relationship with mainland China. That would begin to solve a lot of problems.\n\nWe have to bank on the long term. The Chinese believe in a kind of time that is very long. And so we tend to be involved with instant gratification. We have to appreciate the opportunity that we have.\n\nSo, I think we should not try to tilt that balance one way or the other, on this issue.\n", " All right. I think that a person's religious faith is the deepest, most intimate aspect of their lives. It goes to the very essence of their belief. And I believe that one must respect the religious faith of another person. I think when someone makes an open expression of their faith, it is something that I respect, whether they are a politician, or whether they are a banker or a plumber. But I think each politician then has to decide how they handle this in a world where you're running to be president of the United States.\n\nIn may own case, I've decided that that personal faith is private, and I will not discuss it with the public. So I am not going to get into the kind of things you saw in that debate in Iowa last week. And I think it's every candidate's personal choice. I respect anyone that handles it any way they choose to handle it, but that's how I choose to handle it.\n", " When someone says the election's a battle for America's soul, I think of our founding fathers, and I think of what Thomas Jefferson wrote about life, liberty and the pursuit of happiness. And I think about where we haven't measured up.\n\nSo it's a battle for the American soul. The question in my mind, are we — and we have tremendous economic period right now. It's driven by technological change and globalization, productivity increasing, wealth increasing. That should continue. We need policies that continue to support that kind of direction in this country.\n\nBut I don't view that as related to soul. What I view as related to soul are such things as, can we cross the racial divide in this country and achieve a deeper level of racial harmony? That's the American soul.\n\nCan those people who have resources turn their eyes toward those that don't and realize that it's in all our interests if everybody moves forward together? And therefore, we do things like increase the number of people in America with health care. We eliminate child poverty in this country.\n\nAnd the people who are doing well see how that is a connection that connects them to the basic soul of this country, which are the ideals our founding fathers espoused and ideals that have yet to be fully realized.\n\nThat, to me, is what this — the point you make, says.\n\nAnd you know, I think that, quite frankly, the Democratic Party has always stood for advancing. We've been a party that's not been, you know, satisfied with symbolic actions that are small. We've always tried to challenge the American people to be better.\n\nAnd so in this election, what I see this is, can we dream again, can the Democratic Party challenge people to advance together and win against a Republican Party that has a much narrower message?\n", " Well, certainly I support affirmative action. I support strong enforcement of the civil rights laws. I also, though, think the issue turned to education, and Al said that I hadn't offered an education program.\n\nI think that shows the difference between us. If your staff had checked the proposals I've made, they would have found that there's an education component of almost each one of the proposals.\n\nThe difference is, I view education as integrated into the lives of people where they're living their lives, not as a program that comes from Washington. I believe in a strong federal commitment to education.\n\nAnd I believe in education from birth through lifetime and for everyone. And in this campaign I've laid out a program that would begin with early childhood education, that would provide funds through the states to the localities where child care could be decided by the local — localities as to what's the best way to have child care in that community.\n\nI proposed a doubling of Head Start — 400,000 new slots.\n\nI've proposed that, in a world where we're going to lose over the next decade 2.2 million teachers, that we need to infuse our school systems with 60,000 new teachers a year, many of them aimed specifically at the categories that you said were low performances, in terms of math, science, computer education and foreign language.\n\nAnd then, going beyond elementary and secondary school education, I've proposed a program that would assist community colleges directly, because community colleges are the first step up the rung of the higher education ladder, but more importantly, they're places where individuals upgrade their skills.\n\nNow, I also think, as I said earlier, there's another element here, and it is violence. And that's why mandatory licensing and registration of all handguns is the way you make those schools safer.\n\nAnd you put all that together, then I think you must have a spirit of innovation — standards, accountability — and you must do so in a way that you're going to build on the spirit of innovation in the country. Why should we have the most innovative private sector in America, in the world — the most innovative private sector in the world and need more innovation in our school systems?\n\nAnd then, finally, Al mentioned the issue of vouchers. Yes, I did support some experimental programs in vouchers over 18 years in the Senate. But I do not believe that vouchers are the answer to the problems of public education. There are simply, you know, 47 million kids in public schools, six million kids in private schools, 600 slots, basically, open in private schools. How could that be the answer to the problems of public education?\n\nAnd I have never supported, even in experimental, any voucher program that took any public money from public education in this country.\n", " Getting back to...\n", " They're not vouchers, Al. Those are not...\n", " It is not vouchers. The health care program doesn't have vouchers.\n", " It's not vouchers.\n", " It's the federal government taking responsibility for people's health care...\n", " ... who don't have it.\n", " My answer was 600,000.\n", " He mentioned universal health care. He's yet to tell us who he'd leave out. [laughter]\n\nWho he would leave out.\n", " Now, my personal view of the answer to your question is no. I will not set a target to get to Mars by any particular date. I will not do that, because I haven't been convinced that we can do so in a period of time. I think investment in space is important. Investment in space is important because of the research fallout. I would continue to make investment in space, but I would not make a commitment to Mars by a particular date.\n\nI think that we need research in all areas of our national government. We need to increase research for the National Institutes of Health. I've been surprised that research in the Defense Department has dropped from $54 billion to $38 billion. We need more research in defense.\n\nI think that you have to see the space program in the context of the kind of breakthroughs in subsidiary developments that you get from making that kind of commitment. So the commitment would stay strong, but no, the answer is, I wouldn't commit to a date certain for Mars.\n", " I don't think there should be discrimination against anybody and that includes gays and lesbians. I would propose adding to the 1964 Civil Rights Act the category of sexual orientation.\n\nI also believe that gays should be allowed to serve openly in the military. I mean, if a gay American can serve openly in the White House, in the Justice Department, in the Congress, in the Supreme Court, I don't see why a gay American can't serve openly in the military.\n\nI think that it's very important that we push anti-hate crime legislation that is aimed at adding sexual orientation to those hate crimes so that no person feels that they are — violent acts are taken against them because of their sexual orientation.\n\nBut I think there's a deeper question here. And the deeper question is not only the legal steps you would take as president, but what you would do to make people realize that if you are gay and lesbian, you are no different than anybody else.\n\nIf you looked around, gays and lesbians in our society are our bosses, our neighbors, our friends. And they should have the same rights as everyone else.\n\nOn gay marriage, I don't support gay marriage because I think it's a matter of religious sacrament as well as a legal right — legal state. And we could achieve the same objectives by having a domestic partners act that would give all of the legal, financial and inheritance rights that accrue in the state of marriage to someone engaged in a domestic partner relationship.\n", " I think that I have a different style of leadership. I think that, when I was in the United States Senate, I would take issues like taxes, international trade, put a big structure of reform around them and push for that reform. Or I'd take issues that were considered volatile, like race, and try to play to our better angels.\n\nAnd each time that occurred, somebody came to me and they said: You know, you're taking a big political risk. And my response was: Yes, but that is the risk of leadership.\n\nAs president, I would continue to take those bold positions. And I think you'll see that in the course of this campaign in the health care plan that I've offered, in my approach to gun control, which is the toughest gun control program that's been put out by any presidential candidate in history.\n\nI think that would be a significant difference between us as president.\n"], "mar_1_2000": [" Well, first, let me thank the \"Los Angeles Times\" and CNN for hosting this debate. I'm very pleased to be in this building again. I've been in this building many times with the editorial board on California water, on international trade issues, on diversity issues. I am very pleased to be here and have a chance to debate Al one more time in this setting.\n\nLet me say to you, I think that we have a country where there is freedom of religion, and I think that there should be freedom of religion. I think that the far right has gone too far time after time after time on social issues, and has tried to dominate this country with their particular viewpoint. I think it's important to resist that. I've always resisted that. As a United States senator, I've never voted in ways that they wanted. And I would be very emphatic in saying that religion should not be a part of politics.\n", " I think that if you look at what the two Republican candidates have done, they have gone to South Carolina, and Governor Bush has gone to Bob Jones University, the university that practices racial discrimination, and he's gone there to give a speech on the new conservatism. Based on going there and sending that symbolic message, I believe that the new conservatism, from his standpoint, is not a lot different than the old conservatism.\n", " Other than war and peace, I think that the appointment that the president makes to the Supreme Court is the most lasting contribution that a president ever makes, and therefore, I believe it is imperative that the president search to find people of real integrity, people of intellectual integrity, people who have unquestioned ability, people who have a kind of historical perspective, somebody that's able to see a context in the times in which they live, but not someone whose lopped into an original interpretation of the Constitution as if 1787 is the year 2000, but someone who sees the law as something that moves to adjust to the times and can do so in a way that furthers the deepest values of our country that I believe are embodied in the Declaration of Independence. And therefore, I think that is the most important thing a president can do.\n", " I'll have to be honest with the people who asked me this question. I must be honest with the American people. If I were going to select someone for the Supreme Court, I don't think that I could select that person if I thought there was one doubt in my mind that the person would turn the clock back on civil rights. The court, throughout our history, has played a very negative role from time to time in moving our civil rights forward. Another case is a very positive role.\n", " So I'd have to have that answered for myself before I made the appointment.\n", " I think the government should play a role, but a small role. It's an emerging technology. The Internet is growing in directions that we don't know. Fifteen years ago, the only people that ever heard of the Internet is the Defense Department. And now look at where it is today.\n\nI think that the most important role for government to play is making a major investment in education, but specifically in technology. I think trying to set a standard for encryption is very important, because the most important thing that could prevent the growth of the Internet is if people felt their privacy could be invaded, if people felt their privacy could be invaded in terms of financial records, in terms of health records, and therefore I think some standard for encryption is a very important part of a policy that you would follow.\n", " Well, I was waiting during the campaign of maybe being able to make that joke, but since you made it first about the Internet, inventing the Internet, I am glad you did it and not me.\n\nLet me say that I think that another thing that's very important is finding some way that people who don't have access to the Internet can get access to the Internet. And I think wiring schools is important. But I also would look at something that would maybe give them more direct assistance, something we might call \"info stamps\" that would be terribly important. And also taxing the Internet...\n", " ...not now.\n", " When I was in my Senate campaigns, my wife Ernestine would go out and visit some place and I would come two weeks later, and then we would have a call inevitably from the host saying if you're going to send someone back, send her. And that is because of who she is.\n\nMy wife is an immigrant. She would be the first immigrant first lady. If she — if I was successful. She's a college professor, a professor of comparative literature. She just finished a book called \"The Language of Silence\" about how Western literature did or did not come to terms with the Holocaust. She's a breast cancer survivor. She's a dynamic human being. She's a conscientious mother.\n\nAnd in terms of defining the role she would have in a presidency that I would head, I don't know what it would be. She's just finding it now. My guess is, one of the things she would do is try to shine the light on people in this country who are doing good things but are not recognized. This country is so rich, and has so much capacity that is untapped, I think she would want to be a catalyst for that.\n", " Oh, well, I can talk a lot more than 30 seconds about my wife. I am glad you gave me that opportunity. [laughter]\n\nThe thing about her is that she is real. There's nobody who has ever met her that doesn't see energy burst forth and honesty burst forth. I can guarantee you, you need an honest wife in this profession because she's the one who is going to tell you, you're terrible and a lot of people don't. She's told me that a few times in this campaign, I must say.\n", " Well, I can't quite tell what the question means. If 1991 we did fight the Persian Gulf War, we did win. And now gas prices are very high, highest they have been. And I think the reason they're high now is because we, more or less, asked OPEC to raise oil prices in hopes of helping Russia be able to sell its oil on the international market, make more foreign exchange, and be able to develop its economy.\n\nI think that now in California and across this country oil prices are skyrocketing, and we need action. Frankly, we needed action about six months ago. We needed to release the oil from the strategic petroleum reserve, something I built from 10 million barrels — 10 days of supply to 57 days of supply.\n\nBut more importantly, we need to go to Kuwait and Saudi Arabia, those countries that we defended in the Gulf War, and we need to tell them to increase their oil production. We needed to tell them to increase their oil production six months ago in order to prevent the price increases that we're now experiencing.\n", " The first part of the question might deal with the Persian Gulf, which of course is a place of insecure sources of oil. There's Iraq, there's Iran, there's Saudi Arabia, each of which has its own vulnerabilities. And so I believe that we have to try to continue to keep the pressure on Saddam Hussein. We have to seek to better the relationship with Iran. We have to keep a solid relationship with Saudi Arabia. And it's important that we also keep a strong relationship..,\n", " ...with Turkey, so that we have encircled diplomatically Saddam Hussein.\n", " I don't support the Knight initiative. Like Al, I don't support gay marriage, but I do support domestic partnership legislation that would provide to gays and lesbians all the legal and financial rights that accrue to a state of marriage. But this is an issue that is bigger than just this initiative and this year, because we're going to have our work cut out for us in a general election, and I started that work last March.\n\nI was down in Austin, Texas, and there was an anti-hate crime bill pending before the Texas state legislature. There was a hate-crime bill in the wake of the James Byrd murder and the Matthew Shepard murder, and it said that there will be additional penalties for hate crimes based on race, gender, sexual orientation, and disability. The governor of Texas let it be known he did not want to see that bill come forward. I called a press conference, I told the governor's press corps that if I am the nominee of the Democratic Party and he's the nominee of the Republican Party and he has failed to support this legislation that I would make it an issue in the presidential campaign...\n", " ...and I will.\n", " I think that another thing that's important, sure, gays and lesbians in the military openly, yes, adding the sexual orientation to the Civil Rights Act of '64. But what's also important is for us to convey to people that gays and lesbians are no different than the rest of us. They just have a different attitude, like a different color of hair. It's no different. And we have to respect them, and we have to accord them the dignity that every person in this world deserves.\n", " Well, you mentioned voting rights. The first thing I would do is make the Voting Rights Act permanent. I wouldn't let it expire every period of time. Racial profiling is a deep and serious issue. It challenges all of us. It's not simply a police issue. It's also how we view African-Americans and Latinos. It's whether we can see deeper than skin color and eye shape and ethnicity to the individual.\n\nThe Amadou Diallo case is a case in point. As you know, West African was surrounded by police in New York, they fired 41 shots, 19 hit him. He fell, died, and that was a tragedy. But what it said to me was that the real tragedy was how deeply racial profiling had seeped into the mind of those who were in the police department so that a wallet in the hands of a white man would be viewed as a wallet, but a wallet in the hands of a black man would look like a gun. I looked at this, and I say we have to challenge ourselves.\n", " There are things the national government can do, but we need to challenge ourselves to not deny any longer the indignities that African-Americans and Latinos experience every day in our country.\n", " Well, what I would do in addition to the challenge that I offered to everyone is that I would issue an executive order ending racial profiling in federal agencies. I would pass a law to make sure that every police department had to keep track of who they arrested and what the race of the person they arrested was. I would then use the Justice Department to intervene, to intervene aggressively if there was a pattern there, if there was sufficient evidence there. I believe that this is the civil rights issue of our time. It is no longer blocking people from schools. It is no longer trying to eat in a restaurant. It is having the justice system in this country finally provide equal justice for all.\n", " Yes. I went to the House of Justice in Harlem last summer for a community meeting that Reverend Sharpton invited me to attend. The last time a primary candidate for president had a large public meeting in Harlem was Robert Kennedy in 1968. I went in order to hear the concerns firsthand of the 600 people that came to share them with me. That was a legitimate thing to do. I don't agree with everything Reverend Sharpton has said or done, but I think that he has grown. We have to allow people the right to grow. We have to allow people the right to evolve. And in the process, he has, in many cases, kept the lid on otherwise dangerous situations that were beginning to develop.\n", " And I look at that and say, that's not someone who would be characterized solely by the language that you used.\n", " The real question here is, how did the voiceless get a voice? How is progress made in very difficult areas of race, and poverty and discrimination? It sometimes takes someone that rubs a part of the population the wrong way in order to get the attention focused on the issue at hand. I view his activities in that light. As I said, there are things that he's done, things that he said...\n", " That I condemn, but that's where I think you have to see him, in that tradition of civil rights in this country.\n", " I think that the most important thing we can do on this issue is try to keep some perspective on it and try to think long term. It's difficult for Americans to think long term. It's easy for Chinese to think long term.\n\nThe basic fact is we're the two exceptionalist cultures in the world, which mean we each think we're the center of the universe, so we're going to bump into each other.\n\nBut on Taiwan and China, it's a very specific problem. We should tell the Taiwanese that if they take steps toward independence, that we would reconsider the Taiwan Relations Act. We should tell the Chinese that if they move by force to overtake Taiwan, that we have responsibility under that act to take appropriate actions, the ambiguity that Al talks about. I think that if we can keep that going, then we will wait to see how things evolve.\n\nThe white paper that you referred to said some things that were threatening, overtake Taiwan, also said some encouraging things to deal with Taiwan directly as a partner. So I agree it was an attempt possibly to affect the outcome of the election in Taiwan.\n", " Because one of the candidates is pro-mainland and one of them is not.\n", " There's another dimension to our relationship with China beyond Taiwan and the mainland, and the military dimension. It's the economic dimension. I think that the agreement that was negotiated should be ratified. I think that people should see this. I'd rather have China inside the world trading system, subject to multilateral rules, than I would have China outside the system, making bilateral deals and playing one country off against another.\n\nFrankly, I don't know whether communist leadership agreed to it, because it's going to end up with thousands of Internet companies and hundreds of thousands of people in China creating problems, because political activity will result.\n", " Well, first of all, how long is it going to take? How many lives will have to be taken by gunfire? How many families will have to be marred for life because of the lost loved one?\n\nI was in El Serino Middle School in East L.A. here not so long ago, and in one meeting heard the story of the 7-year-old — a parent tell the story of a 7-year-old who was caught in the crossfire, killed. Another parent told the story of a young man walking through a high school hallway, killed. And the students at El Serino Middle School decided they would raise money to try to buy guns back, and they asked me if I would contact Mayor Riordan and ask him to meet with them.\n\nMayor Riordan, will you meet with them?\n\nMayor Richard Riordan, Los Angeles: Sure.\n", " Thank you very much. I have kept my word. I have kept my word.\n\nWhat we need to have here is we need very tough gun legislation, registration and licensing of all guns, gun dealers out of residential neighborhoods, trigger locks, background checks, and banning Saturday night specials.\n", " But above all, what we need is a leader who is committed to this every day he is in office. Otherwise, you'll never beat the NRA. And I am there to beat the NRA.\n", " We make a mistake when we take an incident like the first grader or like the kids outside Pittsburgh that were killed, the five who were killed today, and we look at that one individual case and we failed to realize a much broader case. Columbine, everybody was struck by Columbine. Why? Because we saw our own kids, they looked like our kids, we thought. But 13 kids are killed every day in America with a gun, and 800,000 kids took a gun to school last year. Now, that is not going to change unless there's concerted leadership...\n", " ...from the national government that is willing to marshal public opinion to overcome the vested interests, the special interests...\n", " ...in Washington that's embodied in the NRA.\n", " I think the thing — the mistake that I learned the most from was really a mistake to believe that you never fail. In other words, coming to terms with failure. And it took me awhile to do that.\n\nI remember when I was a rookie in the NBA. I was thought to be the white hope. I was going to save the Knicks. I knew I wasn't the white hope. I knew I wouldn't save the Knicks. It got pretty rough. The fans thought I was. People spit on me. People threw coins at me. People stopped me in the street.\n\nIt caused me to ask myself, really, well, you have to come to terms with this. That meant I worked harder in order to achieve things. It also meant I began to see that life is not all good, not all bad, that individuals are not all good or all bad. But we have each in both of us, and that's what makes us human.\n", " I think another mistake for me that I learned from was the mistake of not speaking out when you feel something deeply. For a chunk of my life, I sometimes held back. And then I realized that life is short. My wife got breast cancer. I realized life was short, you might not live another day. So speak from your heart what you believe.\n\nThat's how I run this campaign. I believe the new politics is a politics of belief and conviction, of honestly telling people the truth, and thinking you can lead by appealing to their idealism. All that came from that mistake.\n", " The first thing I would do is, A, pay respect; B, raise benefits and pay. And I think we can do that with a steady State/Defense budget, if we make tough decisions on base closings, tough decisions on unnecessary weapons systems, and negotiate with the Russians in order to get a much lower level of nuclear weapons. And then make — take that savings and make investments in pay and benefits.\n\nI had the same experience. I ran into a young woman not so long ago. She said she was in the Marines four years. I asked her why she didn't re-up. She said she didn't re-up because she wanted to have a family and she didn't want to go on food stamps.\n\nIf there's anything that's important in the military of the future it's the talent of our military personnel. We will make investments in research and development, stay on the cutting edge in terms of technology, but you need the talent in order to operate that technology effectively. And that's why they have to get more pay, and better benefits and better training.\n", " I think it's important to have clarity of mission, too, so that those who are in the military know what they're fighting for. The Cold War was clear. Now it's a little less clear. I think clarity of mission is important and beyond that, I think presidents or generals have to recognize that they might be the point, but in order — at the point of the pyramid, but in order for things to work, you have to have support of talented people all the way down the pyramid, acknowledging that contribution of the enlisted personnel...\n", " ...the sergeants, I believe, is critical.\n", " I think that the most important thing is to make sure that they won't lose their health care, because a national government is standing behind them and making sure that they get health care. That's the proposal that I have made, would provide access to affordable, quality health care for all Americans. Disabled Americans would now be able to earn money and would not lose their coverage.\n\nI think that the most important thing is to also recognize the disabled as not being a kind of special population. For example, my father was disabled, had calcite arthritis of the lower spine. I never saw him tie his shoes or throw a ball or drive a car. We never thought of my father — my mother and I, even though my mother dressed him every day and I fixed his suspenders, we never thought of him as different. We thought of him as that's just who he was. And we have to have policy that takes that feeling and makes it a reality, so the disabled can contribute to our society as much as my father did to that small town in Missouri.\n", " I'll say to you that for this to happen again will take leadership at the very top, leadership that's willing to take a big issue and push it, not a small issue, not something step by step, but something that is comprehensive and that will deal with the problem, and at this time given our tremendous economic prosperity, this is the time when we can do big things again if we have leadership that says that's what we will do. I am running for president because I want to offer...\n", " ...that kind of leadership on big things just like health care for all Americans.\n", " I think there's no more important issue in our country. It's one of the main reasons I made this race. It's one of the issues that I think is most important.\n\nMost people in this country think democracy is like a broken thermostat, you turn the dial and nothing happens, and money is at core of that problem, and so I believe you need to have fundamental campaign finance reform, which means no soft money, public financing of elections, both general elections, partial financing of primary elections and free television time for people who are in campaigns in the last six weeks of that campaign.\n\nI believe that the rich have a right to buy as many houses or vacations or cars as they want, but they don't have a right to buy our democracy. And this will take, again, leadership that is unencumbered and ready to challenge. We need a cold mountain stream to run through Washington...\n", " ...carry away the special interests and empower the people once again to make decisions.\n", " I believe that, as I said, this is the most important issue that we can deal with in this country today. That's why I made the run for president, in part, because I think that I was the only candidate who could make this happen, unencumbered, ready to make this as a big fight. And I believe that John McCain and I — we don't agree on this. He only wants no soft money. I also — I want public financing of elections, so I want bigger reform. But I also offer reform plus out there for all of those...\n", " ...who are wondering about who they're going to vote for, reform plus pro-choice, good on environment, major investments in health and in education, which John McCain doesn't want.\n", " Yes, I do think that we need to open our doors to more immigrants. I think raising the number for H1B visas, which are the highly talented individuals that the vice president is talking about, is important.\n\nBut I also think something else is important. In 1986, we passed an immigration law. The immigration law provided for amnesty, provided for an amnesty for those who were here before 1982. Unfortunately, a lot of the people who were here before 1982 didn't get to the place they were supposed to go to file for that amnesty. I believe we should have late amnesty for those who had not gotten to it in time, because their hardworking people, they're in America today, they're the backbone of the country, in many respects.\n\nSo yes, H1B visas, but also late amnesty for those people who were here in the country before 1982.\n", " Well, as I said earlier, my wife is an immigrant. She'd be first immigrant first lady. I know what it is to be caught in between one place and another place. I've lived it for all of our marriage. It's an incredible experience. I also know that those who come here have to feel a part of this place.\n\nI was down in Santa Cruz not so long ago with the group called Barrios Sadidos, great group, talked to the young woman, who was a junior in college, and I asked her see was Latino...\n", " ...and I said, what do you hope for? And she said what I hope for is that someday in America I can be treated like everybody else. That is also a part of immigration policy, making people welcome.\n", " The most important thing that you can do is to cut off the flow of money from lobbyists, from special interests groups, to elected officials and to parties. It's pretty difficult for somebody to say that they've bought me for a thousand dollars, but if they've made a $500,000 dollar contribution to a party in my name, it's a more difficult thing to disprove.\n\nSo back to the question. I believe that fundamental campaign finance reform is absolutely critical. It is the one way that would disconnect the way this whole system in Washington works. Secret deals, special interests money, that's the connection. And you have to break it by making sure that you take money out of politics. That will only happen when people give someone who runs for president a mandate to do that, because otherwise, the culture will not change in Washington. And it is the culture in Washington that...\n", " ...has to change, and the people are the only in place in America that have the chance to make that happen.\n", " Last winter in Claremont, New Hampshire, John McCain and I shook hands. It was the exact place that President Clinton and Newt Gingrich shook hands, promised the American people campaign finance reform. The only difference is we made a commit to each other that we could each fulfill. We wouldn't have to point to the Congress, and say, they didn't want to do it. And the commitment we made, was that if we were nominees of our party, that we would not accept soft money. I believe that that is important...\n", " ...to consider as we're looking at this presidential election.\n", " I'm not sure any particular fix of timing is going to resolve the major problem in our Democracy today. Sure, these primaries are a bit idiosyncratic. Who knows what's the rationale for when they occur other than whoever controlled the DNC or the RNC were able to shape it the way they want their candidate to have the primaries. Maybe it would make more sense to have four regional primaries once a month and have a focus on issues.\n\nBut I think it's a deeper question. I don't think that's going to necessarily give you better democracy. When I left the Senate, I said I thought politics was broken. By that I meant, way too much money in politics, the media was too superficial, and not enough politicians led from their core convictions. I got into this race to try to deal with that, to push campaign finance reform, to try to be direct with the media and truthful with the media, and to try to speak from my core convictions because we need a new politics in this country, not a politics of a thousand attacks and a thousand promises, but a politics of belief, and conviction...\n", " ...and direct comment to he American people.\n", " I think the most important thing that politicians can do is to respect the people, to not play scare tactics with the people, to not use innuendo with the people, to not tell half-truths with the people, but to level with them. And if a leader levels with the people, then that engenders trust, and trust is the absolute ingredient that's needed in tough times between a leader.\n", " ...and the people.\n", " Well, I'm not prepared, Jeff, to buy the premise of your question. Because to date, the delegate count is 41 to 27. Only 250,000 people have voted in this presidential election for delegates. On next Tuesday, 8 1/2 million people will vote, and about a third of the delegates will be selected. That is the day that we will have a national primary, and that is the day that I think that you have to take off. And so I'm looking at the next Tuesday as the take-off day for me.\n\nI also know that in this race that I am in it to change the political process. I am in it because of an open commitment to idealism, to get beyond the interest group politics of Washington, where you try to stuff groups with money, but instead appeal to individuals as Americans, and as human beings.\n", " That is what I will continue do through the duration.\n", " Another thing about this kind of campaign, national campaign, is quite frankly those people you meet along the road that enrich your life and leave indelible imprints.\n\nI was out in Spokane, Washington, for example, last week at the United Steel Workers picket line at the Kaiser plant. They had been out 18 months. I talked to a man, lines on his face, calluses on his hands.\n\nAnd I asked him: Is it tough?\n\nHe said: Yes, it is tough.\n", " What I'm saying is that, when you run for president, your public record is important. It defines who you are. It defines what fights you have made. And that is precisely what I was saying when I pointed out those aspects.\n\nI think, no question, 84 percent right-to-life voting record in Congress. In terms of the NRA, he has evolved, I'm glad he has evolved. In the course of this campaign, his campaign said on three separate — gave three answers on Medicaid abortions in a 48-hour period. He said there was no — he never voted against Roe v. Wade.\n\nBut indeed, I think that there is a counter to that in the course of this campaign. To me, the question is not — is what kind of president you are going to be. And I believe that if you are consistent on matters of principle that that is relevant to consideration in a campaign.\n", " Let me give you an example where I think the record will be a problem in this campaign. In his congressional career, Al voted five times, to support the tax-exempt status for schools that practice racial discrimination, such as Bob Jones. Republicans are down at Bob Jones Universities preaching the old conservatism. And I guarantee you, we should be attacking them for that. But when we attack them, if you attack them for that, then they are going to come right back and point to those votes, and it is going to be...\n", " ...a very difficult case to make.\n", " No, I don't think that was a concession to the inevitable. I think take-off time is Tuesday. And, I would like to take the remainder of my time to come back to the last question because I don't think it is unimportant.\n\nI mean, we know what happened in America. There was desegregation of educational institutions. Then white southerners began to take their students to private academies that had tax-exempt status. Jimmy Carter came in as president of the United States. He said, this is — We are finished with this. And he got his IRS to go after them. The IRS went after them. They disallowed the deduction, and then those individuals went to the Congress to try get the Congress to overrule the IRS decision to disallow tax-exempt status. That is what this was all about.\n\nAnd the people who said this was quotas was really Bob Dornan. In California, you know who Bob Dornan is, that was the author of one of the amendments.\n", " Well, you know, the point is you might have voted for the underlying bill, but this was an amendment, and the amendment actually gave and protected the tax-exempt status of these segregated academies, that is why the Black Caucus uniformly opposed it. They knew what was going on, they understood what this meant in America, and if you can say that you have learned and evolved on abortion, on guns, I think it is important that you be able to face up to this vote and say how you have changed and why.\n", " I have been on the road in America for 30 years. There has been one continuum to all that travel and that's me going out and asking people to tell me their stories, many of which I have shared with you tonight. And, accumulation of all those stories has given me a sense of who are the American people are, and basically, I think we are good people. I think there is goodness in most of us, and yet as Dr. Martin Luther King said, trying to explain why the civil rights revolution didn't occur sooner, he said it was because of the silence of good people.\n\nWhat my campaign is about is asking good people to come forward and join us, so that our voices can be heard, so that we will create a world of new possibilities, where we can get fundamental reform of our political process, where everyone will have health insurance, where our schools will be responsive, where poverty will be reduced...\n", " ...and where we will be able to live as brothers and sisters in a great democracy.\n"], "fed_21_2000": ["\n", " Thank you. Well, first let me say, I'm honored to be at the Apollo Theater in Black History Month and participate in this path-breaking debate, presidential debate.\n\nReverend Sharpton, when I think of Amadou Diallo, I think of an unarmed man who was fired at 41 times by the police, who was killed.\n\nI think it was an outrage. I feel it. Everybody in this room feels it. I think it was also a tragedy. But I also think it reflects racial profiling, in the sense of racial profiling that seeps into the mind of someone so that he sees a wallet in the hand of a white man as a wallet, but a wallet in the hand of a black man as a gun. [applause]\n\nAnd we — we have to change that. I would issue an executive order that would eliminate racial profiling at the federal level. I would try to pass a law to get information gathered at local levels so that we could see how the police departments are acting. I would make sure that the Justice Department was involved. And I would say quite clearly that white Americans can no longer deny the plight of black Americans. [applause]\n", " Last month in the debate in Iowa when Al said the same thing, that he would issue an executive order, I said, why doesn't he walk down the hall now and have President Clinton issue an executive order. [applause]\n\nNow, Al — Al said that I shouldn't give President Clinton lectures. I am not giving President Clinton lectures. I am questioning why you haven't done that or why you haven't made this happen in the last 7 1/2 years? [applause]\n", " The issue of reparations is what you really raised. And it seems to me that what the issue raised is not just the issue of money, but the issue of acknowledging the contributions of African-Americans to this country's history over its entire history.\n\nI think it is very important to do that. There are varieties of ways to do that. You could establish a commission, which I think has already been proposed in the Congress by Mr. Conyers that would look at the possibility of finding a way to acknowledge those contributions that have been made from the days of slavery to the days today. And also, not denying anymore those contributions. American — white Americans are in denial of black Americans contributions through slavery, denial in Jim Crow...[applause]...and continue to deny today the indignities that African-Americans suffer. I believe that we can change that with a major new investment in education, in economic development...\n", " ... and in beginning to see things a little deeper than skin color. [applause]\n", " The vice president has said that affirmative action is a part of the answer to this problem. And I would simply asked him that, when he was in the administration charged with reinventing government, according to George Stephanopoulos, page 208, that he led the effort to end affirmative action at the federal level. That does not sound to me like someone who wants affirmative action to be a part of the solution to this very big problem. [applause]\n", " One of the first things I would do is I would give 10,000 scholarships a year at $7,500 a year scholarship to people who after four years would agree to teach in an urban or rural school district in the areas of computer science, math, science or foreign languages. We need teachers in our communities who understand these subjects and have the equipment.\n\nThe next thing I would is something I call info-stamps, which empowers those who don't have to be able to get the equipment and the software that they need in order to be a part of the digital revolution. We have food stamps. We need info-stamps to be able to accomplish this objective.\n\nAnd in terms of education, I think — and you mentioned race in education — I think it is important to know that in 1980, '81 and 1979 there was an issue before the Congress that related to whether the — whether the government would provide tax-exempt status to schools that racially discriminate. Al Gore supported those measures, and I'd like to know today why. [applause]\n", " Given Al's answer, I kind of expected his answer on his vote to preserve tax exempt status for schools like Bob Jones that racially discriminate. [laughter]\n\nSo, I brought today, a copy of all five of those votes. I've also brought today...[applause]...my — I've also brought today, my statement in opposition, the Congressional Black Caucus's statement in opposition, and Trent Lott's statement in support, saying that this would go to Bob Jones University. [applause]\n\nI'd like to give it to each member of the panel and Bernie at the break, but I'd like you to have it now, Al. [applause]\n", " Well, let me briefly respond to this. The — I think that we need more minority media. That's the importance of the Madison Avenue Initiative. That is why I've met with the Madison Avenue Initiative at the Black Caucus last fall — we talked. There are important ways that advertising dollars should go to African-American media.\n\nI voted against that amendment. But do you know why there is not — you know why that there's now not the affirmative action you're talking about for African-Americans in the media? Because Bill Clinton signed the law that made it happen. It was a law that was signed and that's why it happened.\n\nAnd I'm still going to offer you the opportunity to explain a little more carefully why you voted to preserve tax-exempt status for schools — not just Bob Jones, all of those schools in Mississippi and otherwhere, those white schools that started to be built whenever we had integration — to preserve tax-exempt status for those schools. You have to face up to this if you're going to be a strong leader. [applause]\n", " I think the question was about the future of affirmative action.\n\nAnd I believe that we need a strong president who's not going to back away from leading on affirmative action.\n\nI believe affirmative action is common sense. I believe it's reaching out to the broadest possible community in this country in order to bring all talent into our country's best performance. That's what I believe.\n\nAnd, you know, I think that the things that have happened in California, the Proposition 209; the things that happened in Texas, the Hopgood Decision, are the wrong direction. And the only way you're going to change that is if a president is willing to lead with the bully-pulpit on this issue and not follow. [applause]\n", " I think that it's a very important question. I would fully fund the Ryan White Act, because I think that is a special importance. In the health care program that I have outlined, I have allocated a very large sum of money to community health clinics and community health centers, which is where a lot of the minority population could get treated.\n\nI also have passed a — suggested a health care bill that would allow HIV positive people to be able to get access to health care, because now they're not — they're denied access to health care.\n\nI think making those investments in infrastructure — we need the clinics in the neighborhood, and the funds to reach out — the Ryan White and in making sure that they can see a doctor before they get AIDS when they have HIV, is a way that I would go, and think it would be an important way to deal with this issue. [applause]\n", " We've talked a lot about my health care proposal in this campaign. In its terms, it's a disability, a disability under Medicaid. It saves the same amount of money. It's the same services. It's the same benefits. The only difference is that now, if you have HIV, you can qualify for insurance, and if you're in the neighborhood, you get a health — you get a community health benefit. That's the only difference.\n\nAnd tonight, I pledge that any health care bill that I would sign would have every Medicaid patient...\n", " ... a better health plan than Medicaid is today. [applause]\n", " I believe Medicare is a sacred trust. For 18 years, I fought on the Senate Finance Committee to preserve premiums from going up. I once offered an amendment on the Senate floor to prevent premiums from going up and using tobacco tax money in order to prevent it from going up, and Al Gore was one of the few Democrats to vote against that amendment, preferring Big Tobacco over Medicare recipients. [applause]\n\nI will tell you, in addition, I have a prescription drug benefit that will give you no cap. You could have as much as your costs are. Al would cap it.\n\nLet's say I ran into a woman the — I ran into a woman the other day, she said her mother had a $10,000 prescription drug bill. Under the program that I've offered, the government would pay $7,500 of that bill, and under Al's it would pay much, much less, because he caps it at $1,000.\n\nAnd so I think there's a big difference...\n", " ... between a little bit and making sure you give people real insurance for prescription drugs. [applause]\n", " I've said throughout this campaign that if we grow more than 2.9 percent, then money from — will go from the general revenues — the surplus, to Medicare. We're projected to grow much higher than that if we continue as we are in the path that we're headed now. To me, that is the reasonable way to proceed.\n\nMedicare is solid now. It is solid until 2017. Nobody is questioning that. If we continue to grow, it'll be solid further. If we grow more...\n", " ... the money I will take from the surplus and put it in the trust fund. [applause]\n", " The answer is, yes, we can limit the number of guns that people buy. In fact, I've offered the strongest gun control proposal of any presidential candidate in history. I want registration and licensing of all handguns. All handguns. [applause]\n\nI want to make sure that there're trigger locks on guns, no gun dealers in residential neighborhoods; that we have background checks at gun shows, as well as gun dealers.\n\nAnd I'll tell you something else. Al has been Bill Clinton's vice president for seven years. He's done a good job as vice president. But he was also a conservative congressman. And when he was a conservative congressman, he voted with the NRA, and the head of the NRA said that he was the poster child or man of the year. So there are two differences here. [applause]\n\nThere are two differences.\n", " Well, what you've seen is an elaborate what I call Gore dance. It is...[applause]... it is a — it is a dance to avoid facing up to your conservative record on guns.\n\nIt is a dance that denies the fact that you do not support registration and licensing of all handguns, but you'd want to give the impression of that, so you say, I'm for licensing of all handguns. I'm for licensing of all [inaudible] handguns. [laughter]\n", " What does that mean? I'm for licensing of all new handguns. Only new, not the 65 million that are out there. [applause]\n", " My view is that the people will make this decision. My view also is that if Al were the nominee, I would support him. [applause]\n\nMy view — my view, however, is that we have very different views of the Democratic Party. I — in Congress, he introduced four bills that dealt with education and zero bills that dealt with health care. He was a conservative Democrat, did not support national health insurance, an 84 percent right-to-life voting record and was the poster boy for the NRA.\n\nWhat I'm saying is, That's one view of what the Democratic Party can be. The other view is to go the road of making access to quality affordable health care available to every one in this country, making major investments in urban public schools that need those investments so much...[applause]...doubling the amount of money spent on Title I, so that urban public schools...\n", " ... will have qualified teachers and be accountable to parents.\n", " I did not propose a special prosecutor. I said that the Democratic Party will lose its mantle as a reform party if we don't come to terms with what happened in 1996. And I think the best way to come to terms with what happened in 1996 is for you to tell people exactly what happened, in your own words, so that — let me tell you, if you are...\n", " Incorrect.\n", " It's incorrect.\n", " It's incorrect.\n", " No. No. It's incorrect.\n", " I have — I have told you what I think the answer is. And it is to nominate me as the Democratic nominee of this party. [applause]\n\nThat's what I told you.\n\nYou know, me calling attention to the fact that he was a conservative Democrat before he was Bill Clinton's vice president is simply truth-telling. It's simply telling people what the facts are.\n\nIt's not embroidering the facts. And laying out much bolder proposals on health care and on education than the vice president does is not embroidering anything. It's proposing a new future.\n\nI am — as an example in this campaign, he proposes increasing defense expenditures more than he proposes increasing education expenditures.\n", " What I think is they don't know your record as a conservative Democrat. [booing] [applause]\n", " They — they don't know that you voted five times over three years for a tax exemption for schools that discriminate on the basis of race. It's in the record. The Black Caucus stated so.\n", " It's there in the record.\n", " Could I — Bernie, could I on that?\n", " When I talk to people in urban America, they're very concerned about their schools. In 1968, I worked right here in Harlem, at an Urban League street academy. Ran a little reading program at 116th and Lenox, it was called, then.\n\nAnd it was an experience that seared me with the need to do something about urban public education.\n\nI frequently fought and always voted to increase Title I fundings. And in this program, in this year, in this election, what I have done is to advocate doubling Title I money, which is the largest federal program that goes to urban schools and to use that money to improve the quality of the teaching — every teacher has to be qualified — to hold schools accountable so that we reduce the disparity between minority and nonminority performance, and give parents, give parents the freedom to move...\n", " ... from one public school to another public school if the second one is a better performing school. That's an investment in urban public education. [applause]\n", " OK. We have a different view of what education is. Al views it as a box with some programs in it. I view it as beginning at birth, extending through every life stage and being for everyone.\n\nThat is why I make a major investment in the first four years of life so that kids will have early education. That's why I increase Head Start by 400,000 slots, you don't. That's why I create 2,000 after school programs, patterned on the Beacon Schools Program in this very city.\n", " And that's why I make major investments in community colleges in this country, because those are the first step up the rung of achievement for people in America. [applause]\n", " I think the first criteria is that the person should be able to step into the office if the president was not there and perform the duties exceptionally well.\n\nI think the second criteria is that the person should be able to help in a campaign.\n\nThe third is that the person should be someone that the president has the ability to get along with and can be a partner.\n\nI think there are plenty of African-Americans in this country who fit that criteria. I think one of the...[applause]...you know, if Dr. Martin Luther King came back today and looked out there and saw this country, he would say on one way that dream has been fulfilled, because he said once the overt shackles of discrimination are removed then African-Americans will ascend to places of prominence in every field in America. And that is precisely what's happened.\n\nThe pool is out there. And so I would seriously consider it. In my own appointments of federal judges, two of the three federal judges that I appointed in New Jersey were African-American.\n", " And my staffs, both in the Senate and in the campaign, reflect diversity as well. [applause]\n", " Well...\n", "... I think — I think that, if I could take my 30, I think that the key thing is to recognize that we are truly at a new time here, and we're at a new time where there are new possibilities, and we are at a time where we have a lot of prosperity, but that prosperity hasn't filtered down to everyone.\n\nBut we also know that discrimination comes in different forms. It's now the bank, it's now the digital divide. But we begin to also lead by examples...\n", " ... of people we put before the public. And elected leaders who are African-American are important to put before the public to demonstrate for young people...\n", " ... that they too can have a career in politics.\n", " What I've already done is gone to Columbia, South Carolina, to Benedict College, and made in no uncertain terms a speech to say, Take this flag down. [applause]\n\nAnd I also called the governor. And in the speech I pointed out that the Confederate flag over the capital has not been there since the Civil War. It was put up after the 1964 Civil Rights Act was passed, and in the period of desegregation, as a defiant symbol against desegregation in America.\n\nIn my view, it represents the past not the future of America. And as president of the United States I would not let up on beating that drum day after day after day. The large majority of people in South Carolina want the flag to come...\n", " ... and the question is whether the elected officials will honor what the people want.\n", " I wonder if any of you in here know what the subject was of Governor George Bush's speech at Bob Jones University.\n\nIt was called, \"The New Conservatism.\" Now, the only thing that I observe is that by going to Bob Jones University to make a speech about the new conservatism, the new conservatism doesn't look a heck of a lot different to me than the old conservatism. [applause]\n\nAnd I think, once again, we cannot have, we must not have tax-exempt status for schools...\n", " ... who discriminate on the basis of race.\n", " The most important thing that we can do now to deal with the disparity in the application of the death penalty of African-Americans is to pass the Racial Justice Act, which would indeed reduce that disparity. But to do that, you need a president who's going to stand up and try to tell the...\n\n[audio gap]\n", " I will be that president. [applause]\n\nI will push for the Racial Justice Act. I will — I will not, at the end of the day, compromise it. It will either be in a crime bill, or there will not be a crime bill if I am president of the United States. [applause]\n\nThe issue of the criminal justice system is, though, deeper than simply the death penalty. There is unequal justice in this country. Not only racial profiling, not only crack cocaine — which I would change the differential...\n", " ... but also in terms of kids getting mandatory sentences for first-time, non-violent drug use and being put away 20 years. That should not happen. [applause]\n", " I think programmatic responses are important. But this is a deeper moral issue for the country. You cannot have individuals who are African-American living in a community, law abiding citizens, they go out and they're victimized by crime.\n\nAnd then they tell their son, who is a great kid, who is doing all the things right, when he goes you out, watch out Saturday night, because you're driving while black and that's dangerous in this country.\n\nWe have to have elected officials that are going to get beyond...\n", " ... and challenge white America to stop denying the plight of black Americans and the indignities that they're experiencing. [applause]\n", " The...[applause]\n\nThe answer is yes. I think that there's no question that there's environmental pollution endangering urban America. I mean, just smell the buses in Harlem. Just smell the diesel fuel that comes out of Harlem out of those buses.\n\nIt seems to me that a president could have an impact by getting to the MTA and telling the MTA, \"Replace those buses with natural gas buses.\" [applause]\n\nSecond, if you had a health care program that I've offered where every child in America is covered, you could be seen earlier.\n\nAnd third, if you are located in a community with a community health center, it would be easily accessible. So I would do all of those things. [applause]\n", " You know...\n", " If I could...\n\n[crosstalk]\n", " I was driving up here tonight on Frederick Douglass Boulevard, and I must say, as I drove up I saw abandoned building after abandoned building. I saw incredible potential unfilled.\n\nIf I am president of the United States, there will be a major investment program in Harlem and urban America like the street that I drove up. And that means Community Reinvestment Act...\n", " ... and it means major investment in home ownership in Harlem and other African-American communities. [applause]\n", " I don't think that cutting taxes now is the answer. I think that now we have unprecedented prosperity. We have large budget surpluses.\n\nWe should be fixing our roof while the sun is shining. We should now be passing national health insurance. We should now be making major investments in our urban schools and schools across this country. And we should commit, as I have, to reduce child poverty by 4 million in the first four years, and eliminate child poverty in 10 years.\n\nBut you know, to do that we have to understand where people live their lives. And earlier I was talking about Al as the conservative Democrat, and he was saying 20 years ago, not so long ago, 1996, the welfare reform bill — and the welfare reform bill that Al Gore urged President Clinton to sign in the middle of the campaign so as to win the election was truly a gamble with poor children in this country.\n", " And that's a gamble that I think shouldn't have been taken. [applause]\n", " The welfare reform bill that exists now, the welfare system is not the welfare bill that was passed in 1996. There have been changes. There have been significant changes for legal immigrants. There have been significant changes on the time that people can be on welfare.\n\nAnd in addition to that, there are now hundreds of thousands of children in this country who do not have health insurance, because when they lose their welfare and go off of welfare, they automatically lose Medicaid eligibility for their health insurance. [applause]\n", " You know what's interesting about your question, Tamala — and I am disappointed there're not more support in the African American community according to the polls, because if you look at the programs that I've offered — health insurance access to all Americans, guarantees for children, making sure that we have community health centers — that is aimed at a population that's disproportionately poor. For example, you have about 25 percent of African-Americans who don't have health insurance.\n\nIn terms of the education program, the public education programs that I've explained tonight go to primarily urban and some rural areas that have high numbers of poor children in them.\n\nIf you take the whole effort on eliminating child poverty, you have 40 percent of African-American children living in poverty.\n\nIf you look at the respective positions, there is no question that the positions that I've advocated...\n", " ... are stronger for the community than the positions that Al has advocated. [applause]\n", " I think on so many levels that the debate doesn't reflect truly the richness of our country nor the opportunity of the moment. And the question is not which person can get the most elected leadership support. The question is which person's program will best benefit the people out there who are working every day, the people who are trying to make ends meet...\n", " ... the people who need to have somebody who's going to fight for them every day. [applause]\n", " Al — the vice president said he wanted to take race out of I think the criminal justice system or out of policing, he said. That requires a president who is strong and willing to lead on the central question of race in our country today.\n\nAnd that means sometimes telling white Americans what they don't want to hear.\n\nAnd I, therefore, don't do it with any kind of pointed finger. But take the issue of white skin privilege. Now, what is white skin privilege? White skin privilege — did you see the television program a couple years ago where a black couple and a white couple, exactly parallel, went to 10 places to get apartments or houses. The black couple was rejected in all. The white couple was accepted in all.\n\nBut in a more personal sense, what is white skin privilege?\n\nWhen I was a rookie in the NBA, I got a lot of offers to do television and commercials — to do advertisements. I didn't — and why did I get those? White skin privilege.\n\nI wasn't the best player on the team, but I didn't take those because I thought that was not the right thing to do and that they were — should have gone to my African-American teammates.\n\nWe have to explain white skin privilege. [applause]\n", " Well, I think that one of the most important things here is making sure that young African-Americans, Latinos, participate in the political process.\n\nAnd they should know that nothing is going to intimidate them from participating in that political process. And I think that what we need to do, and what I would do as president if I were elected, is to make the Voting Rights Act permanent.\n", " I've talked to Martin Luther King Jr. about this, Martin King about this. It is very important to make the Voting Rights Act permanent so that the right to vote will never be endangered for African-Americans. [applause]\n", " You know, Jeff, I think you raised a very important point. There's not a parent in an urban area in America that doesn't think about it. And in fact, the reason I voted for experiments in vouchers, on several occasions, was because I was listening to those parents.\n\nI represented New Jersey, second highest per capita income in the country, but five of the poorest places. I would do town meetings in Newark, Jersey City, and African-American parents would come up to me and say, Our school is a disaster: drugs, violence, teachers that aren't qualified. Nobody cares. What are you going to do about it?\n\nAnd I said, Well, you ought to join the school board. They'd look at me like I just descended from Mars. They'd say, Wait a minute, we join the school board — we can't. We go to work at 6:00, get home at 9:00.\n\nSo I voted to give them a chance with a couple of experiments. There are now experiments in Milwaukee and in Cleveland. But I think the answer is not vouchers because the system isn't big enough. The answer is a major new investment in public education under Title I, but not the money just flowing in, but the money flowing in making the schools accountable for results and qualified teachers. [applause]\n", " If a child goes to kindergarten and is sick, the child is not going to learn. And under the health care program that I've offered, every child would have a doctor.\n\nI know a teacher that tells a story about a child who comes in sick, she puts him in the back of the room in a bed of coats, because the child is sick and doesn't have health insurance. So health insurance is education policy as well. Gun control is education policy as well. There are 800,000 kids...\n", " ... that took a gun to school at one day last year.\n", " So we have to see this a little bigger then simply a box that says \"education,\" and deal with all the influences that come in on our system of education.\n", " Someone once said that a lot of people want to change the world, but only a few people want to change themselves.\n\nWhen it comes to the issue of race in America we have to do both. We have to change the underlying conditions and we also have to change the hearts of the American people. We have to do both.\n\nI believe the American people are good people. But, as the doctor — Reverend Dr. Martin Luther King once said, that the reason the civil rights revolution didn't occur sooner than it did in America was because of the silence of good people.\n\nWhat my campaign is about is asking good people to come forward and join us so that our voices will be heard. I believe that we can move ahead in this country as one nation, I believe we can respect each other, but you need a strong president who's going to put this as the number one issue on his agenda every day in his administration, and I will do that.\n"], "jan_8_2000": ["\n", " Let me thank the sponsors of the debate for the opportunity to be here today.\n\nI grew up in a small town in Missouri on the banks of the Mississippi River. It was a town that had 3,492 people in it, there were 96 in my high school graduating class, and it had one stop light. It was a town — it was a factory town. Most of the people worked in the glass factory, and yet a lot of the students in high school came in, bused in from farms in the neighboring area. It was a multi-racial, multi-ethnic town. It was a very special place to grow up.\n\nI learned a lot of values there: courage, discipline, respect, responsibility, resilience. I carry them with me.\n\nA lot of the small towns that I've gone through and met people in in Iowa remind me of that small town in Missouri. And, you know, I find that in the course of this campaign, I've had a chance to talk about a lot of things with Iowans. And I look forward this debate to continue that discussion.\n", " Well, I think that the lady in question has a lot of company out there in the world today. I think that senior citizens are really inundated by high medical costs, indeed, particularly high drug costs. That's why, as a part of an overall health care program that I've proposed, that I cover drug costs for senior citizens. After they've paid the first $800, they pay 25 percent above that.\n\nAnd this will be a tremendous benefit.\n\nThe other night, for example, I was out on the picket at Local 147 of the Teamsters Union. Had a chance to talk to a lady there who told me that her mother paid $10,000 a year for drug costs. All of her Social Security check went right to pay for the drugs.\n\nAnd I thought, as she was talking, that she was precisely the person that I intend to help. Because if she had had the program that I'm advocating, the most she would have paid is about $3,000 not $10,000.\n\nAnd we've got to remember that when we have the elderly treated with life-saving drugs, they will live longer — chronic disease, catastrophic disease. So, if we make sure they get access to the right drugs and we pay for them, that will save overall health care costs, because they will not be put into hospitals or have to pay very much high expenses for doctor bills.\n\nSo, it makes good sense in a human area. It also makes tremendous sense in terms of saving money.\n", " Again, a slight misrepresentation. I replace Medicaid with something that is better. That's always conveniently ignored.\n\nLet me say, I think Al has the view that, if we provide universal health coverage for everybody, that we can't protect Medicare; if we protect Medicare, we can't provide universal health coverage for everybody.\n\nNow, I don't agree with that. I think we can do both. And this morning the Congressional Budget Office and the Office of Management and Budget said that the net surplus over the next decade is going to be another $800 billion. So we can do both.\n", " I think the most important thing we can do is to use our authority under the World Trade Organization in order to petition to get access to markets. When, for example, Europe blocked our beef because of beef hormones, we went to the WTO. We farmed a dispute settlement mechanism. We presented our case and they ruled in our favor. There's still delaying the entry of that beef into Europe, but the decision was made.\n\nI think we have to continue to push, under the remedies that are available to us under the World Trade Organization, to get access to markets for our agricultural goods.\n\nBut we all know that the problem of agriculture in this country is serious. In Iowa it's dead serious. I've talked to thousands of family farmers over the last year and it means we have to change policy. It means we have to get the antitrust division to get after these large packers that are discriminating against family farmers. It means that we have to have a conservation reserve program expanded. It means that we have to provide income supplement to farmers, based upon the relationship between price and their costs, and it has to go to them with a cap so it only goes to family farmers and not to big corporate farmers.\n\nAnd then we have to help our family farmers get a bigger chunk of the food dollar. Now they only get 20 cents of the food dollar. They should get more.\n\nI was down in Delaware County not so long ago talking to some hog producers, and they had an idea. They butchered their own meat, they didn't sell it to a big hog producer. And when they did that, they were able to sell it.\n\nWe need to help family farmers move further up that chain and get a bigger piece of that food dollar.\n", " I would like to take my 30-seconds and go back to the question of Medicare quite frankly. [laughter]\n\nBecause the vice president said that I was prepared to let Medicare go. Absolutely not. For 18 years in the United States Senate, I fought to protect Medicare; protected premiums from going up for senior citizens time and time again. I will always do that. Medicare is solid now until 2015, 2017. If we continue to have this economic growth, we're going to have it even longer.\n\nAnd if we continue to have a health care program that's going to make the elderly — before they become elderly because of the program that I've offered healthier — it's going to cost us less money.\n", " Al, in 1964, 76 percent of the people in this country said they trusted the government to do the right thing most of the time. That number is now down to 29 percent. Why do you think that's so? Gore: I think it's happened for a variety of reasons, Bill. I think that the assassination of President Kennedy marked a rite of passage in our nation when many people began to think that something bad started to go wrong, because right after that we got mired in the Vietnam War.\n\nYou know, I was in the Army at that time and I came home thoroughly disillusioned with politics, partly because of the same kind of changes that a lot of other people were seeing in our country.\n\nRight after that, our hopes were raised with the civil rights movement, with the campaign of Bobby Kennedy, and then with the assassination of Dr. King and Bobby Kennedy those hopes for many were dashed, and then Richard Nixon was elected and Watergate took place.\n\nAnd you know, at that time I thought politics would be the very last thing I ever did with my life. But I saw how people who were willing to fight against those problems and against cynicism could make a real difference. And that's why I decided to start fighting for a better future.\n\nI think that we need campaign finance reform in order to restore a sense of trust and integrity in our government, and that's why I've supported, for 20 years, full public financing of elections. That's why I don't accept any PAC contributions.\n\nAnd that's why I have suggested that we have twice-weekly debates, and instead of depending on these 30-second television ads and 60-second television ads, let's depend on debates like this one. Maybe the next one could be on agriculture. I know that you have said no, but as they say on that millionaire show: Is that your final answer? [laughter]\n", " You know, I — I'm glad you mentioned campaign finance reform. I think that it's terribly important. I think the rich should have the right to buy as many homes and cars and houses that they want, but they shouldn't have a right to buy democracy.\n\nBut I think there's another element, too; and that is candidates going out and telling people what they believe — not taking polls, but telling what they believe. And in 30 seconds you can say a lot.\n\nI'm for a women's right to choose. I'm for affordable, quality health care accessible to all Americans. I'm for education improvement in this country. I am for trying to make sure campaign finance reform is a reality, that working families have a better chance to advance, and that we eliminate child poverty in this country. How's that?\n", " You know, Al, I think that the premise of your question is wrong. This is not about the past. This is about the future. This is about what we're going to do to change the agriculture policy we've had the last eight, 10 years — the Republicans and Democrats.\n\nThe family farmers that I've talked to in this state where the backbone of this agricultural economy have had no real help. Freedom to Farm failed. There was supposed to be a safety net. The administration said they were going to put a safety net in, and the first year after it passed, no safety net whatsoever. The reality is that we need to have a change in agriculture policy. Every family farmer — and I can't tell you how many have told me this year that they've been at it for generations. They're on the brink of bankruptcy. They're not getting any help. The corporations are getting all the help. Freedom to Farm gives all the money to the corporations and the big corporate farms, not to the small family farm. And that's why the suggestions that I've made for a change in agriculture policy are aimed to dramatically improve the circumstance for small family farms in this country.\n\nSo you can talk about the past, but I prefer to talk about the future.\n", " Well, let's take ethanol, OK, you raised that question. I opposed the mandate for ethanol. Bad for my state. It would have meant higher prices. It would have meant also the fact that people had to pay higher costs. I still oppose the mandate for ethanol.\n\nBut I do not oppose tax subsidies for ethanol. That was the change. And that came after talking to a lot of family farmers.\n\nAnd you know something, when they said FDR wasn't going to be good for agriculture, you know what he did? He came to Iowa and appointed Henry Wallace as his agricultural secretary. Now, I'm not saying Tom Vilsack's interested...[laughter]... but what I'm saying is, under my administration the agricultural secretary will think of the family farmer first all across this country.\n", " I think the most important challenge for the next president of the United States in the international arena is maintaining strategic stability that now exists between China, Japan, Russia, Europe and the United States.\n\nIf we have any disruption of that, there'll be another arms race, we'll lose a lot of momentum that we have going forward. That is the central most important thing.\n\nSecond, I think we need to take our defense budget and move it more to a post-Cold War defense budget. We're still locked in the Cold War with a lot of assumptions and weapon systems that should change to meet the new threats, like nuclear proliferation, biological and chemical weapons, like cyberwar, terrorism, and threats in the Persian Gulf and in Northeast Asia.\n\nAnd I think that, third, we need to be making a strong decision about the question that was asked.\n\nI don't think that we can be the policeman to the world. I don't think we have the wisdom or the resources to do that. And that means we're going to have to move more and more to multilateral forums to resolve this, such as the United Nations. I personally think the action in East Timor is an example of how work right. And so I believe that the key thing is to never relinquish control of our troops, our command, but integrate more fully into a United Nations operation to deal with these ethnic disputes that are popping up all over the world today. We can't be involved in all 32 ethnic disputes in the world with our own forces. It has to be something we do together.\n", " I think that, of course, we want to support the Comprehensive Test Ban Treaty, but we also need to have an administration that will push to reduce the threat of nuclear war everywhere. And one of the things that strikes me is that we haven't moved quickly enough in the last several years to reduce strategic nuclear weapons between the United States and the former Soviet Union.\n\nI believe we need to move on quickly beyond Start II, to a negotiation for Start III in order to lower nuclear weapons.\n", " Well, I think that we can have a steady-state military budget and have money left over to do the pressing social needs in this country. For example, I've proposed a national health insurance bill that will provide access to affordable, quality health care for all Americans. I'm the only candidate in the race that's done that. I am also taking a large amount of the money and helping middle-class families. I was out on that Teamster's picket line the other night. And a man came up to me and said, \"I have a health insurance here, but my child has cerebral palsy and I can't get any coverage.\"\n\nAnd so what I would do is make sure the money goes to them even if they have health insurance, so they can upgrade their health insurance. We can do that for about $55 billion to $65 billion a year.\n\nYou know, it used to be popular in politics to say that you were fighting for the people who work hard and play by the rules. I am still fighting for the people who work hard and play by the rules.\n\nWe have tremendous economic growth driven by technological change and globalization, innovation, entrepreneurship in the private sector. That is producing this tremendous surplus. That means we can do more to try to help community colleges. I've proposed a way to do that — $2 billion for community colleges — because that's where people learn more so that they can earn more for a lifetime.\n\nAnd one of the things that strikes me, relative to your question, is if you look at what Al wants to spend money on, he wants to spend $127 billion on defense increases and wants to spend less than that for education.\n", " Well, again, misrepresenting. There are programs under the federal health system in Iowa for $150. But the point is, this is not a $150 voucher. And I think the people of Iowa ought to understand this.\n\nThis is not a $150 voucher. This is a weighted average. What does that mean? That means in some states you'll do it for a $100. In other states, you'll do it $180, $190.\n\nSo what we have here is a scare tactic to try to make people say that what I want to do in terms of replacing Medicaid with something better, so that 40 percent of the people who live in poverty in this country who don't have Medicaid or any health insurance, will have some health insurance, will be afraid to make this change. I reject that kind of politics.\n", " Well, first of all what I would do is look at education a little more broadly. I think we should have a strong federal commitment to education. I think it should begin at birth, and extend for lifetime and be available for everyone.\n\nSo I think we need a major investment in early education and early child care. I would get kids ready to learn by doubling the slots in Head Start. I would then propose adding 600,000 great new teachers to the public schools of this country over the next decade.\n\nI would increase dramatically the number of after-school programs that are available to children in this country between the hours of 3:00 and 8:00, which is when most of the juvenile crime takes place. And I would make a major investment in community colleges across this country for the reasons I stated earlier.\n\nBut I think there are other things, too, that are relevant to education. I think that when a child arrives at the first grade and hasn't had any health care and is sick, a good health care insurance is education policy as well.\n\nI think last year, when 800,000 kids took a gun to school, that sensible gun control is good education policy as well.\n\nSo, you can look at education in terms of where people live their lives — and that's the way I look at it — or you can look at it as if it's some bureaucratic box that says \"education\" that's unrelated to everything else we do in our lives. I think it's a different perspective on how we view education in this country. I have the perspective of life, and I think the vice president has a perspective that it's a box called education.\n", " You know, when I was growing up in that small town in Missouri I went to public school, public grade school, public high school. My mother was a public school teacher, my aunt was a public school teacher. I'm committed to public education.\n\nThe most important thing that we can do to improve public education in this country in the next decade is to make sure that there's a great teacher in every classroom.\n\nWe have to be focused in order to achieve these things. We can spread our interest over the horizon, but if we're focused we can get a great new teacher in every public school classroom in this country, and that is what's important.\n", " I've talked to so many young people who ask me the same question, so many parents who live through Columbine and saw it and saw their high school and wondered if that could happen in their community.\n\nI mean, 13 kids were killed at Columbine, but 13 kids are killed every day on the streets in this country; 800,000 kids took a gun to school. So the first step is common sense gun control. And by that I mean registration and licensing of all hand guns in America. If we can do that for automobiles, we ought to be able to do that — we ought to be able to do that for hand guns. I'm the only person who's called for registration and licensing of all hand guns. That takes leadership and that's what a president should provide.\n\nThe next thing is, every year in New Jersey I used to have a high school seminar. We discussed different topics. Five hundred kids would come. One year, we had a topic on violence. And I walked into the seminar room and I said to the kids, could you — I'm trying to be provocative — Have you ever seen anybody killed? And two of the kids raised their hands. And I said, Describe it. He described how somebody stepped up next to somebody on the side on the street corner and blew off the back of his head. And he described it in vivid detail. And then he said, You know something, Senator, it was nothing like it looked on TV. In other words, there wasn't a commercial followed by a sitcom. It was a moment of finality.\n\nSo we have to hold the media accountable for what they do. And then we have to create some opportunity for kids to believe in something deeper than simply the possession of material things.\n\nThose are three elements to try to deal with your problem. And, of course, parents didn't know that their kids are — should know their kids are not building bombs in the basement as well.\n", " Yes. I would say that this is an issue that challenges the very best in us. And there is real fear out there in the country. I mean, I was in a middle school about kids worried about — worried about violence in the middle school escalating to violence in the high school. And I was sitting around a table talking to the people and some counselor — I said, What's the difference between now and 25 years ago? — said, The first difference is that there are not enough adults in these kids' lives. The second difference is the media inundates them with sex without meaning and violence without context and they don't want to hear it.\n", " We can change that with a new ethic of responsibility.\n", " That's a fundamental question for our democracy. One of the reasons that I got into this race was try to restore confidence in the collective will and a belief in public integrity.\n\nI think that the single most important thing is campaign finance reform.\n\nMoney distorts the democratic process in a fundamental way. I mean, I was on the Senate Finance Committee for 18 years; I saw what happened. You'd be in a meeting and you would have a big tax bill — hundred billions of dollars at stake. Cell phones, lobbyists, the whole room, lined up outside. Somebody wrote a book about it called \"The Shootout at Gucci Gulch.\" And they'd be getting on the phone, said, I got your thing in the tax code, I got your thing in the tax code, you don't have to pay any taxes. But of course that leaves the rest of us paying more taxes than we should be paying.\n\nThree days later, in the same room, there would be a discussion about child poverty. It would be virtually empty. We'd be talking about tens of millions of dollars. There would be no cell phones and the only noise you would hear would be a murmur of too few people dividing too few money to deal with too big a problem.\n\nThe rich in this country should be able to buy as many vacations and homes and cars as they want, but they shouldn't be able to buy our democracy.\n\nAnd until we have public financing of elections — we spend $900 million on democracy abroad, we ought to be able to spend the same amount of money to totally take the special interests out of democracy at home. And then our government will be returned to the people and this woman will believe once again and trust government to do the right thing most of the time.\n", " Well, speaking of leadership, I think it's terribly important here. It's leadership on campaign finance reform. Al said he's supported it for 20 years. Well, nothing's happened. He said he supports campaign finance reform. The administration has not introduced one bill on campaign finance reform.\n\nThere is a question here — is who's going to mobilize and get this changed? I've put it out there and talked about it in every meeting I go to because I believe the American people have to take over here. I believe the American people, by voting for me to give me the mandate, will overcome the special interests in Washington. And that is the only thing that's going to overcome the special interests in Washington.\n", " Well, I support an equal day's pay for an equal day's work. I think that it is very important that leadership uses affirmative action to advance, to break through the glass ceilings that are in our country today.\n\nI think that appointments should reflect that you see a world without gender. I think that women in the country today have so much talents burgeoning into the scene in the corporate sector and slowly in government. I think that there's an opportunity to unlock enormous potential in our society, so that we can be as good as we can possibly be.\n\nI also think, though, that you have to help women who maybe are not headed toward the glass ceiling but are struggling to make ends meet every day. And that's where increasing help for the Family and Medical Leave Act is enormously important. That's where increasing child care, the dependent child tax credit is important. That's why increasing the child care block grant is important. That's why increasing the minimum wage important.\n\nAnd yes, that is why providing affordable, accessible health care to all Americans is important. Because last year one million more people lost their jobs and lost health insurance. Who were the most of those people? Most of those people were women.\n\nSo when you talk about health care, you're talking about taking money and putting it on the table for those workers that were on the picket line on Local 147 who need that health care and for the women in this country who, if they don't get it, are going to fall deeper and deeper into poverty.\n", " This elections not about experience. We both have experience. It's about leadership. It's about presidential leadership.\n\nWhat leadership is about, I believe, is taking a national problem — health care, education — turning it into a public issue, and then engaging the idealism of the American people in order to make something happen.\n\nThat's what FDR did in the 1930s with Social Security. That's what Lyndon Johnson did with civil rights and Medicare in the 1960s. They didn't say, well, we're just going to cover 20 percent of the people and see how it works out. They said, We're going to cover everybody with Social Security, everybody with Medicare. Just like I want to cover everybody with health care. And when they did that, they made us all better off.\n\nAnd so, bold leadership is important and the absence of bold leadership also has results. For example, let's take agriculture. Al's been hammering me on my agriculture votes 15 years ago. But I would simply ask the family farmers of Iowa today, are you better off than you were seven years ago? Or do we need a change? Do we need to take a step to make things happen?\n\nMy father was a small-town banker. I once asked him what was his proudest moment. He said his proudest moment was throughout the Great Depression he never foreclosed on a single home. I was naturally proud of him.\n\nI'm my father's son and as a president of the United States, I will not rest until rural America and urban America move ahead.\n\nI will not rest until we leave no one behind, because only if we leave no one behind can we bring everybody together.\n"], "jan_17_2000": [" Thank you.\n", " I'd pull it down today. I think it should be withdrawn absolutely. I think it's an offense to our common humanity and it is not the future of this country. You know, the way politics is in the country today, people don't expect much of politicians because politicians don't expect much of them. I mean, for many politicians, it's dangerous to tell the truth. There is no subject about which that is truer than the issue of race. And that's why I believe that if we're going to move forward in this country, we have to tell the truth.\n\nAnd somebody once said, \"Many people want to change the world, but few people want to change themselves.\" If we're going to make progress on race in America, we have to do both those. We have to change the conditions of discrimination and poverty, and we have to change our hearts so that we can bring everybody along as our brother or sister.\n", " I don't want this to be a symbol of America in any way whatsoever. That's why it ought to come down. But I also want to look forward and get back to the conditions and the heart. This is Martin Luther King holiday. It is a day that celebrates the life of a remarkable human being, a great leader.\n\nIt seems to me, what would we want — what would he be asking us to do? He'd be asking us to eliminate child poverty, provide access to affordable health care for all Americans, help working families that finally need some help, and move our collective humanity a few feet forward. That's what I want to do if I'm successful as president of the United States. [applause]\n", " No, I don't think they border on race-baiting. I think that they do tend to divide people. The reality is, in America today, only a politician in Washington thinks Medicaid is a great system. I want to do something better. We all know if you're a Medicaid recipient, you end up — two-thirds of doctors won't accept you. You go to an emergency room after you're already sick to get the most expensive care, when you should be able to have a primary-care physician.\n\nThat's what I want to do. I want to provide a primary-care physician for everybody. And 40 percent of the people in poverty in this country don't have Medicaid. They are overwhelmingly African-American and Latino. Under the proposal that I have offered, they would have health care and they would be mainstreamed. There would not be any more stigma attached to the health care they get. [applause]\n", " Well, I mean, this is a song we've played a number of times in this campaign. This is not a voucher. It's a weighted average. It'll be different in different states. It will be adjusted over time. Everyone who has Medicaid now will have access to health care, but they'll have access to health care in a federal system, which is the same system that provides health care for congressmen and senators.\n\nTake Medicaid in Iowa, though. Take the CHIPS program. About 10 percent of the kids eligible are now covered. That's all. Take if you want to get dental care. In the city of Des Moines, there are two dentists who accept Medicaid patients. That's not good enough. [applause]\n", " You just made it, Tavis.\n", " I could never appoint anybody to the Supreme Court that I thought might turn the clock back on civil rights. I think of affirmative action. I think of how overblown the criticism is, how true it is to reach out and try to draw people in. It's the best of what America is. I mean, more people in this country lost their jobs in the 1982 recession because of bad economic mismanagement than were helped by affirmative action since its inception.\n\nI look out there and I say, you know, I think that we've made progress, but I think now things are a little more subtle. It's not the school door being shut. It's not, you know, the overt prohibition of going into a hotel. What it is now is you can't go to a bank and get a loan. You can't — [inaudible]. We've got Medicaid doctors who won't accept Medicaid payments. There's a long way to go. And until we get to that day, we still need affirmative action. [applause]\n", " I was out in Santa Cruz, California a couple of years ago and I was with a group called Barrios Unidos. And we had a meeting afterwards with several women there. And I asked them, as I usually do in these settings, \"What do you feel? What do you hope for?\" I asked them, \"What do you hope for?\" And one young woman, who was 19 years old, a sophomore at a local college, looked at me and said, \"What I hope for\" — and her voice cracked; tears came to her eyes and she said, \"that someday I can be treated like everybody else in America.\" That's what I hope for, too. And everything I do as president of the United States will be aimed to bring that day about. [applause]\n", " I do not agree with it. We all know what driving while black is. This is breathing while black. [laughter] In my opinion, it is the opposite that we should head in this country. Racial profiling is particularly pernicious because we're talking about people who pay their taxes, work hard, abide by the rules, and they are plucked out because of our inability to see beneath skin color or eye shade or ethnicity in this country, and stopped on a regular basis.\n\nIf I were president of the United States, I would put an executive order in immediately that would end racial profiling in the federal government. I would work to get local police departments to keep data to be able to demonstrate that there was racial profiling, and then I'd stick the Justice Department after them to make sure they were going to abide by the law, with no racial profiling. [laughter]\n", " You know, Al, I know that you would issue an order to end racial profiling if you were president of the United States. But we have a president now. You serve with him. I want you to walk down that hallway, walk into his office and say, \"Sign this executive order today.\" [applause]\n", " I don't think vouchers are the answer to the problems of public education. I've said that over and over in the course of the campaign. I voted for experiments. Those experiments were to try to help kids that are caught in dead schools have a chance. No experiments ever took place. And so now I think what we need to do is we need to focus on how we improve education in this country.\n\nI believe education is not just simply K through 12. I view it as beginning at birth, extending through every life stage, and for everybody. And that means the first few years of life, kids have to have stimulation, early child care and education. That means 400,000 more slots for Head Start, getting kids ready to learn. And when you get to elementary and secondary schools, that means making sure there are qualified, great teachers in every classroom. I've offered a proposal that would put 600,000 qualified, great teachers in public schools in urban areas and in rural areas of this country. That's an important step in the right direction. [applause]\n", " Absolutely. I will make sure that an administration that I lead reflects the diversity of the country, for one common-sense reason — because that would be the best administration. I have always had advisers at the highest levels who were African-American, who were Latino, who were Asian-Americans. And I did that because I thought that made me a better leader. For example, in my campaign, my issues director is African-American. My chief delegate is African-American. My treasurer is African-American. My deputy campaign manager is Asian-American. And I have a senior adviser on Latino affairs.\n\nThe fact is that the reason you do these things is because that will make your administration strong and better able to lead all the people of this country. And besides, there are a lot of people out there with great talent that need to be given that chance to serve their country. [applause]\n", " I was in the Senate and voted for the act that Al says is important. I think it is important. But I don't think that it is completely — it doesn't take care of everything. When there is discrimination, you address it with the 1964 Civil Rights Act. That's where you would add another class. Now, I think that — I'm against discrimination against anyone; African-American, Latino, gays and lesbians. And I think you ought to do it right in the place where it's always been done.\n\nNow, would I send such a piece of legislation to the Congress if I thought the 1964 Civil Rights Act was going to be opened up? Absolutely not. One of the main reasons I got into politics in the first place — I was in the Senate chamber in 1964 the night the Civil Rights Act passed. And I said to myself that night, \"Something happened here to make America a better place, not just for African-Americans, Latino-Americans, Asian-Americans, but for all Americans.\" I even thought that night maybe someday I could be in the United States Senate. And I tried to honor that spirit. And I would never do anything, anything, that could possibly undermine that act. but I don't think progress for everyone means less progress for someone.\n", " Well, as an American I wanted Elian Gonzalez to be in the United States. I said that when he came. There's a court proceeding going on. That court proceeding ought to work. As a father I can understand why his father wants him in Cuba.\n\nThe best answer would be for his father and Elian to be in the United States.\n\nBut I think there is a wider point here. The tragedy of this young person has riveted the nation's attention. I want to make sure that we don't lose sight of that tragedy, because there are tragedies every day in this country with nearly 14 million children living in poverty on the streets of America. I believe we should take some of this good will and some of this determination to help and turn it to reducing and eliminating child poverty in this country. If Elian Gonzalez can be an inspiration to do that, then I think it will have a much longer-term effect than just simply one tragic incident, no matter how tragic it is. [applause]\n", " I basically agree with Al on that. I think that there's a wider issue though here, which is immigration generally and the role it plays in our country. And people who come to our shores as refugees have a right to remain because they're fleeing tyranny — not just communist tyranny but tyranny. I think we ought to assure that they can stay and have the same legal rights as everybody else. In 1996 the immigration law created some problems that we need to rectify.\n\nI think we are — unless you are a Native American, or unless — who was here at the beginning, or an African American who was brought against your will — we are all immigrants in this country. And because we are immigrants, that's the best of what we have as a country. And quite frankly, if I was elected president of the United States, my wife would be the first immigrant first lady of the United States. So I think immigration is what we are. As a country it should be celebrated. It adds dynamism to our society, and we should never lose sight of that fact. [applause] Smiley: We now have four preselected panelists with very brief questions. The first is Dr. Paula Mahone.\n", " Well, first of all that I think is partly an affirmative action question. I strongly support affirmative action. I think that once you've attained a certain level of competence that a university, a medical school, ought to be able to put its class together to reflect the country as a whole. I mean, you've seen what's happened over the last 30 years where individuals who were admitted to universities or graduate schools because of affirmative action not only did as well as everybody else there, but they went on to distinguish themselves in careers in the country. And what career do we want African Americans, Latinos or Asians to distinguish themselves in if not for caring for the sick? And so I would say that's important.\n\nAnother is scholarships that would be available. Another is making major investment in math, science, computer and foreign language education in high schools so that you would find — with good qualified teachers — so you would find more and more African American, Latino and Asian students coming out of high school to college and then moving on to medical school.\n", " I think that one of the most exciting things taking place in the country today is the tremendous burgeoning enthusiasm and optimism and confidence in Latino America. Some of the most exciting organizers that I've met in my life are in California — young Latino organizers in Texas — because they see this process now opening in a way so that their futures can be realized as every other generation. Every other ethnicity's future has been realized through the political system of this country. It is tremendously inspiring for me to see that. I want to say thank you to Pete Wilson, who is the governor of California, who run a very negative 187 negative campaign that I strongly opposed — I want to thank him, because he's brought them forward.\n\nBut the reality is that that means that they should be appointed at the highest levels of our government, and that includes the Supreme Court — no commitment today, but commitment that there are many who could. [applause]\n", " Well, thank you very much for your comment. I guess it goes back to basic values and dreams and visions for the country.\n\nI know a couple of things. I made my living for 10 years playing professional basketball, traveling with a predominantly African American group around the country — I learned more from them than they ever learned from me. And one of the things I learned is how much I will never know about what it is to be African American in this country.\n\nBut I saw some things that offended me, and I want people to know that I see things, but you feel them, and discrimination is still there, racism is still there. And because I know and I see I might not know as well as you, but I do know it has to end. And therefore I would take my life experience and move it toward changing conditions, as I said at the beginning — poverty discrimination and changing our hearts so that we could all reach out to each other and get to a time finally in America when, in Toni Morrison's words, \"race exists, but it doesn't matter.\" [applause]\n", " Youth, youth, youth. [laughter]\n", " There's no question there is unequal justice in the United States. There is also no question that a generation of young African American males are ending up in prison — in the large part for non-violent first-time drug offenses, in large part because of the disparity in the sentencing for different quantities of crack and cocaine.\n\nThe first thing I would do is bring the difference between crack and cocaine much closer together. I would then try to take a look at mandatory first-time non-violent drug offenders, and say does mandatory sentencing make sense there. I don't think it does.\n\nAnd the last thing I'd do, speaking specifically to your point — if someone is in on a non-violent offense and comes out and is able to go straight for two years, three years, I think that that person ought to be able to wipe his weapon clean and start the day anew. And that's what I would attempt to achieve. [applause]\n", " I don't know John Rocker, and I don't want to know John Rocker. [applause] But what I think is that it's important for the team to take action — I mean, I wouldn't be disappointed if they fired him — certainly suspension is in order. I don't know what his situation is. I saw Hank Aaron met with him, along with Andrew Young the other day — they're talking to him. So I am not in the middle of that.\n\nBut I do know one thing: this would not have happened had an organization and a team been attuned to the kind of things that he said. When I was on the Knicks, one of my jobs was when there was a white player that came on the team who didn't quite understand — used the wrong words — [laughter] — I took him over to the side and said, Look, that doesn't work on this team. If you want to be on this team, you respect everybody. If that had happened on the Atlanta Braves, you wouldn't have had John Rocker. [applause]\n", " Well, I went to the House of Justice in Harlem. I was introduced by Al Sharpton. I was introduced in a very polite way. It was the first time, I believe, since 1968, that a Democratic candidate in the primary had a major public meeting in Harlem. And I went there to speak to the community. Al Sharpton invited me to come to the House of Justice, but I went there to speak to the community. I don't agree with Al Sharpton on everything. But I think that he's got to be given respect, and people have to — have to — be allowed to grow. And so I look at this and I say it's a sad time when we don't look at somebody as they move through life and we get them stuck in a particular position in life. That's happened too often. So, yes, I had a public meeting with him — five or six hundred people in the community. I did it because that's the way I do with all communities — speak with them where they are living their lives, because I want to be a president that helps people where they are living their lives. [applause]\n", " Well, Tavis, that's why I wanted to do this debate, so that even in the Iowa caucuses that your voices would be heard.\n\nI personally think the Iowa caucuses and New Hampshire primary is a good way to begin a presidential race, because you have to go to where people are. When you begin to run in politics for your first office — mayor, state senator, whatever — you begin in somebody's living room. People take their measure of you, they watch how you move, how you answer questions. That's exactly how you have to begin to run for president of the United States when the race begins in Iowa and New Hampshire. I think that's positive.\n\nI have been in this community in Des Moines, and in Waterloo, in just those kinds of meetings, so African Americans, Latinos in Iowa have had their chance to take my measure in those kinds of meetings. I think that's positive, and I certainly believe — I hope you go to the Iowa caucuses next week and help me. [applause]\n", " The answer is I don't know if we need a permanent commission. What we do need is a permanent commitment. We also need a permanent institutional place where this can be moved forward, because what we have to show people is not just that we are sensitive to African Americans, Latinos and Asians, but that we can bring white people to understand the long-term future of this country is served when we move forward together. [applause] That will require presidential leadership. And it is going to require much more than that. It's going to require every person in this country taking their step to see brother and sisterhood as the future of the country. [applause and cheers]\n", " A poet that I like once wrote the tragedy is not to die, the tragedy is to die with commitments undefined, with convictions unexpressed, and with service unfulfilled. On the subject of race, I have a lifetime of commitments and a lifetime of expressing my convictions. If the people of Iowa and this country will join me, I will be able to fulfill that service, and we will be able, if you join me, together then we can move our collective humanity several feet forward and make this country what it can be. Thank you. [applause and cheers]\n"], "oct_27_1999": [" Well, first, let me thank Dartmouth and WMUR and CNN for hosting this, all of you for coming. I'm very pleased to be a part of it and I hope there will be others.\n\nI want to introduce my wife, Ernestine, who's here in the audience. I'd also like to acknowledge Al's wife, Tipper, and welcome you too.\n\nI think there's only one reason to vote for me as opposed to anybody else, whether it's the vice president or whether it's a Republican candidate. And that is because you think that my leadership would improve the quality of life for millions of Americans today, that you agree with my vision of where the country should go, that you share the values that I espouse, and that you recognize that by your participation in the process that America can become what I've laid it out to be.\n\nSo if you care about fundamental campaign finance reform, if you care about increasing the number of people in America with health insurance, if you care about racial unity in America, if you care about reducing the number of children in poverty in America and you care about managing the economy so the growth takes more and more people to higher economic ground, then I would hope you'd feel that I would be your candidate. And if you do, I welcome you. I need your vote.\n", " I was out in Iowa a couple months ago and had a conversation in a small roundtable, and a man described symptoms that were obviously colon cancer. And I said, did you see the doctor? He said, no, I can't afford to. I don't have any health insurance.\n\nIn this country we ought to be able to cover people with health insurance. There are 45 million people without health insurance this year: 1 million more this year than last year.\n\nIt is a big problem and it needs a big solution to that problem. So I'm glad that you've looked at the proposal and you see that it covers all children, that it brings many adults who don't have health coverage into the system now, that it provides a drug benefit for the elderly.\n\nAnd I also am glad that you took a look at what it costs, because I think that a politician that doesn't put out what something costs when he says I want this program or that program — he's just, you know, politically posturing.\n\nOurs will cost between $50 billion and $65 billion a year. It will come either from the surplus. We have a trillion-dollar surplus over the next 10 years, and that's enough to take care of this program. Or it will come through the enormous savings that we can get through the application of technology to the medical system.\n\nWe spend $1.2 trillion, health care, 450 billion on administrative costs. By simply moving things from paper to Internet, you will be able to achieve significant savings.\n", " I think there were obviously some irregularities that have been addressed. I'm not going to get into the details at this stage of the game, because I want to not only answer your question, but I want to get back to the question that was asked over here. [laughter]\n\nAnd you asked how is this going to happen. We both have ideas of what should happen: no soft money, public financing of elections, free TV time for people in the last six weeks of an election.\n\nHow's it going to happen? First, it requires a grassroots movement.\n\nOne of the reasons I left the United States Senate was to build a grassroots movement for fundamental campaign finance reform, something called Project Independence. We got over a million signatures across this country. That's not a movement, but it's a beginning.\n\nWe need more of that, people's involvement.\n\nSecond, people in finance, in business, in religion and in academic life have to step forward and say the current system is not working: We demand a change because it's not working for us.\n\nAnd third, you need a president that is going to make campaign finance reform one of the top three or four or five issues, because he recognizes how it is connected to our ability to insure more Americans, to our ability to reduce child poverty.\n\nFrom my perspective, there is no issue that is so linked to other issues as campaign finance reform. That's why it is an imperative.\n", " Well, I think that the federal government made a solemn commitment to fund up to 40 percent of special education. It's not doing that now at all. It has a real impact here in New Hampshire. As you know, some local tax dollars are being spent to cover special ed needs, and that means those tax dollars are not used for the other school needs.\n\nI think that the national government should increase what it spends on special ed, thereby liberating monies that are raised locally to be spent locally on general school needs.\n\nI also believe that we need to look out at the future, and we have to say, what do we have to face in this country in the next decade. We're going to lose 2.2 million teachers, not just special-ed teachers, but teachers.\n\nThe key priority is to make sure that there is a good teacher in every classroom. And one of the things that I propose in this campaign is a combination of scholarship and loan forgiveness that would create 60,000 new teachers every year going into urban and rural school districts across this country to help those school districts meet the needs of their students: not only the special needs students, but clearly special needs students, but all students.\n\nWe can do this. It makes sense, and your children and the children of special needs would be better off because of it. [applause]\n", " I'll be glad to answer this, but first I just want to make on clarification. On the cost of the health care plan, we each have our own experts. I dispute the cost figure that Al has used. [applause]\n\nNow, in answer to your question, I think it was a serious loss. I regret it deeply. I think there's no more important issue than the control of nuclear weapons in this world.\n\nI think the Comprehensive Test Ban Treaty prevented other countries, if it were signed, from getting nuclear weapons. It also gave us the means through the sensors that would be placed around the world and the on-site inspections that would be available for us to monitor anyone who might be breaking the agreement in any way, or maybe even testing that might take place that we couldn't hear.\n\nI think that it is a major job of the next president of the United States to bring this treaty back to the Senate, and to do so in a way that allows the reasonable people in both parties to understand and move toward a vote in favor of the Comprehensive Test Ban Treaty.\n\nThat will take a leadership that is able to engender trust on both sides of the aisle. It will take a leadership that makes the case farsighted enough and works with the Congress well enough to make it happen.\n", " Thank you very much for your question.\n\nThis is an issue for all of us to think about. I support gays being able to serve openly in the military. If a gay American can serve openly in the White House, in the Congress, in the courts, in the Treasury Department and in the attorney general's office, why can't they serve openly in the U.S. military? It doesn't make sense.\n\nIf a gay American can be a bricklayer, a doctor, an athlete, a lawyer, a painter, why can't a gay American be a sergeant and a lieutenant colonel? It does not make sense to me.\n\nI am against all discrimination. I'm against discrimination on the basis of race, gender and sexual orientation, and the place to deal with that is the 1964 Civil Rights Act, adding sexual orientation to the list of protected classes.\n\nI also think that it's important that we can talk about gay Americans and realize that they are our neighbors, they are our bosses. They're no different in many ways than all of us. And we have to get to a time in America where we can see beneath skin color, eye shape or sexual orientation to the individual.\n\nBecause that is when we're going to be able to achieve the dignity that I think America stands for. [applause]\n", " I suppose the specific answer is just look at my career in the United States Senate. The League of Conservation Voters put me at something like 85 or 86 over a lifetime, which indicates they saw somebody at work in committees doing the work necessary to improve the environment.\n\nWe have two challenges. One is to clean up that which has already been polluted: the Clean Water Act, the Clean Air Act, the Solid Waste Disposal Act, the Superfund Cleanup Act. And then second, to protect those areas which have not been polluted from becoming polluted.\n\nThere in the Senate I worked on things as diverse as Tongas National Forest in Alaska, the Sterling Forest in New Jersey and New York.\n\nI think that there's a bit of an ethic here, and that is: Why is it so important that we preserve our natural world?\n\nAnd I think each of you living in New Hampshire could understand what I'm about to say, because it's such a beautiful state. And that is you protect the natural world from pollution or you clean up that which has been polluted so that individuals may encounter something that is bigger than they are and lasts longer than they do.\n\nEvery time I have some moment on a seashore, or in the mountains, or sometimes in a quiet forest, I think that this is why the environment has to be preserved...\n", " ... so that people can have this experience. [applause]\n", " You know, 50 years ago nobody knew there was an Alzheimer's disease. And now we see that that which used to be considered an idiosyncratic characteristic of our grandparents may have, indeed, been Alzheimer's disease.\n\nWhen I was in the Senate, I worked hard to try to create essentially day-care centers for Alzheimer's patients so care-givers who were so burdened by this, care that has to last every hour of every day, could bring them for a period of time and have a respite from that tremendous responsibility.\n\nI think that it is enormously important that we continue research on Alzheimer's. There are some productive paths developing there. I also think it's important that we try to create a situation where seniors may stay in their homes longer.\n\nOne of the things that I've offered as a part of the health care plan was to allow Medicare to pay not only for health, but also for plans that would cover health and provide the social services to people who were in their homes. Now, it wouldn't be quite the special services that an Alzheimer's patient needs, but it would give relief to someone who is caring for an Alzheimer's patient in the home.\n", " You know, 1968, the summer of, I taught at a street academy in Harlem. And people were worried about urban schools then. As you say, not much has happened. I think that we need to apply resources and ingenuity. There's a spirit that has to be behind this, a willingness to experiment, a willingness to try things that might break through where other things haven't.\n\nEarly childhood education is critical. Getting people ready to go to school is important. I've laid out a program on child poverty, a part of which is doubling the number of funds available for Head Start. But there's more than just a specific program, or more than the dollars is the spirit behind it.\n\nWhen FDR was president of the United States and we were in a depression, he said I'm going to try this, I'm going to try that, I'm going to try something else.\n\nBut we are going to get out of this depression. And I say to the American people that if I'm president of the United States, when it comes to urban public education, we're going to try this, we're going to try that, we're going to experiment here, experiment there. But we are going to improve urban public education.\n\nIt's enough and change has to come. [applause]\n", " Thank you very much.\n\nI left the Senate because there were things I wanted to do that I couldn't do if I was in the Senate. I had 18 wonderful years there. But it was time for me to move on.\n\nI left to try to understand more clearly where economy was headed in terms of technological change and globalization, to build the grassroots movement for campaign finance reform, which I talked about earlier, to find new ways to promote racial unity in this country.\n\nI worked in the private sector. I taught at Stanford and Notre Dame. I was the head of the National Civic League. I ran Project Independence.\n\nI engaged outside of Washington in the dialogue with the American people about where they saw their lives and where they'd like to take this country.\n\nAnd after doing that for two years, I made the decision that I thought that I was the person that could improve the quality of life for millions of Americans, that the ability matched the national moment, and therefore, I was going to step forward and run for president of the United States: for very clear reasons.\n\nI don't think I'd be running for president of the United States had I not taken those two years, had I not been able to get outside and work in the private sector, encounter people where they live their lives on an everyday basis and develop a sense of where I think we ought to take the country.\n\nAnd I concluded that if you're going to do this, you ought to deal with the big problems. And you ought to have big solutions to big problems, because that's what America's all about. It's about dreaming and being able to fulfill those dreams.\n", " Well, actually, I feel that our involvement in East Timor, the way we did it, was appropriate.\n\nAnd I think that it's maybe even an example of where future involvements could head.\n\nWe have 32 ethnic wars in the world today. There's no way that we have the resources or the wisdom to be involved in all 32 ethnic wars in the world. What we need to do is we need to find ways of using multilateral institutions, like the U.N., regional institutions, like NATO or in Southeast Asia, to deal with problems where we play a part of that. We don't take the full responsibility, but we play a part.\n\nAnd I think in East Timor what happened was that, pursuant to U.N. approval, we helped with logistics in making sure that a force got in there to stop the violence that was taking place and to oversee.\n\nI think that's an important example of how we can proceed in this area in the future. It doesn't mean that you never deploy forces. But it means that if you do deploy forces, the national interest has to be clearly at stake and has to be consistent with values. And if we're talking about the smaller areas, that it would be better to work through multilateral institutions.\n", " Well, I think there are three values that are important that a leader has to have.\n\nOne is absolute integrity — honesty and integrity. And there I think of Jimmy Carter.\n\nSecond, I think that a leader has got to have the ability to see around the corners, to see the future before it's here. I think Woodrow Wilson had that. What he talked about America became America in the 20th century.\n\nAnd next, I think a leader has to have courage. Example of that, I would pick somebody who's not an American, Mikhail Gorbachev, who saw that the world was change, and had the courage to make that change.\n\nI think leaders, wherever they are in the world, need those three qualities if they're going to be world-class leaders.\n"], "jan_26_2000": [" Thank you.\n", " No, I don't think so. I think that the key thing when it comes to education, generally, is to conceive of education as beginning at birth, extending through every life stage, and being for everyone.\n\nThis morning I was in Manchester at the Y, at an early child care program. The first three years of life are decisive in terms of early brain formation. That's why I think you begin investing in education in those first three or four years. I think then it's important to increase the Head Start slots by 400,000, because that prepares kids to go to school.\n\nAnd then I think it's very important to — when you get to elementary and secondary, that the biggest thing that the federal government can do in the next decade, is to try to put 600,000 new, qualified teachers in classrooms in this country, and 2,000 after-school programs for kids, so between 3:00 and 8:00 they have some place to go.\n\nThen a major investment in community colleges, and more funding for special education, which would reduce the property tax burden on New Hampshire property tax payers.\n", " Sure. I don't think that vouchers are the answer to the problems of public education. I voted for it several times when I was in the Senate as an experiment. There are now two experiments going on. I don't think it's the answer to the problems of public education.\n", " Judy, I think if you looked at my record in the United States Senate you'd see a lot of fights that I made that were very successful. For example, in the early 1980s I began to fight for tax reform, which was lower rates and fewer loopholes, creating a tax system where equal incomes paid equal taxes. People said that could never happen — that that would never happen because the special interests would stop it. Well, we overcame the special interests and we made it happen.\n\nOnce I — in the latter part of my terms in the Senate, I discovered that women were being pushed out of the hospital in 24 hours after giving birth. I got angry, and I introduced legislation, I marshalled public support, 85,000 letters came into my office, and over a 15-month period we worked hard until we passed the law.\n\nI fight for my convictions and for the things I believe in. I don't believe in politics as usual where it's simply charge-countercharge. I believe in fighting for principle.\n\nAnd I can guarantee you one thing. In the fall against the Republican there'd be a lot to fight about.\n", " No, I'm not, Judy. I just think politics should be a case of belief and not tactics; that it should be a case of saying what you're for, not what you're against; it should be a matter of bringing issues to the fore, not demeaning your opponent.\n\nAnd, unfortunately, that has not been reciprocated on the other side in this campaign.\n", " Both of those...[crosstalk]...if you're going to talk about a higher standard, you need to live by it.\n\nBoth of those...\n", " Well, first let me say that during the Reagan era, I was the point man in the Democratic Party against the Reagan efforts. I went on national television opposite Ronald Reagan in the passage of the tax bill. On the budget, I was the head of the task force of the Democratic Party in the United States Senate. And my job was to try to diminish the effect of those tax cuts — of those budget cuts.\n\nWe succeeded in doing that. Ultimately, I voted for the Reagan budget. But the fact is, if people had voted as I did for the Reagan budget and against the tax cuts, there would not have been the deficits of the 1980s. And if there hadn't been the deficits of the 1980s, that means we would have had higher growth. That means we would have had more revenue coming in. And that means we would have been a stronger country.\n\nSo I voted for those but it was an act of leadership, I think. Once again, getting ahead of the curve here, I warned that if people didn't do that, we'd have deficits. We had deficits. And those deficits stole from the poor much more than they lost through the budget cuts. It stole from the poor and from the middle class much more than they lost through any budget cuts.\n", " Well, let me just say, when Al accuses me of negative campaigning, it reminds me of the story about Richard Nixon. It said Richard Nixon's the kind of politician who would chop down a tree and stand on the stump and give a speech about conservation.\n", " It just won't fly.\n", " Al, Hillary Clinton said the other day that consistency on fundamental issues of principles is important. She went on to express how she and Rudy Giuliani have the same position on choice now, but that he had changed his position to arrive there and she had always been there.\n\nMy question to you is, do you think she's wrong?\n", " Well, you still didn't answer the question, whether consistency on fundamental issues of principle is relevant. I think they are. And I can understand why you wouldn't answer the question, because when you were in the Congress, you had an 84 percent right-to-life voting record.\n\nAnd it seems to me that this is an issue that requires somebody to know where they stand, and to know why they stand where they stand. I respect people who have a different view than I do. I respect your position that you have. People can evolve, but your campaign shouldn't go around saying that you've always been for a woman's right to choose, because the record shows you have not.\n", " That's not true.\n", " You voted...\n", " ... the other way.\n", " Al, that's not true.\n", " I voted against it because I didn't think it was in the best interest of the country. And I'm wondering why you think it's working so well when, because of welfare reform, there are one million children in this country today who don't have health insurance — who've lost their health insurance because of welfare reform.\n\nI also think that, although the welfare rolls have dropped, that people in deep poverty have increased.\n\nAnd when I look at this vote, and I say what this vote really was was a gamble with kids for reelection. In October 1996, that's when the vote took place, that's when the discussion took place. And I voted against it because I said I was not willing to take that gamble, and I said the next four years there would be attempts to correct a bad bill. And indeed that's what happens.\n\nLegal immigrants, 60, 70 years old, were kicked off of the welfare rolls because of that bill. The fact is that there were strict limits set at two years and five years that said that if — you only have welfare for two years, then you have to go off, you only have five years in the long — in your entire life.\n\nAnd that, I thought, was an onerous burden. And, indeed, that has been changed now. Governors now have flexibility. And, indeed, the legal immigrant provision has been changed.\n\nSo the bill I voted against is not the bill now. But I think we need to reform welfare reform. No question about that.\n", " No, I'm not saying it was a mistake to vote for welfare reform. I'm saying that we need to reform the reform. And, indeed, legal immigrants were excluded; now they're included. That was a change. That was a change.\n\nIn addition to that, I think that if a father is forced to pay child support, that that child support ought to go to the mother. Under this bill, where it goes is to the county, to the state government to pay the costs of the system. How do you expect the family who is — a mother trying to support a child to be able to do that when you take the money that comes from the father and give it to the state instead of the child?\n\nAnd, finally, I think we've got to do something about one million children who don't have any health care in this country because they lost it when they were kicked off of welfare.\n", " Al, I've offered a health care plan that provides access to universal, affordable, quality health care for all Americans; a health care plan that guarantees children health coverage; a health care plan that gives the elderly a Medicare drug benefit; a health care plan that in effect gives the people earning under $50,000 the equivalent of a $25 billion tax cut.\n\nNow, you have done nothing in this campaign but attack this bill, this suggestion, this idea. In fact, \"The Keene Sentinel\" said \"Gore persists in mischaracterizing Bill Bradley's health care plan.\"\n", " The question is, why?\n", " Well, you have said again tonight that you're for universal health insurance. The problem is we don't get there, anywhere close to getting there. You nibble around the edges, and indeed you have nothing in you budget for the next 10 years to get to universal health insurance. And yet you assert that you want to do that.\n\nIn terms of the Medicare drug benefit, let me say the difference between our plans are this. I saw a woman in Des Moines the other day. She had — just let me finish — $10,000 in pharmaceutical costs. My plan would have cost — would have paid $7,500 of that. Al's plan would have paid $1,000.\n", " That's a big difference.\n", " Well, the first thing I'd do is try to loosen his grip on the oil pipeline. The fact is that he has the capacity now, in OPEC, to reduce production, which increases price. That's precisely what's happened now. And that means that prices for New Hampshire residents for home heating oil go up — about $1.74 now.\n\nAnd as I think about this, I see there are things that an administration could do here to stop that. One would be to let oil out of the Strategic Petroleum Reserve. That is there in order to have oil enter the market when prices go up; that'll keep prices down.\n\nThe administration hasn't done that.\n\nThe second thing that's important for us to do now is to tell Kuwait and Saudi Arabia — two countries that we protected in 1990-91 — to increase their oil production. If they increase their oil production, the prices would then drop.\n\nAnd with Saddam Hussein specifically, I think the most important thing is to diplomatically isolate him. I would not let sanctions go. I would keep sanctions on and try to keep him pinned down and surrounded through diplomatic effort.\n", " Because we're heading to a new age, Judy. We no longer have to fight the Cold War. We have a defense budget that resembles the Cold War defense budget. We don't have to protect Europe against the possibility that Soviet tanks would move across the North German plain.\n\nWe have new threats on the horizon. So we can eliminate certain weapons systems that are from the Cold War.\n\nWe can also consolidate bases much more than we have. And we can make tough choices on investment in new technology as opposed to platforms. And we can look ahead to a time where things like the arsenal ship will be moving toward replacing the aircraft carrier and doing so with only 50 people on board.\n", " This is a very personal question. [laughter]\n\nMy worst behavior on the basketball court, I suppose, was occasionally holding John Havlicek when I played the Boston Celtics. And actually, I knew I was doing pretty well in New Hampshire about six months into the campaign when some person came up to me and said — gave me a bumper sticker and it said: Another Celtic Fan for Bradley.\n\nBut I also, in addition to holding John Havlicek occasionally, you know, there's a competition that goes on. There are elbows that are thrown. Occasional blows are thrown. That's part of the game. So if you're asking me about that, I think that's what I would say.\n\nPolitics is different. Politics should be something that's higher. Politics should be something that elevates us. It should not be something that drags us down. I'm trying to get beyond politics as usual to a kind of politics that allows Americans to realize that they're a part of shaping our collective futures, by participating and by recognizing that candidates who state what they're for have a better chance of leading truthfully than candidates who do not.\n", " I've never cried in victory or defeat in basketball. I cried the other day, though, right here in New Hampshire.\n\nI was in a setting where a woman named Kathy Perry told me her story. She said that she and her husband had four kids. They both — she had two jobs, her husband had one job. They took one of their children to the doctor and they didn't have health insurance. The doctor diagnosed it as strep. She was leaving and she wrote out the check and her son said to here, I'm sorry, Mom. And she said, Why? He said, I'm sorry because I got sick.\n\nI don't think any child in America should get sick. And when I heard that story, tears rushed to my eyes.\n", " Well, indeed you've focused on an important aspect of the proposal which is the community college proposal. Fifty percent of the kids in higher education in America go to community colleges, and yet it only gets five percent of the federal education dollar.\n\nI think that it's critical that we help community colleges, because that is the place where most kids begin the process of higher education, going on to four-year education institutions. That is also where mothers go after they've raised kids so they can learn more, so they can earn more. It's also where workers in our society who have been downsized have to acquire new skills.\n\nSo, that is a major investment in community colleges.\n\nIn terms of the four-year college, I think we ought to do more of what I call self-reliance loans, which allows people to repay their loan as a percent of their future income, as opposed to having a giant debt that comes down on them as soon as they get out of school.\n\nIn addition, I propose college scholarships for 10,000 kids at $7,500 each if they would agree to teach in urban schools...\n", " Actually I have proposed, through the health care plan, an equivalent of a $25 billion tax cut. Do you know how much that could mean for someone at $30,000 of income? At $30,000 in income, that could put almost $3,000 in that family's pocket. And if they had health insurance, they could spend that money on college education for their children.\n", " Al, you've made a proposal that we take 30-second ads off the air. And you know, that translation is — you're well known, I'm not. You take them off, you win. And I look at that, and I say, I understand why you did it. But the real problem is negative ads, not 30-second ads. And the AP Ad-Watch called one of your ads unfair and misleading.\n\nAnd my question to you is, why should we believe that you will tell the truth as president, if you don't tell the truth as a candidate?\n", " Al, if you talk about a flyer that was immediately repudiated that went to a couple hundred people versus an advertisement on television, that's like comparing a gnat to an elephant. You're the elephant of negative advertising here. And the fact of the matter is — don't take my word, take \"The Lawrence Eagle Tribune.\" It said — \"Lawrence Eagle Tribune\" which said that he was a master of spin and smear.\n", " No.\n", " In politics, sometimes people make misleading statements because they don't know any better. You know better.\n", " You know better. You know better, and you continue to...\n", " ... do what you know is untrue. And that does not respect the voter of New Hampshire.\n", " That's not right. That's not incorrect.\n", " Both of those things are incorrect. That is not correct. The fact of the matter is, as I said earlier, if you had added $10,000 in pharmaceutical costs for prescription drugs, your plan would cap that at $1,000...\n", " Wait, wait — your plan would stop that at $1,000.\n", " I'm sorry. This is a tactic. See this is a tactic. Your — your plan would cap it at $1,000 and mine would pay $7,500.\n", " This is the difference between going for big ideas and nibbling around the edges.\n", " Al, I think we need a fresh start in Washington. And I read in \"The Boston Globe\" today the following thing. It said, \"What's wrong with Washington is it's in the vice-like grip of moneyed special interests and their lobbyists.\" And it went on to say that you're the favorite of the Washington lobbyists.\n\nSo my question to you is, how can you be fighting for the people when you're working hand-in -love with the special interests who essentially are fighting against the people?\n", " Well, all I can say is it's politics as usual. And that's a thousand promises and a thousand attacks. That's what's been your campaign — a thousand promises, a thousand attacks. A promise to every little special interest group; attack, attack, attack every day. That's been the nature of it.\n\nAnd quite frankly, I think the people are fed up with it. But from your standpoint nothing have changed. Lobbyists are still in charge in Washington.\n", " But you still raise soft money.\n", " What your wrong about, and how you've mischaracterized this, is saying New Hampshire would have $150. That's where you're wrong. New Hampshire will have more.\n\nI'm not going to do a health care program that doesn't give people who are on Medicaid now, largely adults, access to several plans in every state. The legislation will be written, that's what will happen. The figure of $150 does not apply to New Hampshire, it applies to other states.\n\nLet's take, for example, what you've done on Medicaid. Since — over the last seven years Medicaid HMOs in this country have gone from 14 percent to 54 percent of all Medicaid recipients. And what — the average of the Medicaid recipient, all of them, has a fee of under $150. Under $150. So this can easily be done.\n\nThe big difference is here, by raising this issue you are trying to get away from facing up to the fact that I've offered a proposal that would provide access to quality affordable health care for all Americans; would provide a Medicare drug benefit for the elderly that's much more generous than yours, much bigger than yours; and would indeed guarantee all children health coverage in this country; and on top of that...\n", " ... provide money to middle-class people to be able to pay for their health insurance.\n", " That is what you're trying to cover up by this misrepresentation on $150.\n", " I'm not changing my plan.\n", " There are any numbers of states...\n", " Tennessee is one.\n", " There are any number of them. There are 24 states...\n", " There are 24 states that have a waiver from the national government in order to do Medicaid, and that is under $150.\n\nNow what I think is going on here is pretty clear. In politics, as I said, people make misleading statements. And most of them do it because they don't know better. You know better. You're know what you're saying is not true. And quite frankly, I wonder whether if you're running a campaign, that is saying untrue things, whether you'll be able to be a president that gets people's trust.\n\nIf you're running a campaign that's divisive, that's the kind of presidency that you will also have.\n", " I think — I think they deserve — people deserve...\n", " ... more respect.\n", " My response is that this country has wanted universal health insurance for 40 years. I am the first candidate that is out there in this campaign, offering them universal access to quality, affordable health care.\n\nYou have said you want universal health insurance, but you have no way of getting there. And so, instead of facing up to that fact and admitting to people that you have no way to get to universal health insurance, you decide to pick this number or that number out of a proposal, when in fact the proposal will cover people in this country.\n", " Well, let me correct the record. They're not my biggest contributors. Over 18 years in the United States Senate, anybody associated with a pharmaceutical company contributed less the 1 percent of all the money I raised. In the presidential campaign, it's less than three-tenths of a percent.\n\nIf you take a look at my drug program — prescription drug program, what you find is it has a preference stated for generic drugs. That may give the pharmaceutical companies heartburn.\n\nThe fact here is, campaign finance reform is the most important thing we can do in this country. It will break down the wall that's come between the people and their elected representatives, it should be no soft money, public financing of elections and free television time in the last six weeks of a campaign.\n\nIf we do that, we have a chance of allowing the people's voices to be heard.\n", " Well, Judy, if you want me to share a little bit with you, I will. I'll give you two books that I like. One is \"Victory\" by Joseph Conrad. I like that because there's something in their by a character named Heiss, who says, \"Woe be it to the man who has not learned while young to put his trust in life.\" Now what does that tell you about me, running for President of the United States? It tells you that I've read the book.\n", " In terms of my medical records, I have done the same thing that Al Gore has done...\n", " Which is to lay out — to lay out the latest doctor's report, put it out there so that people can see, and that is precisely what I've done.\n", " And my advisers? I think that, I mean, you know, Paul Volcker, Henry Kaufman — I can give you a long list of advisers on the economy and in foreign policy and defense.\n\nNow, the fact of the matter is, you don't always talk about all your advisers.\n", " I've had a great year in New Hampshire. I respect you. Next Tuesday I need your vote.\n\nThis isn't about experience, we both have experience. This is about leadership. And I think what a leader does is take big, complicated problems, turn them into public issues, and then make something happen.\n\nThat's what FDR did. That's what Lyndon Johnson did. And that's what I want to do on the issues that confront us today in the area of health, education, campaign finance reform, gun control and help for working families.\n\nAs I look at this campaign and think about what we can be as a country, I'm buoyed with optimism. We're at the beginning of a tremendous phase of growth in this country. And any politician can pick a fight...\n", " ... but only a leader can move a country forward.\n"]}}