{"George W. Bush": {"oct_3_2000": [" Well, we do come from different places. I come from being a West Texas. The governor is the chief executive officer. We know how to set agendas as a governor. I think you'll find the difference reflected in our budgets. I want to take one-half of the surplus and dedicate it to Social Security. One-quarter of the surplus for important projects, and I want to send one-quarter of the surplus back to the people who pay the bills. I want everybody who pays taxes to have their tax rates cut. And that stands in contrast to my worthy opponent's plan, which will increase the size of government dramatically. His plan is three times larger than President Clinton's proposed plan eight years ago. It is a plan that will have 200 new programs -- expanded programs and creates 20,000 new bureaucrats. It it empowers Washington. My vision is to empower Americans to be able to make decisions for themselves in their own lives.\n", " Let me just say that obviously tonight we're going to hear some phony numbers about what I think and what we ought to do. People need to know that over the next ten years it is going to be $25 trillion of revenue that comes into our treasurey and we anticipate spending $21 trillion. And my plan say why don't we pass 1.3 trillion of that back to the people who pay the bills? Surely we can afford 5% of the $25 trillion that are coming into the treasury to the hard working people that pay the bills. There is a difference of opinion. My opponent thinks the government -- the surplus is the government's money. That's not what I think. I think it's the hard-working people of America's money and I want to share some of that money with you so you have more money to build and save and dream for your families. It's a difference of opinion. It's a difference between government making decisions for you and you getting more of your money to make decisions for yourself.\n", " Yes. I take him for his word. Look, I fully recognize I'm not of Washington. I'm from Texas. And he's got a lot of experience, but so do I. And I've been the chief executive officer of the second biggest state in the union. I have a proud record of working with both Republicans and Democrats, which is what our nation needs. Somebody that can come to Washington and say let's forget all the finger pointing and get positive things done on Medicare, prescription drugs, Social Security, and so I take him for his word.\n", " Actually what I've said, Jim. I've said that eight years ago they campaigned on prescription drugs for seniors. And four years ago they campaigned on getting prescription drugs for seniors. And now they're campaigning on getting prescription drugs for seniors. It seems like they can't get it done. Now, they may blame other folks, but it's time to get somebody in Washington who is going to work with both Republicans and Democrats to get some positive things done when it comes to our seniors. And so what I've said is that there's been some missed opportunities. They've had a chance. They've had a chance to form consensus. I've go a plan on Medicare, for example, that's a two-stage plan that says we'll have immediate help for seniors and what I call immediately Helping Hand, a $48 billion program. But I also want to say to seniors, if you're happy with Medicare the way it is, fine, you can stay in the program. But we're going to give you additional choices like they give federal employees in the federal employee health plan. They have a variety of choices to choose, so should seniors. And my point has been, as opposed to politicizing an issue like Medicare, in other words, holding it up hoping somebody bites it and try to clobber them over the head for political purposes, this year it's time to get it done once and for all. That's what I've been critical about the administration for. Same with Social Security. I think there was a good opportunity to bring Republicans and Democrats together to reform the Social Security system so seniors will never go without. Those on Social Security today will have their promise made, but also to give younger workers the option at their choice of being able to manage some of their own money in the private sector to make sure there's a Social Security system around tomorrow. There are a lot of young workers at our rallies we go to that when they hear I'll trust them at their option to be able to manage, under certain guidelines, some of their own money to get a better rate of return so that they'll have a retirement plan in the future, they begin to nod their heads and they want a different attitude in Washington.\n", " I guess my answer to that is the man is running on Medi-scare. Trying to frighten people into the voting booth. It's not what I think and it's not my intentions and not my plan. I want all seniors to have prescription drugs in Medicare. We need to reform Medicare. This administration has failed to do it. Seniors will have not only a Medicare plan where the poor seniors will have prescription drugs paid for, but there will be a variety of options. The current system today has meant a lot for a lot of seniors, and I really appreciate the intent of the current system. If you're happy with the system you can stay in it. There are a lot of procedures that haven't kept up in Medicare with the current times. No prescription drug benefits, no drug therapy, no preventative medicines, no vision care. We need to have a modern system to help seniors, and the idea of supporting a federally controlled 132,000-page document bureaucracy as being a compassionate way for seniors, and the only compassionate source of care for seniors is not my vision. We ought to give seniors more options. I believe we ought to make the system work better. I know this. I know it will require a different kind of leader to go to Washington to say to both Republicans and Democrats, let's come together. You've had your chance, Vice President, you've been there for eight years and nothing has been done. My point is, is that my plan not only trusts seniors with options, my plan sets aside $3.4 trillion for Medicare over the next ten years. My plan also says it requires a new approach in Washington, D.C. It's going to require somebody who can work across the partisan divide.\n", " I cannot let this go by, the old-style Washington politics, if we're going to scare you in the voting booth. Under my plan the man gets immediate help with prescription drugs. It's called Immediate Helping Hand. Instead of squabbling and finger pointing, he gets immediate help. Let me say something.\n", " Look, this is a man who has great numbers. He talks about numbers. I'm beginning to think not only did he invent the Internet, but he invented the calculator. It's fuzzy math. It's a scaring -- he's trying to scare people in the voting booth. Under my tax plan that he continues to criticize, I set one-third. The federal government should take no more than a third of anybody's check. But I also dropped the bottom rate from 15% to 10%. Because by far the vast majority of the help goes to people at the bottom end of the economic ladder. If you're a family of four in Massachusetts, making $50,000, you get a 50% cut in the federal income taxes you pay. It's from $4000 to about $2000. Now, the difference in our plans is I want that $2,000 to go to you, and the vice president would like to be spending the $2,000 on your behalf.\n", " Correct.\n", " That's totally false for him to stand up here and say that. Let me make sure the seniors hear me loud and clear. They have had their chance to get something done. I'm going to work with Democrats and Republicans to reform the system. All seniors will be covered, all seniors will have their prescription drugs paid for, and in the meantime, we'll have a plan to help poor seniors and in the meantime it could be one year or two years.\n", " Wait a minute. All seniors are covered under prescription drugs in my plan.\n", " If we can get it done in the first year, you bet.\n", " It's an issue I know a lot about. I was a small oil person for a while in west Texas. This is an administration that's had no plan. And all of a sudden the results of having no plan have caught up with America. First and foremost we have to fully fund -- heat which is a way to help low income people in the east to pay for high fuel bills. We need an active exploration incentive in America. We need to explore at home. You bet I want to open up a small part of Alaska. When that field is online it will produce one million barrels a day. Today we import one million barrels from Saddam Hussein. I would rather that a million come from our own hemisphere, have it come from our own country as opposed to Saddam Hussein. I want to develop the coal resources in America. Have clean coal technologies. We better start exploring it or otherwise we'll be in deep trouble in the future because of our dependency upon foreign sources of crude.\n", " Well I would first say he should have been tackling it for the last seven years. The difference is we need to explore at home. And the vice president doesn't believe in exploration, for example, in Alaska. There's a lot of shut-in gas that we need to be moving out of Alaska by pipeline. There's an interesting issue up in the northwest as well. Do we remove dams that produce hydroelectric energy? I'm against removing dams in the northwest. We need to keep that in line. I was in coal country in West Virginia. There is an abundant supply of coal in this country. I know we can do a better job of clean coal technologies. I'm going to ask the Congress for $2 billion to make sure we have the cleanest coal technologies in the world. In the short-term we need to get after it here in America. We need to explore our resources and we need to develop our reservoirs of domestic production. We also need to have a hemispheric energy policy where Canada, Mexico and the United States come together. I brought this up recently with the newly elected president in Mexico, he's a man I know from Mexico. I talked to him about how best to expedite the exploration of natural gas in Mexico and transport it up to the United States so we become less dependent on foreign sources of crude oil. It's a major problem facing America. The administration did not deal with it. It's time for a new administration to deal with the energy problem.\n", " It's the right thing for the consumers. Less dependency upon foreign sources of crude is good for consumers. And we can do so in an environmentally friendly way.\n", " I don't think a president can do that. I was disappointed in the ruling because I think abortions ought to be more rare in America, and I'm worried that that pill will create more abortions and cause more people to have abortions. This is a very important topic and it's a very sensitive topic, because a lot of good people disagree on the issue. I think what the next president ought to do is to promote a culture of life in America. Life of the elderly and life of those women all across the country. Life of the unborn. As a matter of fact, I think a noble goal for this country is that every child, born or unborn, need to be protected by law and welcomed to life. I know we need to change a lot of minds before we get there in America. What I do believe is that we can find good, common ground on issues of parental consent or parental notification. I know we need to ban partial birth abortions. This is a place where my opponent and I have strong disagreement. I believe banning partial birth abortions would be a positive step to reducing the number of abortions in America. It is an issue that will require a new attitude. We've been battling over abortion for a long period of time. Surely this nation can come together to promote the value of life. Surely we can fight off these laws that will encourage doctors to -- to allow doctors to take the lives of our seniors. Surely we can work together to create a cultural life so some of these youngsters who feel like they can take a neighbor's life with a gun will understand that that's not the way America is meant to be. Surely we can find common ground to reduce the number of abortions in America. As to the drug itself, I mentioned I was disappointed. I hope the FDA took its time to make sure that American women will be safe who use this drug.\n", " I don't think a president can unilaterally overturn it. The FDA has made its decision.\n", " I think once a decision has been made, it's been made unless it's proven to be unsafe to women.\n", " I said I would make sure that women would be safe who used the drug.\n", " I am pro-life.\n", " The voters should assume I have no litmus test on that issue or any other issue. Voters will know I'll put competent judges on the bench. People who will strictly interpret the Constitution and not use the bench for writing social policy. That is going to be a big difference between my opponent and me. I believe that the judges ought not to take the place of the legislative branch of government. That they're appointed for life and that they ought to look at the Constitution as sacred. They shouldn't misuse their bench. I don't believe in liberal activist judges. I believe in strict constructionists. Those are the kind of judges I will appoint. I've named four in the State of Texas and ask the people to check out their qualifications, their deliberations. They're good, solid men and women who have made good, sound judgments on behalf of the people of Texas.\n", " It sounds like he's not very right tonight. I just told you the criteria on which I'll appoint judges. I have a record of appointing judges in the State of Texas. That's what a governor gets to do. A governor gets to name supreme court judges. He also reads all kinds of things into my tax plan and into my Medicare plan. I want the viewers out there to listen to what I have to say about it.\n", " I'll tell you what kind of judges he'll put on. He'll put liberal activists justices who will use their bench to subvert the legislature, that's what he'll do.\n", " Well, I'm pleased with the results of the election. As the vice president said, it's time for the man to go. It means that the United States must have a strong diplomatic hand with our friends in NATO. That's why it's important to make sure our alliances are as strong as they possibly can be to keep the pressure on Mr. Milosevic. But this will be an interesting moment for the Russians to step up and lead as well. Be a wonderful time for the Russians to step into the Balkans and convince Mr. Milosevic that it's in his best interest and his country's best interest. The Russians have sway in that part of the world. We would like to see the Russians use that sway to encourage democracy to take hold. It's an encouraging election. It's time for the man to leave.\n", " Well obviously we wouldn't use the Russians if they didn't agree with our answer, Mr. Vice President. Let me say this to you, I wouldn't use force. I wouldn't use force.\n", " No.\n", " It's not in our national interest to use force. I would use pressure and diplomacy. There is a difference what the president did in Kosovo and this. It's up to the people in this region to take control of their country.\n", " Well, if it's in our vital national interest, and that means whether our territory is threatened or people could be harmed, whether or not the alliances are -- our defense alliances are threatened, whether or not our friends in the Middle East are threatened. That would be a time to seriously consider the use of force. Secondly, whether or not the mission was clear. Whether or not it was a clear understanding as to what the mission would be. Thirdly, whether or not we were prepared and trained to win. Whether or not our forces were of high morale and high standing and well-equipped. And finally, whether or not there was an exit strategy. I would take the use of force very seriously. I would be guarded in my approach. I don't think we can be all things to all people in the world. I think we've got to be very careful when we commit our troops. The vice president and I have a disagreement about the use of troops. He believes in nation building. I would be very careful about using our troops as nation builders. I believe the role of the military is to fight and win war and therefore prevent war from happening in the first place. So I would take my responsibility seriously. And it starts with making sure we rebuild our military power. Morale in today's military is too low. We're having trouble meeting recruiting goals. We met the goals this year, but in the previous years we have not met recruiting goals. Some of our troops are not well-equipped. I believe we're overextended in too many places. And therefore I want to rebuild the military power. It starts with a billion dollar pay raise for the men and women who wear the uniform. A billion dollars more than the president recently signed into law. It's to make sure our troops are well-housed and well-equipped. Bonus plans to keep some of our high-skilled folks in the services and a commander in chief that sets the mission to fight and win war and prevent war from happening in the first place.\n", " I agree our military is the strongest in the world today, that's not the question. The question is will it be the strongest in the years to come? Everywhere I go on the campaign trail I see moms and dads whose son or daughter may wear the uniform and they tell me about how discouraged their son or daughter may be. A recent poll was taken among 1,000 enlisted personnel, as well as officers, over half of whom will leave the service when their time of enlistment is up. The captains are leaving the service. There is a problem. And it's going to require a new commander in chief to rebuild the military power. I was honored to be flanked by Colin Powell and General Norman Schwartzkopf recently stood by me side and agreed with me. If we don't have a clear vision of the military, if we don't stop extending our troops all around the world and nation building missions, then we're going to have a serious problem coming down the road, and I'm going to prevent that. I'm going to rebuild our military power. It's one of the major priorities of my administration.\n", " I think you've got to look at how one has handled responsibility in office. Whether or not it's -- the same in domestic policy as well. Whether or not you have the capacity to convince people to follow? Whether or not one makes decisions based on sound principles or whether or not you rely upon polls or focus groups on how to decide what the course of action is. We have too much polling and focus groups going on in Washington today. We need decisions made on sound principles. I've been the governor of a big state. I think one of the hallmarks of my relationship in Austin, Texas, is that I've had the capacity to work with both Republicans and Democrats. I think that's an important part of leadership. I think what it means to build consensus. I've shown I know how to do so. Tonight in the audience there's one elected state senator who is a Democrat, a former state-wide officer who is a Democrat, a lot of Democrats who are here in the debate to -- because they want to show their support that shows I know how to lead. And so the fundamental answer to your question, who can lead and who's shown the ability to get things done?\n", " Yeah. Why haven't they done it in seven years?\n", " The man is practicing fuzzy math again. There's differences. Under Vice President Gore's plan, he is going to grow the federal government in the largest increase since Lyndon Baines Johnson in 1965. We're talking about a massive government, folks. We're talking about adding to or increasing 200 programs, 20,000 new bureaucrats. Imagine how many IRS agents it is going to take to be able to figure out his targeted tax cut for the middle class that excludes 50 million Americans. There is a huge difference in this campaign. He says he's going to give you tax cuts. 50 million of you won't receive it. He said in his speech he wants to make sure the right people get tax relief. That's not the role of a president to decide right and wrong. Everybody who pays taxes ought to get tax relief. After my plan is in place, the wealthiest Americans will pay more tax, the poorest of Americans, six million families, won't pay any tax at all. It's a huge difference. A difference between big exploding federal government that wants to think on your behalf and a plan that meets priorities and liberates working people to be able to make decisions on your own.\n", " Let me tell you what the facts are. The facts are after my plan, the wealthiest of Americans pay more taxes of the percentage of the whole than they do today. Secondly, if you're a family of four making $50,000 in Massachusetts, you get a 50% tax cut. Let me give you one example. A family in Allentown, Pennsylvania, I campaigned with them the other day. They make $51,000 combined income, they pay about $3500 in taxes. Under my plan, they get $1800 of tax relief. Under Vice President Gore's plan, they get $145 of tax relief. Now you tell me who stands on the side of the fence. You ask whose plan makes more sense. There is a difference of opinion. He would rather spend the family's $1800 and I would rather the family spend that money.\n", " Let me talk about tax cuts one more time. It excludes 50 million Americans.\n", " The marriage penalty. If you itemize your tax return, you get no marriage penalty relief. He picks and chooses. He decides who the right people are. It's a fundamental difference of opinion. I want my fellow Americans to hear one more time. We'll spend $25 trillion -- we'll collect $25 trillion in revenue in the next 10 years and spend $21 trillion. We need to send 5% back to you that pay the bills. I want to say something. This man has been disparaging my plan with all this Washington fuzzy math. If you're a single mother making $22,000 a year and you have two children, under this tax code, for every additional dollar you make, you pay a higher marginal rate on that dollar than someone making more than $200,000 a year, and that is not right. My plan drops the rate from 15% to 10% and increases the child credit from $500 to $1,000 to make the code more fair for everybody, not just a few, not just a handful. Everybody who pays taxes ought to get some relief.\n", " We can make a huge difference by saying if you receive federal money we expect you to show results. Let me give you a story about public education, if I might. It's about Kipp Academy in Houston, Texas. A charter school run by some people from Teach For America. Young folks saying I'm going to do something good for my country. I want to teach. A guy named Michael runs the school. It is a school full of so-called at-risk children. It's how wer unfortunately label certain children. Basically it means they can't learn. It's a school of strong discipline and high standards. It's one of the best schools in Houston. Here are the key ingredients. High expectations, strong accountabily. What Michael says, don't put all these rules on us, just let us teach and hold us accountable for every grade. That's what we do. And as a result, these mainly Hispanic youngsters are some of the best learners in Houston, Texas. That's my vision for public education all around America. Many of you viewers don't know, but Laura and I sent our girls to public school. They went to Austin High School. And many of the public schools are meeting the call. But, unfortunately, a lot of schools are trapping children in schools that just won't teach and won't change. Here is the role of the federal government. One is to change Head Start to a reading program. Two is to say if you want to access reading money, you can do so. The goal is for every single child to learn to Read. there must by K-2 diagnostic teaching tools available. We have to consolidate the system to free the schools and encourage innovators. Let them reach out beyond the confines of the current structure to recruit teach-for-the-children type teachers. Four, we're going to say if you receive federal money, measure third, fourth, fifth, sixth, seventh and eighth grade. Show us if they are learning to read, write, add and subtract there will be bonus plans. If not, instead of continuing to subsidize failure, the money will go to -- the federal money will go to the parents for public school or charter school or tutorial or Catholic school. What I care about is children. And so does Michael Feinberg. And you know what? It can happen in America with the right kind of leadership.\n", " The first is, the difference is there is no new accountability measures in Vice President Gore's plan. He says he's for voluntary testing. You can't have voluntary testing. You must have mandatory testing. You must say that if you receive money you must show us whether or not children are learning to read and write and add and subtract. That's the difference. You may claim you've got mandatory testing but you don't, Mr. Vice President. That's a huge difference. Testing is the cornerstone of reform. You know how I know? Because it's the cornerstone of reform in the State of Texas. Republicans and Democrats came together and said what can we do to make our public education the best in the country? We've done a long way working together to do so. The cornerstone is to have strong accountability in return for money and in return for flexibility. We're going to ask you to show us whether or not -- we ask you to post the results on the Internet. We encourage parents to take a look at the comparative results of schools. We have a strong charter school movement that I signed the legislation to get started in the State of Texas. I believe if we find poor children trapped in schools that won't teach, we need to free the parents. We need to expand education savings accounts. Something that my vice presidential running mate supports. There's big differences. He won't support freeing local districts from the strings of federal money.\n", " Okay. First of all, most of this is at the state level. See, here is the mentality. I'm going to make the state do this and make the state do that. All I'm saying is if you spend money, show us results and test every year, which you do not do, Mr. Vice President. You don't test every year. You can say you do to the cameras but you don't, unless you've changed your plan.\n", " You need to test every year. That's why you determine if children are progressing to excellence. Secondly, one of the things that we have to be careful about in politics is throwing money at a system that has not yet been reformed. More money is needed and I spend more money, but step one is to make sure we reform the system to have the system in place that leaves no child behind. Stop this business about asking gosh, how old are you? If you're 10 we'll put you here, 12 you put here. Start asking the question, what do you know? If you don't know what you're supposed to know, we'll make sure you do early before it's too late.\n", " I've been standing up to big business, Hollywood, big trial lawyers. Was -- the question about emergencies, wasn't it? MODERATOR: It was about -- okay.\n", " You know, as governor, one of the things you have to deal with is catastrophe. I can remember the fires that swept Parker County, Texas. I remember the floods that swept our state. I remember going down to Del Rio, Texas. I have to pay the administration a compliment. James Lee Witt of FEMA has done a really good job of working with governors during times of crisis. But that's the time when you're tested not only -- it's the time to test your metal, a time to test your heart when you see people whose lives have been turned upside down. It broke my heart to go to the flood scene in Del Rio where a fellow and his family got completely uprooted. The only thing I knew was to got aid as quickly as possible with state and federal help, and to put my arms around the man and his family and cry with them. That's what governors do. They are often on the front line of catastrophic situations.\n", " Well, it depends, obviously. But what I would do first and foremost, is I would get in touch with the Federal Reserve Chairman, Allen Greenspan, to find out all the facts and all the circumstances. I would have my Secretary of the Treasury be in touch with the financial centers not only here, but at home. I would make sure that key members of Congress were called in to discuss the gravity of the situation. And I would come up with a game plan to deal with it. That's what governors end up doing. We end up being problem solvers. We come up with practical, common sense solutions for problems that we're confronted with. In this case, in the case of a financial crisis, I would gather all the facts before I made the decision as to what the government ought or ought not to do.\n", " No, there's no difference on that. There is a difference, though, as to what the economy has meant. I think the economy has meant more for the Gore and Clinton folks than the Gore and Clinton folks have meant for the economy. I think most of the economic growth that has taken place is a result of ingenuity and hard work and entrepreneurship and that's the role of goverment to encourage that. In terms of in response to the question, no.\n", " Two points. One, a lot of folks are still waiting for that 1992 middle-class tax cut. I remember the vice president saying, \"Just give us a chance to get up there, we're going to make sure you get tax cuts.\" It didn't happen. Now he's having to say that again. They've had their chance to deliver a tax cut to you. Secondly, the surest way to bust this economy is to increase the role and size of the federal budget. The Senate Budget Committee did a study of the vice president's expenditures. It's been projected that they could conceivably bust the budget by $900 billion. That means he'll either have to raise your taxes by $900 billion or go into the Social Security surplus for $900 billion. This is a plan that is going to increase the bureaucracy by 20,000 people. His targeted tax cut is so detailed, so much fine print that it is going to require numerous IRS agents. We need somebody to simplify the code, to be fair, to continue prosperity by sharing some of the surplus with the people who pay the bills, particularly those at the bottom end of the economic ladder.\n", " I can't let the man continue with fuzzy math. It is 1.3 trillion. It will go to everybody who pays taxes. I'm not going to be the kind of president that says you get tax relief and you don't. I'm not going to be a picker and chooser. What is fair is everybody who pays taxes ought to get relief.\n", " I thought it was interesting that on the two minutes he spent about a million-and-a-half on my plan, which means he doesn't want you to know what he's doing is loading up IOUs for future generations. He puts no real assets into the Social Security system. The revenues exceed the expenses in Social Security until the year 2015 which means all retirees are going to get the promises made. For those of you who he wants to scare into the voting booth to vote for him, hear me loud and clear. A promise made will be a promise kept. You bet we want to allow younger workers to take some of their own money. That's the difference of opinion. The vice president thinks it's the government's money. The payroll taxes are your money. You ought to put it in prudent, safe investments so that $1 trillion over the next ten years grows to be $3 trillion. The money stays within the Social Security system. It's a part of the Social Security system. He claims it will be out of Social Security. It's your money, it's a part of your retirement benefit. It's a fundamental difference between what we believe. I want you to have your own asset that you can call your own. That you can pass on from one generation to the next. I want to get a better rate of return for your own money than the paltry 2% that the current Social Security Trust gets today. Mr. Greenspan I thought missed an opportunity to say there's a third way, and that is to get a better rate of return on the Social Security monies coming into the trust. There is $2.3 trillion of surplus that we can use to make sure that younger workers have a Social Security plan in the future. If we're smart and if we trust workers and if we understand the power of the compounding rate of interest.\n", " No. There's enough money to pay seniors today in the current affairs of Social Security. The trillion comes from the surplus. Surplus is money -- more money than needed. Let me tell you what your plan is. It's not Social Security plus, it's Social Security plus huge debt. That is what it is. You leave future generations with tremendous IOUs. It's time to have a leader that doesn't put off tomorrow what we should do today. It's time to have somebody to step up and say look, let's let younger workers take some of their own money and under certain guidelines invest it in the private markets. The safest of federal investments yields 4%. That's twice the amount of rate of return than the current Social Security Trust. It's a fundamental difference of opinion here, folks. Younger worker after younger worker hears my call that says I trust you. And you know what, the issue is changeing. Seniors now understand that the promise made will be a promise kept, but younger workers now understand we better have a government that trusts them and that's exactly what I'm going to do.\n", " This is a government that thinks a 2% rate of return on your money is satisfactory. It's not. This is a government that says younger workers can't possibly have their own assets. We need to think differently about the issue. We need to make sure our seniors get the promise made. If we don't trust younger workers to manage some of their own money with the Social Security surplus, to grow from $1 trillion to $3 trillion, it will be impossible to bridge the gap without it. What Mr. Gore's plan will do causing huge payroll taxes or major benefit reductions.\n", " The man loves his wife and I appreciate that a lot. And I love mine. The man loves his family a lot, and I appreciate that, because I love my family. I think the thing that discouraged me about the vice president was uttering those famous words, \"No controlling legal authority.\" I felt like there needed to be a better sense of responsibility of what was going on in the White House. I believe that -- I believe they've moved that sign, \"The buck stops here\" from the Oval Office desk to \"The buck stops here\" on the Lincoln bedroom. It's not good for the country and it's not right. We need to have a new look about how we conduct ourselves in office. There's a huge trust. I see it all the time when people come up to me and say, I don't want you to let me down again. And we can do better than the past administration has done. It's time for a fresh start. It's time for a new look. It's time for a fresh start after a season of cynicism. And so I don't know the man well, but I've been disappointed about how he and his administration have conducted the fundraising affairs. You know, going to a Buddhist temple and then claiming it wasn't a fundraiser isn't my view of responsibility.\n", " They ought to factor in it when they go to the voting booth.\n", " I think people need to be held responsible for the actions they take in life. I think that -- well, I think that's part of the need for a cultural change. We need to say we each need to be responsible for what we do. People in the highest office of the land must be responsible for decisions they make in life. And that's the way I've conducted myself as Governor of Texas and that's the way I'll conduct myself as President of the United States, should I be fortunate enough to earn your vote.\n", " You know, this man has no credibility on the issue. As a matter of fact, I read in the \"New York Times\" where he said he co-sponsored the McCain-Feingold Campaign Fundraising Bill. But he wasn't in the Senate with Senator Feingold. And so, look, I'm going to -- what you need to know about me is I will uphold the law, I'm going to have an attorney general that enforces the law. The time for campaign funding reform is after the election. This man has outspent me and the special interests are outspending me. And I am not going to lay down my arms in the middle of the campaign for somebody who has got no credibility on the issue.\n", " I would support an effort to ban corporate soft money and labor union soft money so long as there was dues check-off. I've campaigned on this since the primaries. I believe there needs to be instant disclosure on the Internet as to who has given to who. I think we need to fully enforce the law. I think we need to have an attorney general that says if a law is broken, we'll enforce it. Be strict and firm about it.\n", " I want people to hear what he just said. He is for full public financing of Congressional elections. I'm absolutely, adamently opposed to that. I don't want the government financing congressional elections.\n", " Thank you, Jim. Thank the University of Massachusetts and Mr. Vice President, thank you. It has been a good, lively exchange. There is a huge difference of opinion. Mine is I want to empower people in their own lives. I also want to go to Washington to get some positive things done. It is going to require a new spirit. A spirit of cooperation. It will require the ability of a Republican president to reach out across the partisan divide and to say to Democrats, let's come together to do what is right for America. It's been my record as Governor of Texas, it will be how I conduct myself if I'm fortunate enough to earn your vote as President of the United States. I want to finally get something done on Medicare. I want to make sure prescription drugs are available for all seniors. And I want seniors to have additional choices when it comes to choosing their health care plans. I want to finally get something done on Social Security. I want to make sure the seniors have the promise made will be a promise kept, but I want younger workers to be able to manage some of their own money, some of their own payroll taxes in the private sector under certain guidelines to get a better rate of return on your own money. I want to rebuild our military to keep the peace. I want to have a strong hand when it comes to the United States in world affairs. I don't want to try to put our troops in all places at all times. I don't want to be the world's policeman, I want to be the world's peacemaker by having a military of high morale and a military that is well-equipped. I want anti-ballistic missile systems to protect ourselves and our allies from a rogue nation that may try to hold us hostage or blackmail our allies and friends. I want to make sure the education system fulfills its hope and promise. I've had a strong record of working with Democrats and Republicans in Texas to make sure no child is left behind. I understand the limited role of the federal government, but it could be a constructive role when it comes to reform, by insisting that there be a strong accountability systems. My intentions are to earn your vote and earn your confidence. I'm asking for your vote. I want you to be on my team. And for those of you working, thanks from the bottom of my heart. For those of you making up your mind, I would be honored to have your support.\n"], "oct_11_2000": [" I have, I have. First question is what's in the best interests of the United States? What's in the best interests of our people? When it comes to foreign policy that will be my guiding question. Is it in our nation's interests? Peace in the Middle East is in our nation's interests. Having a hemisphere that is free for trade and peaceful is in our nation's interests. Strong relations in Europe is in our nation's interest. I've thought a lot about what it means to be the president. I also understand that an administration is not one person, but an administration is dedicated citizens who are called by the president to serve the country, to serve a cause greater than self, and so I've thought about an administration of people who represent all America, but people who understand my compassionate and conservative philosophy. I haven't started naming names except for one person, and that's Mr. Richard Cheney who I thought did a great job the other night. He's a vice presidential nominee who represents -- I think people got to see why I picked him. He's man of solid judgment and he's going to be a person to stand by my side. One of the things I've done in Texas is I've been able to put together a good team of people. I've been able to set clear goals. The goals ought to be an education system that leaves no child behind, Medicare for our seniors, a Social Security system that's safe and secure, foreign policy that's in our nation's interest, and a strong military, and then bring people together to achieve those goals. That's what a Chief Executive Officer does. So I've thought long and hard about the honor of being the President of the United States.\n", " Well, I think they ought to look at us as a country that understands freedom where it doesn't matter who you are or how you're raised or where you're from, that you can succeed. I don't think they'll look at us with envy. It really depends upon how our nation conducts itself in foreign policy. If we're an arrogant nation, they'll resent us. If we're a humble nation, but strong, they'll welcome us. And it's -- our nation stands alone right now in the world in terms of power, and that's why we have to be humble. And yet project strength in a way that promotes freedom. So I don't think they ought to look at us in any way other than what we are. We're a freedom-loving nation and if we're an arrogant nation they'll view us that way, but if we're a humble nation they'll respect us.\n", " Yes, it does. Take, for example, Third World debt. I think we ought to be forgiving Third World debt under certain conditions. I think, for example, if we're convinced that a Third World country that's got a lot of debt would reform itself, that the money wouldn't go into the hands of a few but would go to help people, I think it makes sense for us to use our wealth in that way, or to trade debt for valuable rain forest lands, makes that much sense, yes. We do have an obligation, but we can't be all things to all people. We can help build coalitions but we can't put our troops all around the world. We can lend money but we have to do it wisely. We shouldn't be lending money to corrupt officials. So we have to be guarded in our generosity.\n", " Well, I think during the campaign, particularly now during this difficult period, we ought to be speaking with one voice, and I appreciate the way the administration has worked hard to calm the tensions. Like the vice president, I call on Chairman Arafat to have his people pull back to make the peace. I think credibility is going to be very important in the future in the Middle East. I want everybody to know should I be the president Israel's going to be our friend. I'm going to stand by Israel. Secondly, that I think it's important to reach out to moderate Arab nations, like Jordan and Egypt, Saudi Arabia and Kuwait. It's important to be friends with people when you don't need each other so that when you do there's a strong bond of friendship. And that's going to be particularly important in dealing not only with situations such as now occurring in Israel, but with Saddam Hussein. The coalition against Saddam has fallen apart or it's unraveling, let's put it that way. The sanctions are being violated. We don't know whether he's developing weapons of mass destruction. He better not be or there's going to be a consequence should I be the president. But it's important to have credibility and credibility is formed by being strong with your friends and resoluting your determination. One of the reasons why I think it's important for this nation to develop an anti-ballistic missile system that we can share with our allies in the Middle East if need be to keep the peace is to be able to say to the Saddam Husseins of the world or the Iranians, don't dare threaten our friends. It's also important to keep strong ties in the Middle East, credible ties, because of the energy crisis we're now in. After all, a lot of the energy is produced from the Middle East, and so I appreciate what the administration is doing. I hope to get a sense of should I be fortunate to be the president how my administration will react to the Middle East.\n", " I do. I do think this, though. When it comes to timetables it can't be the United States timetable as to how discussions take place. It's got to be a timetable that all parties can agree to, like the Palestinians and Israelis. Secondly, any lasting peace is going to have to be a peace that's good for both sides. And therefore, the term honest broker makes sense. This current administration's worked hard to keep the parties at the table. I will try to do the same thing. But it won't be on my timetable, it will be on the timetable that people are comfortable with in the Middle East.\n", " That's hard to tell. I think that, you know, I would hope to be able to convince people I could handle the Iraqi situation better.\n", " I would like to, of course, and I presume this administration would as well. We don't know -- there are no inspectors now in Iraq, the coalition that was in place isn't as strong as it used to be. He is a danger. We don't want him fishing in troubled waters in the Middle East. And it's going to be hard, it's going to be important to rebuild that coalition to keep the pressure on him.\n", " I do.\n", " No, of course not, absolutely not, I want them to be tougher.\n", " I think it's a triumph. I thought the president made the right decision in joining NATO and bombing Serbia. I supported them when they did so. I called upon the Congress not to hamstring the administration, and in terms of forcing troop withdrawals on a timetable that wasn't necessarily in our best interest or fit our nation's strategy, and so I think it's good public policy, I think it worked, and I'm pleased I took -- made the decision I made. I'm pleased the president made the decision he made. Because freedom to go in that part of the world, and where there's a lot of work left to be done, however.\n", " Yes, I think it is. Absolutely. I don't think he would have fallen had we not used the force. And I know there are some in our party that disagree with that sentiment. I supported the president. I thought he made the right decision to do so. I didn't think he necessarily made the right decision to take land troops off the table right before we committed ourselves offensively, but nevertheless, it worked. The administration deserves credit for having made it work. It is important for NATO to have it work. It's important for NATO to be strong and confident and to help keep the peace in Europe. And one of the reasons I felt so strongly that the United States needed to participate was because of our relations with NATO, and NATO is going to be an important part of keeping the peace in the future. Now, there's more work to do. Remains to be seen, however, whether or not there's going to be a political settlement in Kosovo, and I certainly hope there is one. Also on record as saying at some point in time I hope our European friends become the peacekeepers in Bosnia and in the Balkans. I hope that they put the troops on the ground so that we can withdraw our troops and focus our military on fighting and winning war.\n", " If I think it's in our nation's strategic interest I'll commit troops. I thought it was in our strategic interests to keep Milosevic in check because of our relations in NATO, and that's why I took the position I took. I think it's important for NATO to be strong and confident. I felt like unchecked Milosevic would harm NATO, and so it depends on the situation, Mr. Vice President.\n", " Make a couple comments.\n", " Started off as a humanitarian mission and it changed into a nation-building mission, and that's where the mission went wrong. The mission was changed. And as a result, our nation paid a price. And so I don't think our troops ought to be used for what's called nation-building. I think our troops ought to be used to fight and win war. I think our troops ought to be used to help overthrow the dictator when it's in our best interests. But in this case it was a nation-building exercise, and same with Haiti. I wouldn't have supported either.\n", " Yes.\n", " Yes.\n", " Yes. Some of them I've got a conflict of interest on, if you know what I mean.\n", " I think the administration did the right thing in that case. I do. It was a horrible situation, no one liked to see it on our TV screens, but it's a case where we need to make sure we have an early warning system in place in places where there could be ethnic cleansing and genocide the way we saw it there in Rwanda. And that's a case where we need to use our influence to have countries in Africa come together and help deal with the situation. The administration, seem like we're having a great love for us tonight, but the administration made the right decision on training Nigerian troops for situations just such as this in Rwanda, and so I thought they made the right decision not to send U.S. troops into Rwanda.\n", " Well, I understand, and Africa is important. And we've got to do a lot of work in Africa to promote democracy and trade, and there are some -- Vice President mentioned Nigeria is a fledgling democracy. We have to work with Nigeria. That's an important continent. But there's got to be priorities, and Middle East is a priority for a lot of reasons, as is Europe and the Far East, our own hemisphere. And those are my four top priorities should I be the president, not to say we won't be engaged nor work hard to get other nations to come together to prevent atrocity. I thought the best example of a way to handle the situation was East Timor when we provided logistical support to the Australians, support that only we can provide. I thought that was a good model. But we can't be all things to all people in the world, Jim. And I think that's where maybe the vice president and I begin to have some differences. I'm worried about overcommitting our military around the world. I want to be judicious in its use. You mentioned Haiti. I wouldn't have sent troops to Haiti. I didn't think it was a mission worthwhile. It was a nation building mission, and it was not very successful. It cost us billions, a couple billions of dollars, and I'm not so sure democracy is any better off in Haiti than it was before.\n", " First let me just say one comment about what the vice president said. I think one of the lessons in between World War I and World War II is we let our military atrophy. And we can't do that. We've got to rebuild our military. But one of the problems we have in the military is we're in a lot of places around the world. And I mentioned one, and that's the Balkans. I would very much like to get our troops out of there. I recognize we can't do it now, nor do I advocate an immediate withdrawal. That would be an abrogation of our agreement with NATO. No one is suggesting that. But I think it ought to be one of our priorities to work with our European friends to convince them to put troops on the ground. And there is an example. Haiti is another example. Now there are some places where I think -- you know, I've supported the administration in Columbia. I think it's important for us to be training Columbians in that part of the world. The hemisphere is in our interest to have a peaceful Columbia. But --\n", " I don't think so. I think what we need to do is convince people who live in the lands they live in to build the nations. Maybe I'm missing something here. I mean, we're going to have kind of a nation building core from America? Absolutely not. Our military is meant to fight and win war. That's what it's meant to do. And when it gets overextended, morale drops. I strongly believe we need to have a military presence in the peninsula, not only to keep the peace in the peninsula, but to keep regional stability. And I strongly believe we need to keep a presence in NATO, but I'm going to be judicious as to how to use the military. It needs to be in our vital interest, the mission needs to be clear, and the extra strategy obvious.\n", " Well, I mentioned Third World debt.\n", " That's a place where we can use our generosity to influence in a positive way, influence nations. I believe we ought to have foreign aid, but I don't think we ought to just have foreign aid for the sake of foreign aid. I think foreign aid needs to be used to encourage markets and reform. I think a lot of times we just spend aid and say we feel better about it and it ends up being spent the wrong way, and there's some pretty egregious examples recently. One being Russia, where we had IMF loans that ended up in the pockets of a lot of powerful people and didn't help the nation. I think the IMF has got a role in the world, but I don't want to see the IMF out there as a way to say to world bankers, if you make a bad loan, we'll bail you out. It needs to be available for emergency situations. I thought the President did the right thing with Mexico and was very strongly supportive of the administration in Mexico. But I don't think the IMF ought to be a stop loss for people who ought to be able to evaluate risks themselves. So I'll look at every place where we're investing money. I just want to make sure the return is good.\n", " Let me comment on that. I'm not so sure the role of the United States is to go around the world and say this is the way it's got to be. We can help. And maybe it's just our difference in government, the way we view government. I want to empower the people. I want to help people help themselves, not have government tell people what to do. I just don't think it's the role of the United States to walk into a country and say, we do it this way, so should you. I think we can help. I know we've got to encourage democracy in the marketplaces. But take Russia, for example. We went into Russia, we said here is some IMF money, and it ended up in Viktor Chemomyrdin's pocket, and others, and yet we played like there was reform. The only people that are going to reform Russia are Russia. They're going to have to make the decision themselves. Mr. Putin is going to have to make the decision as to whether or not he wants to adhere to rule of law and normal accounting practices so that if countries and/or entities invest capital, there's a reasonable rate of return, a way to get the money out of the economy. But Russia has to make the decision. We can work with them on security matters, for example, but it's their call to make. So I'm not exactly sure where the vice president is coming from, but I think one way for us to end up being viewed as the ugly American is for us to go around the world saying, we do it this way, so should you. Now, we trust freedom. We know freedom is a powerful, powerful, powerful force, much bigger than the United States of America, as we saw recently in the Balkans. But maybe I misunderstand where you're coming from, Mr. Vice President, but I think the United States must be humble and must be proud and confident of our values, but humble in how we treat nations that are figuring out how to chart their own course.\n", " Yeah, I can't imagine what it would be like to be singled out because of race and stopped and harassed. That's just flat wrong, and that's not what America is all about. And so we ought to do everything we can to end racial profiling. One of my concerns, though, is I don't want to federalize the local police forces. I want to -- obviously in the egregious cases we need to enforce civil rights law, but we need to make sure that internal affairs decisions at the local level do their job and be given a chance to do their job. I believe in local control of governments, and obviously if they don't there needs to be a consequence at the federal level. But it's very important that we not overstep our bounds and I think most people -- most police officers are good, dedicated, honorable citizens who are doing their job, putting their lives at risk who aren't bigoted or aren't prejudiced. I don't think they ought to be held guilty. But I do think we need to find out where racial profiling occurs and do something about it and say to the local folks, get it done. And if you can't, there will be a federal consequence.\n", " Yeah.\n", " No, I don't, really.\n", " No. We've got one in Texas. And guess what? The three men who murdered James Byrd, guess what's going to happen to them? They're going to be put to death. A jury found them guilty. It's going to be hard to punish them any worse after they get put to death. And it's the right cause. It's the right decision. Secondly, there is other forms of racial profiling that goes on in America. Arab-Americans are racially profiled in what is called secret evidence. People are stopped, and we have to do something about that. My friend, Senator Spencer Abraham of Michigan, is pushing a law to make sure that Arab-Americans are treated with respect. So racial profiling isn't just an issue at local police forces. It's an issue throughout our society. And as we become a diverse society, we're going to have to deal with it more and more. I believe, though -- I believe, as sure as I'm sitting here, that most Americans really care. They're tolerant people. They're good, tolerant people. It's the very few that create most of the crises, and we just have to find them and deal with them.\n", " Let me tell you where the biggest discrimination comes. In public education when we just move children through the schools. My friend, Phyllis Hunter, is here. She had one of the greatest lines of all lines. She said, reading is the new civil right. She's right. And to make sure our society is as hopeful as it possibly can be, every single child in America must be educated. I mean every child. It starts with making sure every child learns to read. K-2 diagnostic testing so we know whether or not there's a deficiency. Curriculum that works and phonics needs to be an integral part of our reading curriculum. Intensive reading laboratories, teacher retraining. I mean, there needs to be a wholesale effort against racial profiling, which is illiterate children. We can do better in our public schools. We can close an achievement gap, and it starts with making sure we have strong accountability, Jim. One of the cornerstones of reform, and good reform, is to measure. Because when you measure you can ask the question, do they know? Is anybody being profiled? Is anybody being discriminated against? It becomes a tool, a corrective tool. And I believe the federal government must say that if you receive any money, any money from the federal government for disadvantaged children, for example, you must show us whether or not the children are learning. And if they are, fine. And if they're not, there has to be a consequence. And so to make sure we end up getting rid of basic structural prejudice is education. There is nothing more prejudiced than not educating a child.\n", " Well, you don't realize we have a hate crimes statute? We do. GORE: I'm talking about the one that was proposed to deal --\n", " No -- well, what the Vice President must not understand is we've got a hate crimes bill in Texas. And secondly, the people that murdered Mr. Byrd got the ultimate punishment. The death penalty.\n", " In this case when you murder somebody it's hate, Jim. The crime is hate. And they got the ultimate punishment. I'm not exactly sure how you enhance the penalty any more than the death penalty. We happen to have a statute on the books that's a hate crimes statute in Texas.\n", " I would support the Orrin Hatch version of it, not the Senator Kennedy version. But let me say to you, Mr. Vice President, we're happy with our laws on our books. That bill did -- there was another bill that did die in committee. But I want to repeat, if you have a state that fully supports the law like we do in Texas, we're going to go after all crime. And we're going to make sure people get punished for the crime. And in this case we can't enhance the penalty any more than putting those three thugs to deaths. And that's what's gonna happen in the State of Texas.\n", " I'm not for gay marriage. I think marriage is a sacred institution between a man and a woman. And I appreciated the way the administration signed the Defense of Marriage Act. I presume the Vice President supported it when the President signed that bill and supports it now. But I think marriage is a sacred institution. I'm going to be respectful for people who may disagree with me. I've had a record of doing so in the State of Texas. I've been a person that had been called a uniter, not a divider, because I accept other people's points of view. But I feel strongly that marriage should be between a man and a woman.\n", " I'm not sure what kind of view he's describing to me. I can just tell you, I'm a person who respects other people. I respect their -- I respect -- on the one hand he says he agrees with me and then he says he doesn't. I'm not sure where he's coming from. But I will be a tolerant person. I've been a tolerant person all my life. I just happen to believe strongly that marriage is between a man and a woman.\n", " Yes. I don't think they ought to have special rights, but I think they ought to have the same rights.\n", " The question --\n", " Well, I have no idea. I mean, he can throw out all kinds -- I don't know the particulars of this law. I will tell you I'm the kind of person, I don't hire or fire somebody based upon their sexual orientation. As a matter of fact, I would like to take the issue a little further. I don't really think it's any of my -- you know, any of my concerns what -- how you conduct your sex life. And I think that's a private matter. And I think that's the way it ought to be. But I'm going to be respectful for people, I'll tolerate people, and I support equal rights but not special rights for people.\n", " Well, it would be if they're given special protective status. That doesn't mean we shouldn't fully enforce laws and fully protect people and fully honor people, which I will do as the President of the United States.\n", " Well, it starts with enforcing law. When you say loud and clear to somebody if you're going to carry a gun illegally, we're going to arrest you. If you're going to sell a gun illegally, you need to be arrested. If you commit a crime with a gun, there needs to be absolute certainty in the law. And that means that the local law enforcement officials need help at the federal level. Programs like Project Exile where the federal government intensifies arresting people who illegally use guns. And we haven't done a very good job of that at the federal level recently. And I'm going to make it a priority. Secondly, I don't think we ought to be selling guns to people who shouldn't have them. That's why I support instant background checks at gun shows. One of the reasons we have an instant background check is so that we instantly know whether or not somebody should have a gun or not. In Texas I tried to do something innovative. There's a lot of talk about trigger locks being on guns sold in the future. I support that. But I said if you want a trigger lock to make your gun safe, come and get one for free. So we're distributing in our State of Texas for free. I think we ought to raise the age at which a juvenile can carry a handgun from 18 to 21. I disagree with the vice president on this issue. He is for registration of guns. I think the only people that are going to show up to register or get a license -- I guess licensing like a driver's license for a gun, the only people that are going to show up are law-abiding citizens. The criminal is not going to show up and say hey, give me my I.D. card. It's the law-abiding citizens who will do that. An I don't think that is going to be an effective tool to make the -- keep our society safe.\n", " Well, I'm not for photo licensing. Let me say something about Columbine. Listen, we've got gun laws. He says we ought to have gun-free schools. Everybody believes that. I'm sure every state in the union has got them. You can't carry a gun into a school. And there ought to be a consequence when you do carry a gun into a school. But Columbine spoke to a larger issue. It's really a matter of culture. It's a culture that somewhere along the line we've begun to disrespect life. Where a child can walk in and have their heart turned dark as a result of being on the Internet and walk in and decide to take somebody else's life? So gun laws are important, no question about it, but so is loving children, and character education classes, and faith-based programs being a part of after-school programs. Some desperate child needs to have somebody put their arm around them and say, we love you. So there's a -- this is a society that -- of ours that's got to do a better job of teaching children right from wrong. And we can enforce law. But there seems to be a lot of preoccupation on -- not certainly only in this debate, but just in general on law. But there's a larger law. Love your neighbor like you would like to be loved yourself. And that's where our society must head if we're going to be a peaceful and prosperous society.\n", " Yeah, no question about that, but there also needs to be strong enforcement of the law. Some kid who feels like -- doesn't matter where the gun comes from, it could be a cheap gun, expensive gun. What matters is something in this person's head says there is not going to be a consequence. So in my state we toughen up the juvenile justice laws. We added beds. We're tough. We believe in tough love. We say, if you get caught carrying a gun, you're automatically detained. And that's what needs to happen. We've got laws. If laws need to be strengthened, like instant background checks, that's important.\n", " Well, I've got a plan to do something about that. It's to make health care affordable and available this way. First, there's some who should be buying health care who choose not to. There's some --\n", " Some of the healthy folks, healthy young kids say I'll never get sick, therefore I don't need health care right now. For those what I think we need to do is to develop an investment-type vehicle that would be an incentive for them to invest, like medical savings accounts with rollover capacity. In other words, you say to a youngster, it will be in your financial interest to start saving for future illness, but for the working folks that do want to have health care that can't afford it, a couple of things we need to do. One, we need more community health centers. I've developed -- put out money in my budget to expand community health centers all around the country. These are places where people can get primary care. Secondly -- and they're good. They're very important parts of the safety net of health care. Secondly, that you get a $2,000 rebate from the government if you're a family of $30,000 or less -- it scales down as you get higher -- that you can use to purchase health care in the private markets. It will be a huge down payment for a pretty darn good system. If you allow -- also allow -- convince states to -- allow states to allow the mother to match some of the children's health insurance money with it, the pool purchasing power. And to make health care more affordable, allow business associations like the National Federal of Independent Business or the Chamber of Commerce or the National Restaurant Association to write association plans across jurisdictional lines so that small businesses have got the capacity to have national pooling to drive the cost of insurance down. I think that's the very best way to go. It empowers people, it trusts people, it makes -- and it's a practical way to encourage people to purchase health care insurance.\n", " First of all, let me say he's not for a government-run health care system? I thought that's exactly what he and Mrs. Clinton and them fought for in 1993 was a government-run health care system. It was fortunately stopped in its tracks. Secondly, we spend $4.7 billion a year on the uninsured in the State of Texas. Our rate of uninsured, the percentage of uninsured in Texas has gone down, while the percentage of uninsured in America has gone up. Our CHIPS program got a late start because our government meets only four months out of every two years, Mr. Vice President. It may come as a shock for somebody who has been in Washington for so long. But actually limited government can work in the second largest state in the union. And therefore Congress passes the bill after our session in 1997 ended, we passed an enabling legislation in 1999. We've signed up over 110,000 children to the CHIPS program. For comparable states our size, we're signing them up as fast as any other state. You can quote all the numbers you want, but I'm telling you we care about our people in Texas. We spent a lot of money to make sure people get health care in the State of Texas, and we're doing a better job than they are at the national level for reducing uninsured.\n", " If he's trying to allege that I'm a hard-hearted person and I don't care about children, he's absolutely wrong. We've spent $4.7 billion a year in the State of Texas for uninsured people. And they get health care. Now, it's not the most efficient way to get people health care. But I want to remind you, the number of uninsured in America during their watch has increased. He can make any excuse he wants, but the facts are that we're reducing the number of uninsured percentage of our population. And as the percentage of the population is increasing nationally, somehow the allegation that we don't care and we're going to give money for this interest or that interest and not for children in the State of Texas is totally absurd. Let me just tell you who the jury is. The people of Texas. There's only been one governor ever elected to back-to-back four-year terms, and that was me. And I was able to do so with a lot of Democrat votes, nearly 50% of the Hispanic vote, about 27% of the African-American vote, because people know I'm a conservative person and a compassionate person. So he can throw all the kinds of numbers around. I'm just telling you our state comes together to do what is right. We come together both Republicans and Democrats.\n", " First of all, that's simply not true what he just said, of course. And secondly, I repeat to you --\n", " That we spent -- the top 1% receive 223 as opposed to 445 billion in new spending. The top -- let's talk about my tax plan. The top 1% will pay one-third of all the federal income taxes. And in return, get one-fifth of the benefits, because most of the tax reductions go to the people at the bottom end of the economic ladder. That stands in stark contrast, by the way, to a man who is going to leave 50 million -- 50 million Americans out of tax relief. We just have a different point of view. It's a totally different point of view. He believes only the right people ought to get tax relief. I believe everybody who pays taxes ought to get tax relief. Let me go back to Texas, for example, for a minute. We pay 4.7 billion. I can't emphasize to you how much. I signed a bill that puts CHIPS in place. The bill finally came out at the end of the 1999 session. We're working hard to sign up children. We're doing it faster than any other state our size, comparable state. We're making really good progress. And our state cares a lot about our children. My priority is going to be the health of our citizens. These folks have had eight years to get something done in Washington, D.C. on the uninsured. They have not done it. They've had eight years to get something done on Medicare. And they have not got it done. And my case to the American people is, if you're happy with inactivity, stay with the horse. The horse is up there now. But if you want change, you need to get somebody that knows how to bring Republicans and Democrats together to get positive things done for American.\n", " Well, let me start with Texas. We are a big industrial state. We reduced our industrial waste by 11%. We cleaned up more brown fields than any other administration in my state's history, 450 of them. Our water is cleaner now.\n", " A brown field is an abandoned industrial site that just sits idle in some of our urban centers. And people are willing to invest capital in the brown fields don't want to do so for fear of lawsuit. I think we ought to have federal liability protection, depending upon whether or not standards have been met. The book you mentioned that Vice President Gore wrote, he also called for taxing -- big energy taxes in order to clean up the environment. And now that the energy prices are high, I guess he's not advocating those big energy taxes right now. I believe we ought to fully fund the Land and Water Conservation Fund to -- with half the money going to states so states can make the right decisions for environmental quality. I think we need to have clean coal technologies. I propose $2 billion worth. By the way, I just found out the other day an interesting fact, that there is a national petroleum reserve right next to -- in Prudhoe Bay that your administration opened up for exploration in that pristine area. And it was a smart move because there's gas reserves up there. We need gas pipelines to bring the gas down. Gas is a clean fuel that we can burn to -- we need to make sure that if we decontrol our plants that there's mandatory -- that the plants must conform to clean air standards, the grandfathered plants, that's what we did in Texas. No excuses. You must conform. In other words, there are practical things we can do. But it starts with working in a collaborative effort with states and local folks. If you own the land, every day is Earth Day. People care a lot about their land and care about their environment. Not all wisdom is in Washington, D.C. on this issue.\n", " Well, I don't believe in command and control out of Washington, D.C. I believe Washington ought to set standards, but again I think we ought to be collaborative at the local levels and I think we ought to work with people at the local levels. And by the way, I just want to make sure -- I can't let him just say something and not correct it. The electric decontrol bill that I fought for and signed in Texas has mandatory emission standards, Mr. Vice President. That's what we ought to do at the federal level when it comes to grandfathered plants for utilities. I think there's a difference. I think, for example, take -- when they took 40 million acres of land out of circulation without consulting local officials, I thought that was --\n", " Out in the west, yeah. And so -- on the logging issue. That's not the way I would have done it. Perhaps some of that land needs to be set aside. But I certainly would have consulted with governors and elected officials before I would have acted unilaterally.\n", " Sure, absolutely, so long as they're based upon science and they're reasonable. So long as people have input.\n", " I think it's an issue that we need to take very seriously. But I don't think we know the solution to global warming yet. And I don't think we've got all the facts before we make decisions. I tell you one thing I'm not going to do is I'm not going to let the United States carry the burden for cleaning up the world's air. Like Kyoto Treaty would have done. China and India were exempted from that treaty. I think we need to be more even-handed, as evidently 99 senators -- I think it was 99 senators supported that position.\n", " 99 to nothing.\n", " Yeah, I agree. I just -- I think there has been -- some of the scientists, I believe, Mr. Vice President, haven't they been changing their opinion a little bit on global warming? A profound scientist recently made a different --\n", " Twice.\n", " I'm sorry. I apologize, Mr. Vice President.\n", " Of course they care about them. Oh, you mean the rules.\n", " What the heck. I -- of course there's a lot -- look, global warming needs to be taken very seriously, and I take it seriously. But science, there's a lot -- there's differing opinions. And before we react, I think it's best to have the full accounting, full understanding of what's taking place. And I think to answer your question, I think both of us care a lot about the environment. We may have different approaches. We may have different approaches in terms of how we deal with local folks. I just cited an example of the administration just unilaterally acting without any input. And I remember you gave a very good answer to New Hampshire about the White Mountains, about how it was important to keep that collaborative effort in place. I feel very strongly the same place. It certainly wasn't the attitude that took place out west, however.\n", " Well, we all make mistakes. I've been known to mangle a syllable or two myself, you know, if you know what I mean. I think credibility is important. It is going to be important for the president to be credible with Congress, important for the president to be credible with foreign nations. And yes, I think it's something that people need to consider. This isn't something new. I read a report, or a memo, from somebody in his 1988 campaign -- I forgot the fellow's name -- warning then Senator Gore to be careful about exaggerating claims. I thought during his debate with Senator Bradley saying he authored the EITC when it didn't happen. I mention the last debate --\n", " The Earned Income Tax Credit, sorry.\n", " A lot of initials from a guy who's not from Washington, isn't it? Anyway, he co-sponsored McCain-Feingold, and yet he didn't. And so I think this is an issue. I found it to be an issue in trying to defend my tax relief package. I thought there was some exaggerations about the numbers. But the people are going to have to make up their mind on this issue. And I am going to continue to defend my record and defend my propositions against what I think are exaggerations. Exaggerations like, for example, only 5% of seniors receive benefits under my Medicare reform package. That's what he said the other day, and that's simply not the case. And I have every right in the world to defend my record and positions. That's what debates are about and that's what campaigns are about.\n", " That's going to be up to the people, isn't it?\n", " Depends on what he says in the future in the campaign.\n", " I hope they're not awful things. I think they may be using the man's own words.\n", " I don't believe I've used those words.\n", " Maybe they have.\n", " Wait a minute. (LAUGHTER)\n", " You haven't seen the commercial?\n", " That's the kind of exaggeration I was just talking about. (LAUGHTER)\n", " Jim, thank you very much. Mr. Vice President, thank you very much, and I would like to thank the folks here at Wake Forest, and I want to thank you all for listening. I'm running to get some things done for America. There's too many issues left unresolved. There's been too much finger pointing and too much name calling in Washington, D.C. I would like to unite this country to get an agenda done that will speak to the hopes and aspirations of the future. I want to have an education system that sets high standards, local control of schools and strong accountability. No child should be left behind in America. I want to make sure we rebuild our military to keep the peace. I worry about morale in today's military. The warning signs are clear. It is time to have a new commander in chief who will rebuild the military, pay our men and women more, make sure they're housed better and have a focused mission for our military. Once and for all, I want to do something about Medicare. This issue has been too long on the table because it's been a political issue. It's time to bring folks together to say that all seniors will get prescription drug coverage. I want to do something about Social Security. It's an important priority, because now is the time to act and we're going to say to our seniors, our promises we've made to you will be promises kept. But younger workers, in order to make sure the system exists tomorrow, younger workers ought to be able to take some of your own money and invest it in safe securities to get a better rate of return on that money. And finally, I do believe in tax relief. I believe we can set our priorities. I don't believe, like the vice president does, in huge government. I believe in limited government. By having a limited government and a focused government, we can send some of the money back to the people who pay the bills. I want to have tax relief for all people who pay the bills in America, because I think you can spend your money more wisely than the federal government can. Thank you for listening. I'm asking for your vote, and God bless.\n"], "oct_17_2000": [" I, too, want to extend my prayers and blessings, God's blessings on the families whose lives were overturned yes -- tod -- last night. It's a tragic moment. Actually, Mr. Vice President, it's not true. I do support a national patient's bill of rights. As a matter of fact, I brought Republicans and Democrats together to do just that in the State of Texas to get a patient's bill of rights through. It requires a different kind of leadership style to do it, though. You see, in order to get something done on behalf of the people, you have to put partisanship aside, and that's what we did in my state. We have one of the most advanced patient's bill of rights. It says, for example, that a woman doesn't have to go through a gate keeper to go to her gynecologist. It says that you can't gag a doctor, doctor can advise you. The HMO, the insurance company, can't gag that doctor from giving you full advice. And this particular bill, it allows patients to choose a doctor, their own doctor if they want to. But we did something else that was interesting. We're one of the first states that said you can sue an HMO for denying you proper coverage. Now there's what's called an Independent Review Organization that you have to go through first. It says you have a complaint with your insurance company, you can take your complaint to an objective body. If the objective body rules on your behalf, the insurance company must follow those rules. However, if the insurance company doesn't follow the findings of the IRO, then that becomes a cause of action in a court of law. It's time for our nation to come together and do what's right for the people, and I think this is right for the people. You know, I support a national patient's bill of rights, Mr. Vice President, and I want all people covered. I don't want the law to supersede good law like we've got in Texas. I think --\n", " Well, the difference is is that I can get it done. That I can get something positive done on behalf of the people. That's what the question in this campaign is about. It's not only what's your philosophy and what's your position on issues, but can you get things done? And I believe I can.\n", " I'm not quite through. Let me finish. I talked about the principles and the issues that I think are important in a patient's bill of rights. It's kind of Washington, D.C. focus. Well, it's in this committee or it's got this sponsor. If I'm the president, we're going to have emergency room care, we're going have gag orders, we're going to have direct access to OB/GYN. People will be able to take their HMO insurance company to court. That's what I've done in Texas and that's the kind of leadership style I'll bring to Washington.\n", " Well, that's a great question. I think one of the problems we have, particularly for seniors, is there is no prescription drug coverage in Medicare. And therefore, when they have to try to purchase drugs they do so on their own, there's no kind of collective bargaining, no power of purchasing among seniors. So I think step one to make sure prescription drugs is more affordable for seniors, and those are the folks who really rely upon prescription drugs a lot these days, is to reform the Medicare system, is to have precipitation drugs as an integral part of Medicare once and for all. The problem we have today is like the patient's bill of rights, particularly with health care, there's a lot of bickering in Washington, D.C. It's kind of like a political issue as opposed to a people issue. So what I want to do is I want to call upon Republicans and Democrats to forget all the arguing and finger pointing, and come together and take care of our seniors' prescription drug program, that says we'll pay for the poor seniors, we'll help all seniors with prescription drugs. In the meantime, I think it's important to have what's called Immediate Helping Hand, which is direct money to states so that seniors, poor seniors, don't have to choose between food and medicine. That's part of an overall overhaul. The purchasing powers. And I'm against price controls. I think price controls would hurt our ability to continue important research and development. Drug therapies are replacing a lot of medicines as we used to know it. One of the most important things is to continue the research and development component. And so I'm against price controls. Expediting drugs through the FDA makes sense, of course. Allowing the new bill that was passed in the Congress made sense to allow for, you know, drugs that were sold overseas to come back and other countries to come back into the United States. That makes sense. But the best thing to do is to reform Medicare.\n", " I'm absolutely opposed to a national health care plan. I don't want the federal government making decisions for consumers or for providers. I remember what the administration tried to do in 1993. They tried to have a national health care plan. And fortunately, it failed. I trust people, I don't trust the federal government. It's going to be one of the themes you hear tonight. I don't want the federal government making decisions on behalf of everybody. There is an issue with the uninsured, there sure is. And we have uninsured people in my state. Ours is a big state, a fast-growing state. We share a common border with another nation. But we're providing health care for our people. One thing about insurance, that's a Washington term. The question is, are people getting health care, and we have a strong safety net, and there needs to be a safety net in America. There needs to be more community health clinics where the poor can go get health care. We need a program for the uninsured. They've been talking about it in Washington, D.C. The number of uninsured has now gone up for the past seven years. We need a $2,000 credit, rebate for people, working people that don't have insurance, they can get in the marketplace and start purchasing insurance. We need to have -- allow small businesses to write insurance across jurisdictional lines so small business can afford health care, small restaurants can afford health care. So health care needs to be affordable and available. We have to trust people to make decisions with their lives. In the Medicare reform I talk about it says if you are a senior, you can stay in Medicare if you like it, and that's fine, but we're going to give you other choices to choose if you want to do so, just like they do the federal employees. The people that work in Washington, D.C. for the U.S. Congress or the United States senate. Get a variety of choices to make in their lives. And that's what we ought to do for all people in America.\n", " Well, you know, it's hard to make people love one another. I wish I knew the law because I would darn sure sign it. I wish I knew the law that said all of us would be good parents. One of the things the next president must do is to remind people that if we are going to have a responsible period in America, that each of us must love our children with all our heart and all our soul. I happened to believe strong accountability encourages parental involvement, though. I think when you measure and post results on the Internet or in the town newspapers, most parents say wait a minute, my child's school isn't doing what I want it to do and, therefore, become involved in education. I recognize there are some who just don't seem to care. But there are a lot of parents who feel like everything is going well in their child's school, and all of a sudden they wake up and realize that wait a minute, standards aren't being met. That's why I'm so strong for accountability. I believe we ought to measure a lot, three, four, five, six, seven, eighth grade. We do so in my state of Texas. One of the good things we've gone in Texas is we have strong accountability because you can't cure unless you know. You can't solve a problem unless you diagnose it. I strongly believe that one of the best things to encourage parental involvement also is to know that the classrooms will be safe and secure. That's why I support a teacher liability act at the federal level, that says if a teacher or principal upholds reasonable standards of classroom discipline they can't be sued. They can't be sued. I think parents will be more involved with education when they know their children's classrooms are safe and secure as well. I also believe that we need to say to people that if you cannot meet standards, there has to be a consequence. Instead of just comes the soft bigotry of low expectations, that there has to be a consequence. We can't continue to shuffle children through school. And one of the consequences to allow parents to have different choices.\n", " Yeah, I appreciate that. I think any time we end with one of these attacks, it's appropriate to respond. Here's what I think. First of all, vouchers are up to states. If you want to do a voucher program in Missouri, fine. I strongly believe in local control of schools. I'm a governor of state and I don't like it when the federal government tells us what to do. I believe in local control of schools. But here's what I said. I've said to the extent we send federal money on disadvantaged children, we want the schools to show us whether or not the children are learning. What's unreasonable about that? We expect there to be standards met and we expect there to be measurement. And if we find success we'll praise it. But when we find children trapped in schools that will not change and will not teach, instead of saying oh, this is okay in America just to shuffle poor kids through schools, there has to be a consequence. And the consequence is that federal portion or federal money will go to the parent, so the parent can go to a tutoring program or another public school or another private school. You see, there has to be a consequence. We've got a society that says hey, the status quo is fine, just move them through. And guess who suffers.\n", " When you total up all the federal spending he wants to do, it's the largest increase in federal spending in years. And there's just not going to be enough money. I have been a governor of a big state, I have made education my number one priority. That's what governors ought to do. They ought to say this is the most important thing we do as a state. The federal government puts about 6% of the money up. They put about, you know, 60% of the strings where you have to fill out the paperwork. I don't know if you have to be a paperwork filler-outer, but most of it's because of the federal government. What I want to do is to send flexibility and authority to the local folks so you can choose what to do with the money. One size does not fit all. I worry about federalizing education if I were you. I believe strongly that the federal government can help, need the funds, Headstart. We need to have accountability. The Vice President's plan does not have annual accountability, third grade, fourth grade, fifth grade. We need to demand on results. I believe strongly in a teacher protection act like I mentioned. I hear from teachers all the time about the lawsuits and the threats, respect in the classroom. Part of it's because you can't -- you can't control the classroom. You can't have a consequence for somebody without fear of getting sued under federal law. So I'm going to ask the Congress to pass a teacher protection act. So I believe in flexibility, I believe in a national reading initiative for local districts to access with K through 2 diagnostic testing, curriculum that works, phonics works, by the way, it needs to be a part of our curriculum. There needs to be flexibility for teacher training and teacher hiring with federal money. The federal government can be a part, but don't fall prey to all this stuff about money here and money there because education is really funded at the local level. 94% comes from the local level.\n", " Well, he's wrong. (LAUGHTER) Just add up all the numbers. It's three times bigger than what President Clinton proposed. The Senate Budget Committee --\n", " My turn?\n", " Forget the journalists. He proposed more than Walter Mondale and Michael Dukakis combined. This is a big spender. And you ought to be proud of it, it's part of his record. We just have a different philosophy. Let me talk about tax relief. If you pay taxes, you ought to get tax relief. The Vice President believes only the right people ought to get tax relief. I don't think that's the role of the president to pick you're right and you're not right. I think if you're going to have tax relief, everybody ought to get it. And therefore, wealthy people are going to get it. But the top 1% will end up paying one-third of the taxes in America and they get one-fifth of the benefits. And that's because we structured the plan so that six million additional American families pay no taxes. If you're a family of four making $50,000 in Missouri, you get a 50% cut in your federal income taxes. What I've done is set priorities and funded them. And there's extra money. And I believe the people who pay the bills ought to get some money back. It's a difference of opinion. He wants to grow the government and I trust you with your own money. I wish we could spend an hour talking about trusting people. It's just the right position to take.\n", " Of course it does. If you pay taxes, you are going to get a benefit. People who pay taxes will get tax relief.\n", " Let me finish. Under my plan, if you make -- the top -- the wealthy people pay 62% of the taxes today. Afterwards they pay 64%. This is a fair plan. You know why? Because the tax code is unfair for people at the bottom end of the economic ladder. If you're a single mother making $22,000 a year today and you're trying to raise two children, for every additional dollar you earn you pay a higher marginal rate on that dollar than someone making $200,000, and that's not right. So I want to do something about that.\n", " Good. 50 million Americans get no tax relief under his plan.\n", " You may not be one of them, you're just not one of the right people. And secondly, we've had enough fighting. It's time to unite. You talk about eight years? In eight years they haven't gotten anything done on Medicare, on Social Security, a patient's bill of rights. It's time to get something done.\n", " I've been a leader. I've been a person who has to set a clear vision and convince people to follow. I've got a strategy for the Middle East. And first let me say that our nation now needs to speak with one voice during this time, and I applaud the president for working hard to diffuse tensions. Our nation needs to be credible and strong. When we say we're somebody's friend, everybody has got to believe it. Israel is our friend and we'll stand by Israel. We need to reach out to modern Arab nations as well. To build coalitions to keep the peace. I also need -- the next leader needs to be patient. We can't put the Middle East peace process on our timetable. It's got to be on the timetable of the people that we're trying to bring to the peace table. We can't dictate the terms of peace, which means that you have to be steady. You can't worry about polls or focus groups. You've got to have a clear vision. That's what a leader does. A leader also understands that the United States must be strong to keep the peace. Saddam Hussein still is a threat in the Middle East. Our coalition against Saddam is unraveling. Sanctions are loosened. The man who may be developing weapons of mass destruction, we don't know because inspectors aren't in. So to answer your question, it requires a clear vision, a willingness to stand by our friends, and the credibility for people both friend and foe to understand when America says something, we mean it.\n", " If this were a spending contest, I would come in second. I readily admit I'm not going to grow the size of the federal government like he is. Your question was deployment. It must be in the national interests, must be in our vital interests whether we ever send troops. The mission must be clear. Soldiers must understand why we're going. The force must be strong enough so that the mission can be accomplished. And the exit strategy needs to be well-defined. I'm concerned that we're overdeployed around the world. See, I think the mission has somewhat become fuzzy. Should I be fortunate enough to earn your confidence, the mission of the United States military will be to be prepared and ready to fight and win war. And therefore prevent war from happening in the first place. There may be some moments when we use our troops as peacekeepers, but not often. The Vice President mentioned my view of long-term for the military. I want to make sure the equipment for our military is the best it can possibly be, of course. But we have an opportunity -- we have an opportunity to use our research and development capacities, the great technology of the United States, to make our military lighter, harder to find, more lethal. We have an opportunity, really, if you think about it, if we're smart and have got a strategic vision and a leader who understands strategic planning, to make sure that we change the terms of the battlefield of the future so we can keep the peace. This is a peaceful nation, and I intend to keep the peace. Spending money is one thing. But spending money without a strategic plan can oftentimes be wasted. First thing I'm going to do is ask the Secretary of Defense to develop a plan so we are making sure we're not spending our money on political projects, but on projects to make sure our soldiers are well-paid, well-housed, and have the best equipment in the world.\n", " Yes, sir.\n", " I'm sorry, I didn't hear that.\n", " I don't think the National Rifle Association ran that ad. But let me just tell you my position on guns in general, sir, if you don't mind.\n", " I'm sorry.\n", " Well, I don't think I ran the ad. I think somebody who doesn't want me to be president might have run that ad. That wasn't my ad. I think it might have been one of my opponent's ads. Here is what I believe, sir. I believe law-abiding citizens ought to be allowed to protect themselves and their families. I believe that we ought to keep guns out of the hands of people that shouldn't have them. That's why I'm for instant background checks at gun shows, I'm for trigger locks, I think that makes sense. Matter of fact, we distributed free trigger locks in the State of Texas so that people can get them and put them on their guns to make their guns more safe. I think we ought to raise the age at which juveniles can have a gun. But I also believe strongly that we need to enforce laws on the books that the best way to make sure that we keep our society safe and secure is to hold people accountable for breaking the law. If we catch somebody illegally selling a gun, there needs to be a consequence. If we keep somebody -- you know, illegally using a gun, there needs to be a consequence. Enforcement of law, and the federal government can help. There is a great program called Project Exile in Richmond, Virginia, where we focused federal taxpayers' money and federal prosecutors and went after people who were illegally using guns. To me that's how you make society the safest it can be. And so, yeah, sometimes I agree with some of these groups in Washington and sometimes I don't. I'm a pretty independent thinker. The one thing I'm for is a safe society. And I'm for enforcing laws on the books. And that's what is going to happen should I earn your confidence.\n", " I would like our farmers feeding the world. We're the best producers in the world, and I want -- I want the farmers feeding the world. We need to open up markets. Exports are down, and every time an export number goes down, it hurts the farmer. I want the next president to have fast track negotiating authority to open up markets around the world with the best and the most efficient farmers. I don't want to use food as a diplomatic weapon from this point forward. We shouldn't be using food. It hurts the farmers. It's not the right thing to do. I'm for value-added processing. We need more work on value-added processing. You take the raw product you produce, I presume you're a farmer, off your farm, and you convert it. Value-added processing is important. I'm for research and development. Spending research and development money so that we can use our technological base to figure out new uses for farm products. I'm for getting rid of the death tax, completely getting rid of the death tax. One reason family farmers are forced to sell early is because of the death tax. This is a bad tax. The President shouldn't have vetoed that bill. It's a tax that taxes people twice. It penalizes the family farmer. So should I be fortunate enough to earn your vote, I also understand -- I want to open up markets, but I also understand that farming is a part of our national security. I'm from a big farm state. We're the second biggest state -- farming state in the country. And I hear from my farmers and friends all the time. The Vice President is right, by the way. Every day is earth day if you own the land. I like the policies that will encourage farmers to put -- set aside land as well for conservation purposes. Thank you.\n", " Eliminating the death tax.\n", " Because people shouldn't be taxed twice on their assets. It's either unfair for some or unfair for all. Again, this is just a difference of opinion. If you're from Washington, you want to pick and choose winners. I don't think that's the role of the president. I think if you're going to have tax relief, everybody benefits. Secondly, I think your plan -- a lot of fine print in your plan, Mr. Vice President, with all due respect. It is -- I'm not so sure 80% of the people get the death tax. I know this, 100% will get it if I'm the president. I just don't think it's fair to tax people's assets twice regardless of your status. It's a fairness issue. It's an issue of principle, not politics.\n", " Hi, Joyce.\n", " Appreciate that question. Laura and I are proud parents of teenage girls, twin daughters, and I know what you're saying. Government ought to stand on the side of parents. Parents are teaching their children right from wrong, and the message oftentimes gets undermined by the popular culture. You bet there's things that government can do. We can work with the entertainment industry to provide family hour. We can have filters on Internets where public money is spent. There ought to be filters in public libraries and filters in public schools so if kids get on the Internet, there is not going to be pornography or violence coming in. I think we ought to have character education in our schools. I know that doesn't directly talk about Hollywood, but it does reinforce the values you're teaching. Greatly expand character education funding so that public schools will teach children values, values which have stood the test of time. There's afterschool money available. I think that afterschool money ought to be available for faith-based programs and charitable programs that exist because somebody has heard the call to love a neighbor like you would like to be loved yourself. That will help reinforce the values that parents teach at home as well. Ours is a great land, and one of the reasons why is because we're free. And so I don't support censorship. But I do believe that we ought to talk plainly to the Hollywood moguls and people who produce this stuff and explain the consequences. I think we need to have rating systems that are clear. I happen to like the idea of having technology for the TV, easy for parents to use so you can tune out these programs you don't want in your house. I'll remind mothers and dads the best weapon is the off/on button, and paying attention to your children, and eating dinner with them and being -- I'm sorry.\n", " Tell you what I hear. A lot of people are sick and tired of the bitterness in Washington, D.C. and therefore they don't want any part of politics. They look at Washington and see people pointing fingers and casting blame and saying one thing and doing another. There's a lot of young folks saying, you know, why do I want to be involved with this mess? And what I think needs to happen in order to encourage the young to become involved is to shoot straight, is to set aside the partisan differences, and set an agenda that will make sense. Medicare, I know you talked about it, but Medicare is relevant for all of us, young and old alike. We better get it right now. Tax reform is relevant for old and young alike. I don't think it's the issues that turn kids off. I think it's the tone. I think it's the attitude. I think it's a cynicism in Washington and it doesn't have to be that way. Before I decided to run, I had to resolve two issues in my mind. One, could our family endure all this business. And I came to the conclusion that our love was strong enough to be able to do it. The other was could an administration change the tone in Washington, D.C. And I believe the answer is yes, otherwise I wouldn't be asking for your vote. That's what happened in Texas. We worked together. There is a man here in this audience named Hugo Berlanga. He is the chairman of the health committee. He came here for a reason, to tout our record on health in Texas. He's a Democrat. I didn't care whether he was a Republican or Democrat. What I cared about is could we work together. That's what Washington, D.C. needs. And finally, sir, to answer your question, you need somebody in office who will tell the truth. That's the best way to get people back in the system.\n", " Hi, Norma.\n", " I've had a record of bringing people from all walks of life into my administration, and my administration is better off for it in Texas. I'm going to find people that want to serve their country. But I want a diverse administration, I think it's important. I've worked hard in the State of Texas to make sure our institutions reflect the state with good, smart policy. Policy that rejects quotas. I don't like quotas. Quotas tend to pit one group of people against another. Quotas are bad for America. It's not the way America is all about. But policies that give people a helping hand so they can help themselves. For example, in our State of Texas I worked with the legislature, both Republicans and Democrats, to pass a law that said if you come in the top 10% of your high school class, you're automatically admitted to one of our higher institutions of learning, college. And as a result, our universities are now more diverse. It was a smart thing to do. What I called it, I labeled it affirmative access. I think the contracting business in government can help. Not with quotas, but help meet a goal of ownership of small businesses, for example. The contracts need to be smaller, the agencies need to be -- need to recruit and to work hard to find people to bid on the state contracts. I think we can do that in a way that represents what America is all about, which is equal opportunity and an opportunity for people to realize their potential. So to answer your question, I support, I guess the way to put it, is affirmative access. I'll have an administration that will make you proud. Thank you.\n", " If affirmative action means quotas, I'm against it. If affirmative action means what I just described what I'm for, then I'm for it. You heard what I was for. The vice president keeps saying I'm against things. You heard what I was for, and that's what I support.\n", " I may not be for your version, Mr. Vice President, but I'm for what I just described to the lady.\n", " No, it doesn't speak for itself, Mr. Vice President, it speaks for the fact that there are certain rules in this that we all agree to, but evidently rules don't mean anything.\n", " Let me just say the first -- this business about the entitlement he tried to describe about savings, you know, matching savings here and matching savings there, fully-funded it's gonna cost a whole lot of money, a lot more than we have. You're going to get a tax refund in my plan. You're not going to be targeted in or targeted out. Everybody that pays taxes is going to get tax relief. If you take care of an elderly in your home, you're going to get the personal exemption increased. I think also what you need to think about is not the immediate, but what about Medicare? You get a plan that will include prescription drugs, a plan that will give you options. Now, I hope people understand that Medicare today is important, but it doesn't keep up with the new medicines. If you're a Medicare person, on Medicare, you don't get the new procedures. You're stuck in a time warp in many ways. So it will be a modern Medicare system that trusts you to make a variety of options for you. You're going to live in a peaceful world. It will be a world of peace because we're going to have a clear sight of foreign policy based upon a strong military and a mission that stands by our friends. A mission that doesn't try to be all things to all people. A judicious use of the military which will help keep the peace. You'll live in a world, hopefully, that is more educated so it's less likely you'll be harmed in your neighborhood. See, an educated child is one much more likely to be hopeful and optimistic. You'll be in a world in which fits into my philosophy. The harder you work, the more you can keep. It's the American way. Government shouldn't be a heavy hand. It's what the federal government does to you. It should be a helping hand, and tax relief and the proposals I just described should be a good helping hand.\n", " No, I'm not proud of that. The death penalty is a very serious business, Leo. It's an issue that good people obviously disagree on. I take my job seriously. And if you think I was proud of it, I think you misread me, I do. I was sworn to uphold the laws of my state. During the course of the campaign in 1994 I was asked do you support the death penalty. I said I did if administered fairly and justly. Because I believe it saves lives, Leo, I do. If it's administered swiftly, justly and fairly, it saves lives. One of the things that happens when you're a governor, at least oftentimes you have to make tough decisions. You can't let public persuasion sway you, because the job is to enforce the law. And that's what I did, sir. There have been some tough cases come across my desk. Some of the hardest moments since I've been the governor of the State of Texas is to deal with those cases. But my job is to ask two questions, sir. Is the person guilty of the crime? And did the person have full access to the courts of law? And I can tell you looking at you right now, in all cases those answers were affirmative. I'm not proud of any record. I'm proud of the fact that violent crime is down in the State of Texas. I'm proud of the fact that we hold people accountable. But I'm not proud of any record, sir, I'm not.\n", " I do. It's the only reason to be for it. Let me finish, sir. I don't think you should support the death penalty to seek revenge. I don't think that's right. I think the reason to support the death penalty is because it saves other people's lives.\n", " Thank you for your question. (LAUGHTER) I -- there's an old high school debating trick, which is to answer something and then attack your opponent at the end. You asked about promises. You were promised that Medicare would be reformed, and that Social Security would be reformed. You were promised a middle-class tax cut in 1992. It didn't happen. There's too much bitterness in Washington. There's too much wrangling. It's time to have a fresh start. One of the reasons I was successful as the governor of Texas is because I didn't try to be all things to all people. When I campaigned in a race, a lot of folks didn't think I could win including, by the way, my mother. (LAUGHTER) I said I'd do four things; tort reform, education reform, welfare reform and juvenile justice reform. And I won. And I had the will of the people in my state behind me. And then I brought folks together to get it done. And that's what we need, I think, in this election. To me that's what it's all about. I'm sure your 6th grade kids are listening and saying, these guys will say anything to get elected. But there's a record, and that's what I hope people look at. One of my promises is going to be Social Security reform, and you bet, we need to take a trillion dollars out of that $2.4 trillion surplus. Now remember, Social Security revenue exceeds expenses up until 2015. People are going to get paid. But if you're a younger worker, if you're younger, you better hope this country thinks differently, otherwise you're gonna be faced with huge payroll taxes or reduced benefits. And you bet we're gonna take a trillion dollars of your own money and let you invest it under safe guidelines so you get a better rate of return on the money than the paltry 2% that the federal government gets for you today. That's one of my promises. But it's gonna require people to bring both Republicans and Democrats together to get it done. That's what it requires. There was a chance to get this done. It was a bipartisan approach, but it's been rejected. I'm going to bring them together.\n", " Well, can I answer that? One reason people are skeptical is because people don't answer the questions they've been asked. The trillion dollars comes out of the surplus so that you can invest some of your own money. There's just a difference of opinion. I want workers to have their own assets. It's who you trust, government or people.\n", " Well, Jim, I want to thank you and thank the folks here at Washington University and the vice president. Appreciate the chance to have a good, honest dialogue about our differences of opinion. I think after three debates the good people of this country understand there is a difference of opinion. There is a difference between big federal government and somebody who is coming from outside of Washington who will trust individuals. I've got an agenda that I want to get done for the country. It's an agenda that says we're going to reform Medicare to make sure seniors have got prescription drugs and to give seniors different options from which they can choose. It's an agenda that says we're listen to the young voices in Social Security and say we're going to think differently about making sure we have a system, but also fulfill the promise to the seniors in America. A promise made will be a promise kept should I be fortunate enough to become your president. I want to have the military keeping the peace. I want to make sure the public school system in America keeps its promise so not one child is left behind. After setting priorities, I want to give some of your money back. I don't think the surplus is the government's money. I think it's the people's money. I don't think it exists because of the ingenuity and hard work of the federal government, I think in exists because of the ingenuity and hard work of the American people. And you ought to have some of this surplus so you can save and dream and build. I look forward to the final weeks of this campaign. I'm asking for your vote. For those of you for me, thanks for your help. For those of you for my opponent, please only vote once. (LAUGHTER) But for those who have not made up their mind, I would like to conclude by this promise. Should I be fortunate enough to become your president, when I put my hand on the Bible, I will swear to not only uphold the laws of the land, but I will also swear to uphold the honor and the dignity of the office to which I have been elected, so help me God. Thank you very much.\n"]}, "Al Gore": {"oct_3_2000": [" Well, Jim, first of all, I would like to thank the sponsors of this debate and the people of Boston for hosting the debate. I would like to thank Governor Bush for participating, and I would like to say I'm happy to be here with Tipper and our family. I have actually not questioned Governor Bush's experience. I have questioned his proposals. And here is why. I think this is a very important moment for our country. We have achieved extraordinary prosperity. And in this election, America has to make an important choice. Will we use our prosperity to enrich not just the few, but all of our families? I believe we have to make the right and responsible choices. If I'm entrusted with the presidency, here are the choices that I will make. I will balance the budget every year. I will pay down the national debt. I will put Medicare and Social Security in a lockbox and protect them. And I will cut taxes for middle-class families. I believe it's important to resist the temptation to squander our surplus. If we make the right choices, we can have a prosperity that endures and enriches all of our people. If I'm entrusted with the presidency, I will help parents and strengthen families because, you know, if we have prosperity that grows and grows, we still won't be successful unless we strengthen families by, for example, ensuring that children can always go to schools that are safe. By giving parents the tools to protect their children against cultural pollution. I will make sure that we invest in our country and our families. And I mean investing in education, health care, the environment, and middle-class tax cuts and retirement security. That is my agenda and that is why I think that it's not just a question of experience.\n", " Yes, Jim. I said that his tax cut plan, for example, raises the question of whether it's the right choice for the country. And let me give you an example of what I mean. Under Governor Bush's tax cut proposal, he would spend more money on tax cuts for the wealthiest 1% than all of the new spending that he proposes for education, health care, prescription drug and national defense all combined. Now, I think those are the wrong priorities. Now, under my proposal, for every dollar that I propose in spending for things like education and health care, I will put another dollar into middle class tax cuts. And for every dollar that I spend in those two categories, I'll put $2 toward paying down the national debt. I think it's very important to keep the debt going down and completely eliminate it. And I also think it's very important to go to the next stage of welfare reform. Our country has cut the welfare rolls in half. I fought hard from my days in the Senate and as vice president to cut the welfare rolls and we've moved millions of people in America into good jobs. But it's now time for the next stage of welfare reform, and include fathers and not only mothers.\n", " Jim, if I could just respond. I know that. The governor used the phrase phony numbers, but if you look at the plan and add the numbers up, these numbers are correct. He spends more money for tax cuts for the wealthiest 1% than all of his new spending proposals for health care, prescription drug, education and national defense all combined. I agree that the surplus is the American people's money, it's your money. That's why I don't think we should give nearly half of it to the wealthiest 1%, because the other 99% have had an awful lot to do with building the surplus in our prosperity.\n", " Well, Jim, under my plan all seniors will get prescription drugs under Medicare. The governor has described Medicare as a government HMO. It's not, and let me explain the difference. Under the Medicare prescription drug proposal I'm making, here is how it works, you go to your own doctor. Your doctor chooses your prescription. No HMO or insurance company can take those choices away from you. Then you go to your own pharmacy. You fill the prescription and Medicare pays half the cost. If you're in a very poor family or if you have very high costs, Medicare will pay all the costs, a $25 premium, and much better benefits than you can possibly find in the private sector. Now here is the contrast. 95% of all seniors would get no help whatsoever under my opponent's plan for the first four or five years. Now, one thing I don't understand, Jim, is why is it that the wealthiest 1% get their tax cuts the first year, but 95% of seniors have to wait four to five years before they get a single penny?\n", " If I could respond to that. Under my plan I will put Medicare in an iron clad lockbox and prevent the money from being used for anything other than Medicare. The governor has declined to endorse that idea even though the Republican as well as Democratic leaders in Congress have endorsed it. I would be interested to see if he would say this evening he'll put Medicare in a lockbox. $100 billion comes out of Medicare just for the wealthiest 1% in the tax cut. Now here is the difference. Some people who say the word reform actually mean cuts. Under the governor's plan, if you kept the same fee for service that you have now under Medicare, your premiums would go up by between 18% and 47%, and that is the study of the Congressional plan that he's modeled his proposal on by the Medicare actuaries. Let me give you one quick example. There is a man here tonight named George McKinney from Milwaukee. He's 70 years old, has high blood pressure, his wife has heart trouble. They have an income of $25,000 a year. They can't pay for their prescription drugs. They're some of the ones that go to Canada regularly in order to get their prescription drugs. Under my plan, half of their costs would be paid right away. Under Governor Bush's plan, they would get not one penny for four to five years and then they would be forced to go into an HMO or to an insurance company and ask them for coverage, but there would be no limit on the premiums or the deductibles or any of the terms and conditions.\n", " They get $25,000 a year income, that makes them ineligible.\n", " It's just clear you can go to the website and look. If you make more than $25,000 a year you don't get a penny of help under the Bush prescription drug proposal for at least four to five years, and then you're pushed into a Medicare -- into an HMO or insurance company plan, and there's no limit on the premiums or the deductibles or any of the conditions. And the insurance companies say it won't work and they won't offer these plans.\n", " Correct.\n", " The difference is I want to bring it to 100% and he wants to bring it to 5%.\n", " Let me call your attention to the key word there. He said all poor seniors.\n", " In the first year?\n", " It's a two-phase plan. For the first four years -- it takes a year to pass it and for the first four years only the poor are covered. Middle class seniors like George McKinney and his wife are not covered for four to five years.\n", " Excellent question. And here is the simple difference. My plan has not only a short-term component, but also a long-term component. And it focuses not only on increasing the supply, which I think we have to do, but also on working on the consumption side. Now, in the short-term we have to free ourselves from the domination of the big oil companies that have the ability to manipulate the price from OPEC when they want to raise the price. And in the long-term we have to give new incentives for the development of domestic resources like deep gas in the western Gulf, like stripper wells for oil, but also renewable sources of energy. And domestic sources that are cleaner and better. And I'm proposing a plan that will give tax credits and tax incentives for the rapid development of new kinds of cars and trucks and buses and factories and boilers and furnaces that don't have as much pollution, that don't burn as much energy, and that help us get out on the cutting edge of the new technologies that will create millions of new jobs. Because, when we sell these new products here, we'll then be able to sell them overseas. There is a ravenous demand for them overseas. Now, another big difference is Governor Bush is proposing to open up some of our most precious environmental treasures, like the Arctic National Wildlife Refuge for the big oil companies to go in and start producing oil there. I think that is the wrong choice. It would only give us a few months' worth of oil and the oil wouldn't start flowing for many years into the future. I don't think it's a fair price to pay to destroy precious parts of America's environment. We have to bet on the future and move beyond the current technologies to have a whole new generation of more efficient, cleaner, energy technology.\n", " Let me clarify. I'm for doing something both on the supply side and production side and on the consumption side. Let me say, that I found one thing in Governor Bush's answer that we certainly agree on, and that's the low income heating assistance program. I commend you for supporting that. I worked to get $400 million just a couple of weeks ago. And to establish a permanent home heating oil reserve here in the northeast. Now, as for the proposals that I've worked for for renewables and conservation and efficiencies and new technologies for the last few years in the Congress, we've faced a lot of opposition to them. They've only approved about 10% of the agenda I've helped to send up there. We need to get serious about this energy crisis, both in the Congress and in the White House, and if you entrust me with the presidency, I will tackle this problem and focus on new technologies that will make us less dependent on big oil or foreign oil.\n", " I found a couple of other things we agree upon. We may not find that many this evening, so I wanted to emphasize. I strongly support new investments in clean coal technology. I made a proposal three months ago on this. And also domestic exploration yes, but not in the environmental treasures of our country. We don't have to do that. That's the wrong choice. I know the oil companies have been itching to do that, but it is not the right thing to do.\n", " Well, Jim, the FDA took 12 years, and I do support that decision. They determined it was medically safe for the women who use that drug. This is indeed a very important issue. First of all on the issue of partial birth or so-called late-term abortion, I would sign a law banning that procedure, provided that doctors have the ability to save a woman's life or to act if her health is severely at risk. That's not the main issue. The main issue is whether or not the Roe v. Wade decision is going to be overturned. I support a woman's right to choose. My opponent does not. It is important because the next president is going to appoint three and maybe even four justices of the Supreme Court. And Governor Bush has declared to the anti-choice group that he will appoint justices in the mold of Scalia and Clarence Thomas, who are known for being the most vigorous opponents of a woman's right to choose. Here is the difference. He trusts the government to order a woman to do what it thinks she ought to do. I trust women to make the decisions that affect their lives, their destinies and their bodies. And I think a woman's right to choose ought to be protected and defended.\n", " Jim, the question you asked, if I heard you correctly, was would he support legislation to overturn it. And if I heard the statement day before yesterday, you said you would order -- he said he would order his FDA appointee to review the decision. Now that sounds to me a little bit different. I just think that we ought to support the decision.\n", " We both use similar language to reach an exactly opposite outcome. I don't favor a litmus test, but I know that there are ways to assess how a potential justice interprets the Constitution. And in my view, the Constitution ought to be interpreted as a document that grows with our country and our history. And I believe, for example, that there is a right of privacy in the Fourth Amendment. And when the phrase a strict constructionist is used and when the names of Scalia and Thomas are used as the benchmarks for who would be appointed, those are code words, and nobody should mistake this, for saying the governor would appoint people who would overturn Roe v. Wade. It's very clear to me. I would appoint people that have a philosophy that I think will be quite likely would uphold Roe v. Wade.\n", " It would be likely that they would uphold Roe v. Wade. I do believe it's wrong to use a litmus test. If you look at the history of a lower court judge's rulings, you can get a pretty good idea of how they'll interpret questions. A lot of questions are first impression, and these questions that have been seen many times come up in a new context and so -- but, you know, this is a very important issue. Because a lot of young women in this country take this right for granted and it could be lost. It is on the ballot in this election, make no mistake about it.\n", " Well, Milosevic has lost the election. His opponent, Kostunica, has won the election. It's overwhelming. Milosevic's government refuses to release the vote count. There's now a general strike going on. They're demonstrating. I think we should support the people of Serbia and Yugoslavia, as they call the Serbia plus Montenegro, and put pressure in every way possible to recognize the lawful outcome of the election. The people of Serbia have acted very bravely in kicking this guy out of office. Now he is trying to not release the votes and then go straight to a so-called runoff election without even announcing the results of the first vote. Now, we've made it clear, along with our allies, that when Milosevic leaves, then Serbia will be able to have a more normal relationship with the rest of the world. That is a very strong incentive that we've given them to do the right thing. Bear in mind also, Milosevic has been indicted as a war criminal and he should be held accountable for his actions. Now, we have to take measured steps because the sentiment within Serbia is, for understandable reasons, against the United States because their nationalism -- even if they don't like Milosevic, they still have some feelings lingering from the NATO action there. So we have to be intelligent in the way we go about it. But make no mistake about it, we should do everything we can to see that the will of the Serbian people expressed in this extraordinary election is done. And I hope that he'll be out of office very shortly.\n", " In this particular situation, no. Bear in mind that we have a lot of sanctions in force against Serbia right now. And the people of Serbia know that they can escape all those sanctions if this guy is turned out of power. Now, I understand what the governor has said about asking the Russians to be involved, and under some circumstances that might be a good idea. But being as they have not yet been willing to recognize Kostunica as the lawful winner of the election, I'm not sure it's right for us to invite the president of Russia to mediate this -- this dispute there because we might not like the results that comes out of that. They currently favor going forward with a runoff election. I think that's the wrong thing. I think the governor's instinct is not necessarily bad because we have worked with the Russians in a constructive way in Kosovo, for example, to end the conflict there. But I think we need to be very careful in the present situation before we invite the Russians to play the lead role in mediating.\n", " I want to make it clear, our military is the strongest, best-trained, best-equipped, best-led fighting force in the world and in the history of the world. Nobody should have any doubt about that, least of all our adversaries or potential adversaries. If you entrust me with the presidency, I will do whatever is necessary in order to make sure our forces stay the strongest in the world. In fact, in my ten-year budget proposal I've set aside more than twice as much for this purpose as Governor Bush has in his proposal. Now, I think we should be reluctant to get involved in someplace in a foreign country. But if our national security is at stake, if we have allies, if we've tried every other course, if we're sure military action will succeed, and if the costs are proportionate to the benefits, we should get involved. Now, just because we don't want to get involved everywhere doesn't mean we should back off anywhere it comes up. I disagree with the proposal that maybe only when oil supplies are at stake that our national security is at risk. I think that there are situations like in Bosnia or Kosovo where there's a genocide, where our national security is at stake there.\n", " Well, they should look at our proposals and look at us as people and make up their own minds. When I was a young man, I volunteered for the Army. I served my country in Vietnam. My father was a senator who strongly opposed the Vietnam War. I went to college in this great city, and most of my peers felt against the war as I did. But I went anyway because I knew if I didn't, somebody else in the small town of Carthage, Tennessee, would have to go in my place. I served for eight years in the House of Representatives and I served on the Intelligence Committee, specialized in looking at arms control. I served for eight years in the United States Senate and served on the Armed Services Committee. For the last eight years I've served on the National Security Council, and when the conflict came up in Bosnia, I saw a genocide in the heart of Europe with the most violent war on the continent of Europe since World War II. Look, that's where World War I started. My uncle was a victim of poisonous gas there. Millions of Americans saw the results of that conflict. We have to be willing to make good, sound judgments. Incidentally, I know the value of making sure our troops have the latest technology. The governor has proposed skipping the next generation of weapons. I think that's a big mistake, because I think we have to stay at the cutting edge.\n", " If I could say one thing.\n", " One of the key points in foreign policy and national security policy is the need to establish the old-fashioned principle that politics ought to stop at the water's edge. When I was in the United States Congress, I worked with former President Reagan. When I was in the United States Senate I worked with former President Bush, your father. I was one of only a few Democrats in the Senate to support the Persian Gulf War. I think bipartisanship is a national asset. We have to find ways to reestablish it in foreign policy and national security policy.\n", " Oh, absolutely. This is a very important moment in the history of our country. Look, we've got the biggest surpluses in all of American history. The key question that has to be answered in this election is will we use that prosperity wisely in a way that benefits all of our people and doesn't go just to the few. Almost half of all the tax cut benefits, as I said under Governor Bush's plan, go to the wealthiest 1%. I think we have to make the right and responsible choices. I think we have to invest in education, protecting the environment, health care, a prescription drug benefit that goes to all seniors, not just to the poor, under Medicare, not relying on HMOs and insurance companies. I think that we have to help parents and strengthen families by dealing with the kind of inappropriate entertainment material that families are just heart sick that their children are exposed to. I think we've got to have welfare reform taken to the next stage. I think that we have got to balance the budget every single year, pay down the national debt and, in fact, under my proposal the national debt will be completely eliminated by the year 2012. I think we need to put Medicare and Social Security in a lockbox. The governor will not put Medicare in a lockbox. I don't think it should be used as a piggy bank for other programs. I think it needs to be moved out of the budget and protected. I'll veto anything that takes money out of Social Security or Medicare for anything other than Social Security or Medicare. Now, the priorities are just very different. I'll give you a couple of examples. For every new dollar that I propose for spending on health care, Governor Bush spends $3 for a tax cut for the wealthiest 1%. Now, for every dollar that I propose to spend on education, he spends $5 on a tax cut for the wealthiest 1%. Those are very clear differences.\n", " You haven't heard the governor deny these numbers. He's called them phony and fuzzy. The fact remains almost 30% of his proposed tax cut goes to -- only to Americans that make more than $1 million per year. More money goes to the -- can I have a rebuttal here?\n", " No, I don't, and I'm not going to go to calling names on his facts. I'm just gonna tell you what the real facts are. The analysis that he's talking about leaves out more than half of the tax cuts that I have proposed. And if you just add the numbers up, he still hasn't denied it, he spends more money on a tax cut for the wealthiest 1% than all his new proposals for all his other things combined. Now those are the wrong priorities. $665 billion over ten years for the wealthiest 1%. As I said, almost 30% of it goes to Americans that make more than $1 million per year. Every middle class family is eligible for a tax cut under my proposal. Let me give you some specific examples. I believe college tuition up to $10,000 per year ought to be tax deductible so middle-class families can choose to send their children to college. I believe all senior citizens should be able to choose their own doctors and get prescription drugs from their own pharmacists with Medicare paying half the bill. I believe parents need more public and charter school choice to send their kids to a safe school. We need to make education the number one priority in our country and treat teachers like the professionals that they are. And that's why I have made it a number one priority in my budget.\n", " Not so.\n", " We agree on a couple of things on education. I strongly support new accountability, so does Governor Bush. I strongly support local control, so does Governor Bush. I'm in favor of testing as a way of measuring performance. Every school and every school district, have every state test the children. I've also proposed a voluntary national test in the fourth grade and eighth grade, and a form of testing the governor has not endorsed. I think that all new teachers ought to be tested, including in the subjects that they teach. We've got to recruit 100,000 new teachers. And I have budgeted for that. We've got to reduce the class size so that the student who walks in has more one-on-one time with the teacher. We ought to have universal pre-school and we ought to make college tuition tax deductible, up to $10,000 a year. I would like to tell you a quick story. I got a letter today as I left Sarasota, Florida. I'm here with a group of 13 people from around the country who helped me prepare. We had a great time. Two days ago we ate lunch at a restaurant. The guy that served us lunch gave me a letter today. His name is Randy Ellis. He has a 15-year-old daughter named Caley, who is in Sarasota High School. Her science class was supposed to be for 24 students. She's the 36th student in that classroom. They sent me a picture of her in the classroom. They can't squeeze another desk in for her, so she has to stand during class. I want the federal government, consistent with local control and new accountability, to make improvement of our schools the number one priority so Caley will have a desk and can sit down in a classroom where she can learn.\n", " First of all, I do have mandatory testing. I think the governor may not have heard what I said clearly. The voluntary national testing is in addition to the mandatory testing that we require of states. All schools, all school districts, students themselves, and required teacher testing, which goes a step farther than Governor Bush has been willing to go. Here are a couple of differences, though, Jim. Governor Bush is in favor of vouchers which take taxpayer money away from public schools and give them to private schools that are not accountable for how the money is used and don't have to take all applicants. Now, private schools play a great role in our society. All of our children have gone to both public schools and private schools. But I don't think private schools should have a right to take taxpayer money away from public schools at a time when Caley Ellis is standing in that classroom. Let me give you another example. I went to a school in Dade County, Florida where the facilities are so overcrowded the children have to eat lunch in shifts with the first shift for lunch starting at 9:30 in the morning. Look, this is a funding crisis all around the country. There are fewer parents of school-age children as a percentage of the voting population and there is the largest generation of students ever. We're in an information age when learning is more important than ever. 90% of our kids go to public schools. We have to make it the number one priority. Modernize our schools, reduce class size, recruit new teachers, give every child a chance to learn with one-on-one time in a quality -- high-quality, safe school. If it's a failing school, shut it down and reopen it under a new principal with a turnaround team of specialists the way Governor Jim Hunt does in North Carolina. Here is another difference. The governor, if it's a failing school, would leave the children in that failing school for three years and then give a little bit of money to the parents, a down payment on a down payment for private school tuition, and pretend that that would be enough for them to go out and go to a private school. It's an illusion.\n", " I didn't say that.\n", " When the action in Kosovo was dragging on and we were searching for a solution to the problem, our country had defeated the adversary on the battlefield without a single American life being lost in combat. But the dictator Milosevic was hanging on. I invited the former prime minister of Russia to my house and took a risk in asking him to get personally involved, along with the head of Finland, to go to Belgrade and to take a set of proposals from the United States that would constitute basically a surrender by Serbia. But it was a calculated risk that paid off. Now, I could probably give you some other examples of decisions over the last 24 years. I have been in public service for 24 years, Jim. And throughout all that time the people I have fought for have been the middle-class families, and I have been willing to stand up to powerful interests like the big insurance companies, the drug companies, the HMOs, the oil companies. They have good people and they play constructive roles sometimes, but sometimes they get too much power. I cast my lot with the people even when it means that you have to stand up to some powerful interests who are trying to turn the -- the policies and the laws to their advantage. You can see it in this campaign. The big drug companies support Governor Bush's prescription drug proposal. They oppose mine because they don't want to get Medicare involved because they're afraid that Medicare will negotiate lower prices for seniors who currently pay the highest prices of all.\n", " First I want to compliment the governor on his response to those fires and floods in Texas. I accompanied James Lee Witt down to Texas when those fires broke out. And FEMA has been a major flagship project of our reinventing government efforts. And I agree, it works extremely well now. On the international financial crises that come up, my friend, Bob Rubin, the former Secretary of Treasury is here, he's a close advisor to me and great friend in all respects. I have had a chance to work with him and Allen Greenspan and others on the crisis following the collapse of the Mexican peso. When the Asian financial crisis raised the risk of world-wide recession that could affect our economy, And now, of course, the euro's value has been dropping, but seems to be under control. But it started for me in the last eight years when I had the honor of casting the tie-breaking vote to end the old economic plan here at home and put into place a new economic plan that has helped us to make some progress, 22 million new jobs, the greatest prosperity ever. But it's not good enough. My attitude is you ain't seen nothing yet. We need to do more and better.\n", " Can I comment on that?\n", " You know, I think the American people deserve credit for the great economy that we have. It's their ingenuity, I agree with that. But you know, they were working pretty hard eight years ago. And now they had ingenuity eight years ago. The difference is we've got a new policy. And instead of concentrating on tax cuts mostly for the wealthy, we want -- I want tax cuts for the middle-class families and I want to continue the prosperity and make sure that it enriches not just a few but all of our families. We have gone from the biggest deficits to the biggest surpluses. We have gone from a triple debt recession during the previous 12 years to a tripling in the stock market. Instead of a high unemployment, we have the lowest African-American and Latin American unemployment rates in history and 22 million new jobs. It's not good enough. Too many people have been left behind. We have got to do much more. The key is job training, education, investments in health care and education, environment, retirement security. And incidentally, we have got to preserve Social Security. I'm opposed to diverting one out of every six dollars out of the Social Security trust fund, as the Governor has proposed, into the stock market. I want new incentives for savings and investment for the young couples who are working hard so they can save and invest on their own on top of Social Security, not at the expense of Social Security, as the governor proposes.\n", " If I could respond, Jim. What he's quoting is not the Senate Budget Commiitte, it is a partisan press release by the Republicans on the Senate Budget Committee that's not worth the government -- the taxpayer-paid paper that it's printed on. Now, as for 20,000 new bureaucrats, as you call them, you know, the size of the federal government will go down in a Gore administration. In the reinventing government program you just look at the numbers. It is 300,000 people smaller today than it was eight years ago. Now, the fact is you're going to have a hard time convincing folks that we were a whole lot better off eight years ago than we are today. But that's not the question. The question is, will we be better off four years from now than we are today? And as for the surest way to threaten our prosperity, having a $1.9 trillion tax cut, almost half of which goes to the wealthy, and a $1 trillion Social Security privatization proposal is the surest way to put our budget into deficit --\n", " Suits me.\n", " I do disagree. Because if we can keep our prosperity going, if we can continue balancing the budget and paying down the debt, then the strong economy keeps generating surpluses. Here is my plan. I will keep Social Security in a lockbox and that pays down the national debt. And the interest savings I would put right back into Social Security. That extends the life of Social Security for 55 years. Now, I think that it's very important to understand that cutting benefits under Social Security means that people like Winifred Skinner from Des Moines, Iowa, who is here, would really have a much harder time. Because there are millions of seniors who are living almost hand to mouth. And you talk about cutting benefits. I don't go along with it. I am opposed to it. I'm also opposed to a plan that diverts 1 out of every $6 away from the Social Security Trust Fund. Social Security is a trust fund that pays the checks this year with the money that is paid into Social Security this year. The governor wants to divert 1 out of every $6 off into the stock market, which means that he would drain a trillion dollars out of the Social Security Trust Fund in this generation over the next ten years, and Social Security under that approach would go bankrupt within this generation. His leading advisor on this plan actually said that would be okay, because then the Social Security Trust Fund could start borrowing. It would borrow up to $3 trillion. Now, Social Security has never done that. And I don't think it should do that. I think it should stay in a lockbox, and I'll tell you this. I will veto anything that takes money out of Social Security for privatization or anything else other than Social Security.\n", " Here is the difference. I give a new incentive for younger workers to save their own money and invest their own money, but not at the expense of Social Security, on top of Social Security. My plan is Social Security plus. The governor's plan is Social Security minus. Your future benefits would be cut by the amount that's diverted into the stock market. If you make bad investments, that's too bad. But even before then the problem hits because the money contributed to Social Security this year is an entitlement. That's how it works. And the money is used to pay the benefits for seniors this year. If you cut the amount going in 1 out of every $6, then you have to cut the value of each check by 1 out of every $6 unless you come up with the money from somewhere else. I would like to know from the governor -- I know we're not supposed to ask each other questions -- but I'd be interested in knowing, does that trillion dollars come from the trust fund, or does it come from the rest of the budget?\n", " Could I respond to that, Jim? This is a big issue. Could we do another round on it?\n", " Just briefly. When FDR established Social Security, they didn't call them IOUs, they called it the full faith and credit of the United States. If you don't have trust in that, I do. If you take it out of the surplus in the trust fund, that means the trust fund goes bankrupt in this generation within 20 years.\n", " I think we ought to attack our country's problems, not attack each other. I want to spend my time making this country even better than it is, not trying to make you out to be a bad person. You may want to focus on scandal. I want to focus on results. As I said a couple of months ago, I stand here as my own man and I want you to see me for who I really am. Tipper and I have been married for 30 years. We became grandparents a year-and-a-half ago. We've got four children. I have devoted 24 years of my life to public service and I've said this before and I'll say it again, if you entrust me with the presidency, I may not be the most exciting politician, but I will work hard for you every day. I will fight for middle-class families and working men and women and I will never let you down.\n", " No. I think the American people should take into account who we are as individuals, what our experience is, what our positions are on the issues and proposals are. I'm asking you to see me for who I really am. I'm offering you my own vision, my own experience, my own proposals. And incidentally, one of them is this. This current campaign financing system has not reflected credit on anybody in either party. And that's one of the reasons I've said before, and I'll pledge here tonight, if I'm president, the very first bill that Joe Lieberman and I will send to the United States Congress is the McCain-Feingold campaign finance reform bill. And the reason it's that important is that all of the other issues, whether prescription drugs for all seniors that are opposed by the drug companies or the patient's bill of rights to take the decisions away from the HMOs and give them to the doctors and nurses, opposed by the HMOs and insurance companies, all these other proposals are going to be a lot easier to get passed for the American people if we limit the influence of special interest money and give democracy back to the American people. And I wish Governor Bush would join me this evening in endorsing the McCain-Feingold Campaign Finance Reform Bill.\n", " Look, Governor Bush, you have attacked my character and credibility and I am not going to respond in kind. I think we ought to focus on the problems and not attack each other. One of the serious problems, hear me well, is that our system of government is being undermined by too much influence coming from special interest money. We have to get a handle on it. And like John McCain, I have learned from experience, and it's not a new position for me. 24 years ago I supported full public financing of all federal elections. And anybody who thinks I'm just saying it, it will be the first bill I send to the Congress. I want you to know I care passionately about this and I will fight until it becomes law.\n", " I want to thank everybody who watched and listened tonight because this is indeed a crucial time in American history. We're at a fork in the road. We have this incredible prosperity, but a lot of people have been left behind. And we have a very important decision to make. Will we use the prosperity to enrich all of our families and not just a few? One important way of looking at this is to ask who are you going to fight for? Throughout my career in public service, I have fought for the working men and women of this country, middle-class families. Why? Because you are the ones who have the hardest time paying taxes, the hardest time making ends meet. You are the ones who are making car payments and mortgage payments and doing right by your kids. And a lot of times there are powerful forces that are against you. Make no mistake about it, they do have undue influence in Washington, D.C. and it makes a difference if you have a president who will fight for you. I know one thing about the position of president, it's the only position in our Constitution that is filled by an individual who is given the responsibility to fight not just for one state or one district or the well-connected or wealthy, but to fight for all of the people, including especially those who most need somebody who will stand up and take on whatever powerful forces might stand in the way. There is a woman named Winifred Skinner here tonight from Iowa. I mentioned her earlier. She's 79 years old. She has Social Security. I'm not going to cut her benefits or support any proposal that would. She gets a small pension, but in order to pay for her prescription drug benefits, she has to go out seven days a week several hours a day picking up cans. She came all the way from Iowa in a Winnebago with her poodle in order attend here tonight. I want to tell her, I'll fight for a prescription drug benefit for all seniors and fight for the people of this country for a prosperity that benefits all.\n"], "oct_11_2000": [" Yes, Jim. I've thought a lot about that particular question, and I see our greatest national strength coming from what we stand for in the world. I see it as a question of values. It is a great tribute to our founders that 224 years later this nation is now looked to by the peoples on every other continent and the peoples from every part of this earth as a kind of model for what their future could be. And I don't think that's just the kind of exaggeration that we take pride in as Americans. It's really true, even the ones that sometimes shake their fists at us. As soon as they have a change that allows the people to speak freely, they're wanting to develop some kind of blueprint that will help them be like us more, freedom, free markets, political freedom. So I think first and foremost our power ought to be wielded to in ways that form a more perfect union. The power of example is America's greatest power in the world. And that means, for example, standing up for human rights. It means addressing the problems of injustice and inequity, along the lines of race and ethnicity here at home, because in all these other places around the world where they're having these terrible problems, when they feel hope, it is often because they see in us a reflection of their potential. So we've got to enforce our civil rights laws. We've got to deal with things like racial profiling. And we have to keep our military strong. We have the strongest military, and I'll do whatever is necessary, if I'm president, to make sure that it stays that way. But our real power comes, I think, from our values.\n", " I agree with that. I agree with that. I think that one of the problems that we have faced in the world is that we are so much more powerful than any single nation has been in relationship to the rest of the world than at any time in history, that I know about, anyway. That there is some resentment of U.S. power. So I think that the idea of humility is an important one. But I think that we also have to have a sense of mission in the world. We have to protect our capacity to push forward what America's all about. That means not only military strength and our values, it also means keeping our economy strong. You know, in the last, or two decades ago it was routine for leaders of foreign countries to come over here and say you guys have got to do something about these horrendous deficits because it's causing tremendous problems for the rest of the world, and we were lectured to all the time. The fact that we have the strongest economy in history today is not good enough. We need to do more. But the fact that it is so strong enables us to project the power for good that America can represent.\n", " The first priority has to be on ending the violence, dampening down the tensions that have arisen there. We need to call upon Syria to release the three Israeli soldiers who have been captured. We need to insist that Arafat send out instructions to halt some of the provocative acts of violence that have been going on. I think that we also have to keep a weather eye toward Saddam Hussein because he is taking advantage of this situation to once again make threats, and he needs to understand that he's not only dealing with Israel, he is dealing -- he's dealing with us if he is making the kind of threats that he's talking about there. The use of diplomacy in this situation has already, well, it goes hour-by-hour and day-by-day now. It's a very tense situation there. But in the last 24 hours there has been some subsiding of the violence there. It's too much to hope that this is going to continue, but I do hope that it will continue. Our country has been very active with regular conversations with the leaders there. And we just have to take it day-to-day right now. But one thing I would say where diplomacy is concerned, Israel should feel absolutely secure about one thing. Our bonds with Israel are larger than agreements or disagreements on some details of diplomatic initiatives. They are historic, they are strong, and they are enduring. And our ability to serve as an honest broker is something that we need to shepherd.\n", " Well, we stand with Israel, but we have maintained the ability to serve as an honest broker. And one of the reasons that's important is that Israel cannot have direct dialogue with some of the people on the other side of conflicts, especially during times of tension, unless that dialogue comes through us. And if we throw away that ability to serve as an honest broker, then we have thrown -- we will have thrown away a strategic asset that's important not only to us but also to Israel.\n", " I haven't heard a big difference in the last few exchanges.\n", " Well, when I got to be a part of the current administration, it was right after -- I was one of the few members of my political party to support former President Bush in the Persian Gulf War resolution, and at the end of that war, for whatever reason, it was not finished in a way that removed Saddam Hussein from power. I know there are all kinds of circumstances and explanations. But the fact is that that's the situation that was left when I got there. And we have maintained the sanctions. Now I want to go further. I want to give robust support to the groups that are trying to overthrow Saddam Hussein, and I know there are allegations that they're too weak to do it, but that's what they said about the forces that were opposing Milosevic in Serbia, and you know, the policy of enforcing sanctions against Serbia has just resulted in a spectacular victory for democracy just in the past week, and it seems to me that having taken so long to see the sanctions work there, building upon the policy of containment that was successful over a much longer period of time against the former Soviet Union in the communist block, seems a little early to declare that we should give up on the sanctions. I know the governor's not necessarily saying that but, you know, all of these flights that have come in, all of them have been in accordance with the sanctions regime, I'm told, except for three where they notified, and they're trying to break out of the box, there's no question about it. I don't think they should be allowed to.\n", " Well, I've been kind of a hard-liner on this issue for more than eight years. When I was in the senate before I became vice president I was pushing for stronger action against Milosevic. He caused the death of so many people. He was the last communist party boss there and then he became a dictator that by some other label he was still essentially a communist dictator. And unfortunately now he is trying to reassert himself in Serbian politics. Already just today the members of his political party said that they were going to ignore the orders of the new president of Serbia, and that they question his legitimacy, and he's still going to try to be actively involved. He is an indicted war criminal. He should be held accountable. Now, I did want to pick up on one of the statements earlier, and maybe I have heard, maybe I have heard the previous statements wrong, Governor. In some of the discussions we've had about when it's appropriate for the U.S. to use force around the world, at times the standards that you've laid down have given me the impression that if it's something like a genocide taking place or what they called ethnic cleansing in Bosnia, that that alone would not be, that that wouldn't be the kind of situation that would cause you to think that the U.S. ought to get involved with troops. Now, have to be other factors involved for me to want to be involved. But by itself, that to me can bring into play a fundamental American strategic interest because I think it's based on our values. Now, have I got that wrong?\n", " Can you run through the list again?\n", " I thought that was a mistake.\n", " I supported that.\n", " I supported that.\n", " Yes, I voted for it, supported it.\n", " Of course, and that again -- no, I think that that was ill-considered. I did support it at the time. It was in the previous administration, in the Bush-Quayle administration, and I think in retrospect the lessons there are ones that we should take very, very seriously.\n", " Oh, yes.\n", " Yes.\n", " Yes.\n", " I'd like to come back to the question of nation building, but let me address the question directly, first. Fine. We did, actually, send troops into Rwanda to help with the humanitarian relief measures. My wife Tipper, who is here, actually went on a military plane with General Sholicatchvieli on one of those flights. But I think in retrospect we were too late getting in there. We could have saved more lives if we had acted earlier. But I do not think that it was an example of a conflict where we should have put our troops in to try to separate the parties for this reason, Jim. One of the criteria that I think is important in deciding when and if we should ever get involved around the world is whether or not our national security interest is involved, if we can really make the difference with military forces. We tried everything else. If we have allies in the Balkans we have allies, NATO, ready, willing and able to go and carry a big part of the burden. In Africa we did not. Now, we have tried -- our countries tried to create an Africa crisis response team there, and we've met some resistance. We have had some luck with Nigeria, but in Sierra Leon, and now that Nigeria has become a democracy, and we hope it stays that way, then maybe we can build on that. But because we had no allies and because it was very unclear that we could actually accomplish what we would want to accomplish about putting military forces there, I think it was the right thing not to jump in, as heartbreaking as it was, but I think we should have come in much quicker with the humanitarian mission.\n", " I don't think we agree on that. I would certainly also be judicious in evaluating any potential use of American troops overseas. I think we have to be very reticent about that. But look, Jim, the world is changing so rapidly. The way I see it, the world is getting much closer together. Like it or not, we are now -- the United States is now the natural leader of the world. All these other countries are looking to us. Now, just because we cannot be involved everywhere, and shouldn't be, doesn't mean that we should shy away from going in anywhere. Now, both of us are kind of, I guess, stating the other's position in a maximalist extreme way, but I think there is a difference here. This idea of nation building is kind of a pejorative phrase, but think about the great conflict of the past century, World War II. During the years between World War I and World War II, a great lesson was learned by our military leaders and the people of the United States. The lesson was that in the aftermath of World War I, we kind of turned our backs and left them to their own devices and they brewed up a lot of trouble that quickly became World War II. And acting upon that lesson in the aftermath of our great victory in World War II, we laid down the Marshall Plan, President Truman did. We got intimately involved in building NATO and other structures there. We still have lots of troops in Europe. And what did we do in the late '40's and '50's and '60's? We were nation building. And it was economic. But it was also military. And the confidence that those countries recovering from the wounds of war had by having troops there. We had civil administrators come in to set up their ways of building their towns back.\n", " I don't disagree with that. I certainly don't disagree that we ought to get our troops home from places like the Balkans as soon as we can, as soon as the mission is complete. That's what we did in Haiti. There are no more than a handful of American military personnel in Haiti now. And Haitians have their problems, but we gave them a chance to restore democracy. That's really about all we can do. But if you have a situation like that right in our backyard with chaos about to break out and flotillas forming to come across the water, and all kinds of violence there, right in one of our neighboring countries there, then I think that we did the right thing there. And as for this idea of nation building, the phrase sounds grandiose. And, you know, we can't be -- we can't allow ourselves to get overextended. I certainly agree with that. And that's why I've supported building up our capacity. I've devoted in the budget I've proposed, as I said last week, more than twice as much as the governor has proposed. I think that it's in better shape now than he generally does. We've had some disagreements about that. He said that two divisions would have to report not ready for duty, and that's not what the joint chiefs say. But there's no doubt that we have to continue building up readiness and military strength. And we have to also be very cautious in the way we use our military.\n", " No, I would make some changes. I think there need to be reforms in the IMF. I've generally supported it, but I've seen them make some calls that I thought were highly questionable. And I think that there's a general agreement in many parts of the world now that there ought to be changes in the IMF. The World Bank I think is generally doing a better job, but I think one of the big issues here that doesn't get nearly enough attention is the issue of corruption. The governor mentioned it earlier. I've worked on this issue. It's an enormous problem and corruption in official agencies, like militaries and police departments around the world, customs officials, that's one of the worst forms of it. And we have got to again lead by example and help these other countries that are trying to straighten out their situations find the tools in order to do it. I just think, Jim, that this is an absolutely unique period in world history. The world has come together, as I said, they're looking to us. And we have a fundamental choice to make. Are we going to step up to the plate as a nation the way we did after World War II, the way that generation of heroes said okay, the United States is going to be the leader. And the world benefitted tremendously from the courage that they showed in those post-war years. I think that in the aftermath of the Cold War, it's time for us to do something very similar, to step up to the plate, to provide the leadership on the environment, leadership to make sure the world economy keeps moving in the right direction. Again, that means not running big deficits here and not squandering our surplus. It means having intelligent decisions that keep our prosperity going and shepherds that economic strength so that we can provide that leadership role.\n", " Far be it from me to suggest otherwise. (LAUGHTER)\n", " Yes, I would. The only thing an executive order can accomplish is to ban it in federal law enforcement agencies, but I would also support a law in the Congress that would have the effect of doing the same thing. I just -- I think that racial profiling is a serious problem. I remember when the stories first came out about the stops in New Jersey by the highway patrol there. And I know it's been going on a long time. In some ways this is just a new label for something that has been going on for years. But I have to confess that it was the first time that I really focused on it in a new way. And I was surprised at the extent of it. And I think we've now got so many examples around the country that we really have to find ways to end this. Imagine what it -- what it is like for someone to be singled out unfairly, unjustly, and feel the unfair force of law simply because of race or ethnicity. Now, that runs counter to what the United States of America is all about at our core. And it's not an easy problem to solve. But if I am entrusted with the presidency, it will be the first Civil Rights Act of the 21st century.\n", " I would agree. And I also agree that most police officers, of course, are doing a good job and hate this practice also. I talked to an African-American police officer in Springfield, Massachusetts not long ago who raised this question and said that in his opinion one of the biggest solutions is in the training. And not only the training in police procedures, but human relations. And I think that racial profiling is part of a larger issue of how we deal with race in America. And as for singling people out because of race, you know, James Byrd was singled out because of his race in Texas. And other Americans have been singled out because of their race or ethnicity. And that's why I think we can embody our values by passing a hate crimes law. I think these crimes are different. I think they're different because they're based on prejudice and hatred, which gives rise to crimes that have not just a single victim, but they're intended to stigmatize and dehumanize a whole group of people.\n", " Well, I think we need tough enforcement of the civil rights laws. I think we still need affirmative action. I would pass a hate crimes law, as I said, and I guess I had misunderstood the governor's previous position. The Byrd family may have a misunderstanding of it in Texas also. But I would like to shift, if I could, to the big issue of education.\n", " Well, I had thought that there was a controversy at the end of the legislative session where the hate crimes law in Texas was -- failed, and that the Byrd family, among others, asked you to support it, Governor, and it died in committee for lack of support. Am I wrong about that?\n", " May I respond?\n", " I don't want to jump in. I may have been misled by all the news reports about this matter, because the law that was proposed in Texas that had the support of the Byrd family and a whole lot of people in Texas did, in fact, die in committee. There may be some other statute that was already on the books, but certainly the advocates of the hate crimes law felt that a tough new law was needed. And it's important, Jim, not only -- not just because of Texas, but because this mirrors the national controversy. There is pending now in the Congress a national hate crimes law because of James Byrd, because of Matthew Shepard, who was crucified on a split rail fence by bigots, and because of others. And that law has died in committee also because of the same kind of opposition.\n", " Absolutely.\n", " I agree with that, and I did support that law. But I think that we should find a way to allow some kind of civic unions, and I basically agree with Dick Cheney and Joe Lieberman. And I think the three of us have one view and the Governor has another view.\n", " Well, there's a law pending called the Employment Non-Discrimination Act. I strongly support it. What it says is that gays and lesbians can't be fired from their job because they're gay or lesbian. And it would be a federal law preventing that. Now, I wonder if the -- it's been blocked by the opponents in the majority in the Congress. I wonder if the Governor who lend his support to that law.\n", " Jim, I hope that we can come back to the subject of education because the governor made an extensive statement on it and I have a very different view than the one he expressed. But that having been said, I believe that -- well, first of all, let me say that the governor and I agree on some things where this subject is concerned. I will not do anything to affect the rights of hunters or sportsmen. I think that homeowners have to be respected and their right to have a gun if they wish to. The problem I see is that there are too many guns getting into the hands of children, and criminals, and people who, for whatever reason, some kind of history of stalking or domestic abuse really should not be able to get guns. I think these assault weapons are a problem. So I favor closing the gun show loophole. In fact, I cast the tie-breaking vote to close it, but then the majority in the House of Representatives went the other way. That's still pending. If we could get agreement on that, maybe they could pass that in the final days of this Congress. I think we ought to restore the three-day waiting period under the Brady Law. I think we should toughen the enforcement of gun laws so that the ones that are already on the books can be enforced much more effectively. Some of the restrictions that have been placed by the Congress in the last couple of years. I think -- in the last few years I think have been unfortunate. I think that we ought to make all schools gun free. Have a gun-free zone around every school in this country. I think that measures like these are important. Child safety trigger locks on a mandatory basis, and others.\n", " Well, I'm not for registration. I am for licensing by states of new handgun purchases.\n", " A photo license I.D. like a driver's license for new handguns and, you know, the Los Angeles --\n", " Correct.\n", " The state. The state. I think states should do that for new handguns, because too many criminals are getting guns. There was a recent investigation of the number in Texas who got -- who were given concealed weapons permits in spite of the fact that they had records. And the \"Los Angeles Times\" spent a lot of ink going into that. But I am not for doing anything that would affect hunters or sportsmen, rifles, shotguns, existing handguns. I do think that sensible gun safety measures are warranted now. Look, this is the year -- this is in the aftermath of Columbine, and Paducah, and all the places in our country where the nation has been shocked by these weapons in the hands of the wrong people. The woman who bought the guns for the two boys who did that killing at Columbine said that if she had had to give her name and fill out a form there, she would not have bought those guns. That conceivably could have prevented that tragedy.\n", " I also believe in the Golden Rule. And I agree with a lot of the other things that the governor has said. We do have a serious problem in our culture. Tipper and I have worked on the problem of violence in entertainment aimed at children. She's worked on it longer than I have. But I feel very strongly about that. And if I'm elected president, I will do something about that. But I think that we -- I think we have to start with better parenting. But I don't think that we can ignore the role played by guns. I mean, the fact is that there -- even though no state wants them, there are guns in some schools. And the reason it's so difficult for schools to control that is because in recent years there has been a flood of cheap handguns that are so widely available that kids are finding ways to get ahold of them. And I think that if you look at the situation as it exists here in the United States compared to any other country in the world, it seems to me pretty obvious that while we respect the rights of hunters and sportsmen, we do need some common sense gun safety steps to stem this flood of guns that are getting into the wrong hands.\n", " It's one of my top priorities, Jim, to give every single child in the United States affordable health care within the next four years. I would like to see eventually in this country some form of universal health care, but I'm not for a government-run system. In fact, I'm for shrinking the size of government. I want a smaller and smarter government. I have been in charge of this reinventing government streamlining project that's reduced the size of government by more than 300,000 people in the last several years. And the budget plan that I've put out, according to the \"Los Angeles Times\" again, the way these things are typically measured as a percentage of the GDP, will bring government spending down to the lowest level in 50 years. So I want to proceed carefully to cover more people. But I think we should start by greatly expanding the so-called child health insurance or CHIP program to give health insurance to every single child in this country. I think it's intolerable that we have so many millions of children without any health insurance. So it's one of my top priorities. Now, I know that we have some disagreements on this. And I'm sorry to tell you that, you know, there is a record here. And Texas ranks 49th out of the 50 states in health care -- in children with health care. 49th for women with health care, and 50th for families with health care. So it is a priority for me. I guarantee you. I'm not aware of any program -- well, I'll just leave it at that. I think it ought to be a top priority.\n", " Well, I don't know about all these percentages that he throws out, but I do know that -- I speculate that the reason why he didn't answer your question directly as to whether my numbers were right, the facts were right about Texas ranking dead last in families with health insurance and 49th out of 50 for both children and women, is because those facts are correct. And as for why it happened, I'm no expert on the Texas procedures, but what my friends there tell me is that the governor opposed a measure put forward by Democrats in the legislature to expand the number of children that would be covered. And instead directed the money toward a tax cut, a significant part of which went to wealthy interests. He declared the need for a new tax cut for the oil companies in Texas an emergency need, and so the money was taken away from the CHIP program. There's -- you don't have to take my word for this. There is now a federal judge's opinion about the current management of this program ordering the State of Texas to do -- you should read that judge's language about this. I believe there are 1.4 million children in Texas who do not have health insurance. 600,000 of whom, and maybe some of those have since gotten it, but as of a year ago 600,000 of them were actually eligible for it but they couldn't sign up for it because of the barriers that they had set up.\n", " Yes, yes. But it's not a statement about his heart. I don't claim to know his heart. I think he's a good person. I make no allegations about that. I believe him when he says that he has a good heart. I know enough about your story to admire a lot of the things that you have done as a person. But I think it's about his priorities. And let me tell you exactly why I think that the choice he made to give a tax cut for the oil companies and others before addressing this -- I mean, if you were the governor of a state that was dead last in health care for families, and all of a sudden you found yourself with the biggest surplus your state had ever had in its history, wouldn't you want to maybe use some of it to climb from 50th to, say, 45 or 40 or something or maybe better? I would. Now, but here is why it's directly relevant, Jim. Because by his own budget numbers, his proposals for spending on tax cuts for the wealthiest of the wealthy are more than the new spending proposals that he has made for health care and education and national defense all combined. According to his own numbers. So it's not a question of his heart, as far as I know. It's a question of priorities and values. See, you know --\n", " I do. I think that in this 21st century we will soon see the consequences of what's called global warming. There was a study just a few weeks ago suggesting that in summertime the north polar ice cap will be completely gone in 50 years. Already people see the strange weather conditions that the old timers say they've never seen before in their lifetimes. And what's happening is the level of pollution is increasing significantly. Now, here is the good news, Jim. If we take the leadership role and build the new technologies, like the new kinds of cars and trucks that Detroit is itching to build, then we can create millions of good new jobs by being first into the market with these new kinds of cars and trucks and other kinds of technologies. You know the Japanese are breathing down our necks on this. They're moving very rapidly because they know that it is a fast-growing world market. Some of these other countries, particularly in the developing world, their pollution is much worse than anywhere else and their people want higher standards of living. And so they're looking for ways to satisfy their desire for a better life and still reduce pollution at the same time. I think that holding onto the old ways and the old argument that the environment and the economy are in conflict is really outdated. We have to be bold. We have to provide leadership. Now it's true that we disagree on this. The governor said that he doesn't think this problem is necessarily caused by people. He's for letting the oil companies into the Arctic National Wildlife Refuge. Houston has just become the smoggiest city in the country. And Texas is number one in industrial pollution. We have a very different outlook. And I'll tell you this, I will fight for a clean environment in ways that strengthen our economy.\n", " I'm really strongly committed to clean water and clean air, and cleaning up the new kinds of challenges like global warming. He is right that I'm not in favor of energy taxes. I am in favor of tax cuts to encourage and give incentives for the quicker development of these new kinds of technologies. And let me say again, Detroit is rearing to go on that. We differ on the Arctic National Wildlife Refuge, as I have said. We differ on whether or not pollution controls ought to be voluntary. I don't think you can -- I don't think you can get results that way. We differ on the kinds of appointments that we would make.\n", " I think it's a fundamental difference. Let me give you an example.\n", " Okay, sure.\n", " Well, that vote wasn't exactly -- a lot of the supporters of the Kyoto Treaty actually ended up voting for that because the way it was worded. But there's no doubt there's a lot of opposition to it in the Senate. I'm not for command and control techniques either. I'm for working with the groups, not just with industry but also with the citizen groups and local communities to control sprawl in ways that the local communities themselves come up with. But I disagree that we don't know the cause of global warming. I think that we do. It's pollution, carbon dioxide, and other chemicals that are even more potent, but in smaller quantities, that cause this. Look, the world's temperature is going up, weather patterns are changing, storms are getting more violent and unpredictable. What are we going to tell our children? I'm a grandfather now. I want to be able to tell my grandson when I'm in my later years that I didn't turn away from the evidence that showed that we were doing some serious harm. In my faith tradition, it is -- it's written in the book of Matthew, \"Where your heart is, there is your treasure also.\" And I believe that -- that we ought to recognize the value to our children and grandchildren of taking steps that preserve the environment in a way that's good for them.\n", " I've been trying so hard not to.\n", " That's an interruption, by the way.\n", " I got some of the details wrong last week in some of the examples that I used, Jim, and I'm sorry about that. And I'm going to try to do better. One of the reasons I regret it is that getting a detail wrong interfered several times with the point that I was trying to make. However many days that young girl in Florida stood in her classroom, however long, even if it was only one day, doesn't change the fact that there are a lot of overcrowded classrooms in America and we need to do something about that. There are seniors who pay more for their prescriptions than a lot of other people, more than their pets, sometimes. More sometimes than people in foreign countries. And we need to do something about that. Not with the measure that leaves the majority of them without any real basic help until the next president's term of four years is over. But right away. And that means doing it under the Medicare program. I can't promise that I will never get another detail wrong. I can promise you that I will try not to, and hard. But I will promise you this with all the confidence in my heart and in the world, that I will do my best if I'm elected president, I'll work my heart out to get the big things right for the American people.\n", " I don't use language like that and I don't think that we should.\n", " I understand. The -- I haven't seen that, in my commercials?\n", " I think that what -- I think the point of that is that anybody would have a hard time trying to make a tax cut plan that is so large, that would put us into such big deficits, that gives almost half the benefits to the wealthiest of the wealthy. I think anybody would have a hard time explaining that clearly in a way that makes sense to the average person.\n", " Well, I wasn't the one having trouble explaining it.\n", " Jim, one of the issues that I would like to close with in my statement is education, because it's an example of the overall approach that I think is important. This race is about values, it's about change, it's about giving choices to the American people. And education is my number one priority, because I think that it's the most important big major change that we can bring in our country. I agree with Governor Bush that we should have new accountability, testing of students. I think that we should require states to test all students, test schools and school districts, and I think that we should go further and require teacher testing for new teachers also. The difference is that while my plan starts with new accountability and maintains local control, it doesn't stop there. Because I want to give new choices to parents. To send their kids to college with a $10,000 tax deduction for college tuition per child per year. I want to reduce the size of the classrooms in this country. For one basic reason, so that students can get more one-on-one time with teachers. And the way to do that is first to recruit more teachers. I've a plan in my budget to recruit 100,000 new, highly qualified teachers and to help local school districts build new schools. I think that we have to put more emphasis on early learning and pre-school. Now, here is how that connects with all the rest of what we've been talking about. If you have -- if you squander the surplus on a huge tax cut that goes mostly to those at the top, then you can't make education the top priority. If the tax cut is your number one, two, three and four priority, you can't do education. You can't do both. You have to choose. I choose education and health care, the environment and retirement security, and I ask for your support.\n"], "oct_17_2000": [" I'm glad you clarified that.\n", " Mr. Hankins, I don't feel good about it, and I think we ought to have a patient's bill of rights to take the medical decisions away from the HMOs and give them back to the doctors and nurses. I want to come back and tell you why, but if you will forgive me, I would like to say something right now at the beginning of this debate following on the moment of silence for Mel Carnahan and Randy Carnahan and Chris Sifford. Tipper and I were good friends with Mel and Randy, and I know that all of us here want to extend our sympathy and condolences to Jean and the family and to the Sifford family. And I would just like to say that this debate in a way is a living tribute to Mel Carnahan because he loved the vigorous discussion of ideas in our democracy. He was a fantastic governor of Missouri. This state became one of the top five in the nation for health care coverage for children under his leadership. One of the best in advancing all kinds of benefits for children to grow up healthy and strong. And of course, this debate also takes place at a time when the tragedy of the USS Cole is on our minds and hearts and insofar as the memorial services tomorrow, I would like to also extend sympathy to the families of those who have died and those who are still missing, and the injured. Now, Mr. Hankins, I think that the situation that you describe has gotten completely out of hand. Doctors are giving prescriptions, they're recommending treatments, and then their recommendations are being overruled by HMOs and insurance companies. That is unacceptable. I support a strong national patient's bill of rights. It is actually a disagreement between us, a national law that is pending on this, the Dingle-Norwood bill, a bipartisan bill, is one that I support and that the governor does not.\n", " Jim, we have a direct disagreement on this.\n", " Absolutely not. I referred to the Dingle-Norwood bill. It is the bipartisan bill that is now pending in the Congress. The HMOs and the insurance companies support the other bill that's pending, the one that the Republican majority has put forward. They like it because it doesn't accomplish what I think really needs to be accomplished to give the decisions back to the doctors and nurses and give you a right of appeal to somebody other than the HMO or insurance company, let you go to the nearest emergency room without having to call an HMO before you call 911, to let you see a specialist if you need to, and it has strong bipartisan support. It is being blocked by the Republican leadership in the Congress.\n", " And I specifically would like to know whether Governor Bush will support the Dingle-Norwood bill, which is the main one pending.\n", " What about the Dingle-Norwood bill?\n", " All right, here we go again. Now look, if you want someone who will spend a lot of words describing a whole convoluted process and then end up supporting legislation that is supported by the big drug companies, this is your man. If you want someone who will fight for you and who will fight for the middle-class families and working men and women, who are sick and tired of having their parents and grandparents pay higher prices for prescription drugs than anybody else, then I want to fight them. And you asked a great question because it's not only seniors. Listen, for 24 years I have never been afraid to take on the big drug companies. They do some great things. They discover great new cures and that's great. We want them to continue that. But they are now spending more money on advertising and promotion. You see all these ads? Than they are on research and development. And they are trying artificially extend the monopoly patent protection so they can keep charging these very high prices. I want to streamline the approval of the competing generic drugs and the new kinds of treatments that can compete with them so we bring the price down for everybody. Now, briefly, let me tell you how my prescription drug plan works. The governor talked about Medicare. I propose a real prescription drug benefit under Medicare for all seniors, all seniors, and here's how it works. You pick your own doctor, and nobody can take that away from you. The doctor chooses the prescription that you need and nobody can overrule your doctor. You go to your own pharmacy and then Medicare pays half the price. If you're poor, they pay all of it. If you have extraordinarily high cost, then they pay all over $4,000 out-of-pocket. And I'll bring new competition to bring the price down. And if you pass the big drug companies' bill, nothing will happen.\n", " I think that we should move step-by-step toward universal health coverage, but I am not in favor of government doing it all. We've spent 65 years now on the development of a hybrid system, partly private, partly public, and 85% of our people have health insurance, 15% don't. That adds up to 44 million people. That is a national outrage. We have got to get health coverage for those who do not have it and we've got to improve the quality for those who do with a patient's bill of rights that's real and that works, the Dingle-Norwood bill, and we have got to fill in the gaps in coverage by finally bringing parity for the treatment of mental illness, because that's been left out. We have got to deal with long-term care. Now, here are the steps that I would take, first of all. I will make a commitment to bring health care coverage of high quality that is affordable to every single child in America within four years. And then we'll fill other gaps by covering the parents of those children when the family is poor or up to two and a half times the poverty rate. I want to give a tax credit for the purchase of individual health insurance plans. I want to give small business employers a tax credit, 25%, to encourage the providing of health insurance for the employees in small businesses. I want to give seniors who are, well, the near elderly, I don't like that term because I am just about in that category, but those 55 to 65 ought to be able to buy into Medicare for premiums that are reasonable and fair and significantly below what they have to get now. Now, we have a big difference on this. And you need to know the record here. Under Governor Bush, Texas has sunk to be 50th out of 50 in health care -- in health insurance for their citizens. Last week he said that they were spending 3.7 billion dollars, or 4.7 billion dollars on this.\n", " Okay.\n", " Follow-up?\n", " We have huge difference between us on this question. I'd like to start by telling you what my vision is. I see a day in the United States of America where all of our public schools are considered excellent, world class. Where there are no failing schools, where the classrooms are small enough in size, number of students, so that the teacher can spend enough one-on-one time with each student. Now that means recruiting new teachers for the public schools. It means in my plan hiring bonuses to get 100,000 new teachers in the public schools within the next four years. It means also helping local school districts that sometimes find the parents of school age children outvoted on bond issues, to give them some help with interest-free bonding authority so that we can build new schools and modernize the classrooms. We need to give teachers the training and professional development that they need, including a paid time off to go visit the classroom of a master teacher to pick up some new skills. I want to give every middle-class family a $10,000 a year tax deduction for college tuition so that middle-class families will always be able to send their kids on to college. I want to work for universal free school because we know from all the studies that the youngsters learn, kids learn more in the first few years of life than any where else. Now, I said there was a contrast. Governor Bush is for vouchers, and in his plan he proposes to drain more money, more taxpayer money out of the public schools for private school vouchers than all of the money that he proposes in his entire budget for public schools themselves. And only one in 20 students would be eligible for these vouchers, and they wouldn't even pay the full tuition to private school. I think that's a mistake. I don't think we should give up on the private schools and leave kids trapped in failing schools. I think we -- I think we should make it the number one priority to make our schools the best in the world, all of them.\n", " Well, the program that he's proposing is not the one that he just. Described under your plan, Governor Bush, states would be required to pay vouchers to students to match the vouchers so that the federal government would put up. Now, you're -- and the way it would happen is that under his plan, if a school was designated as failing, the kids would be trapped there for another three years and then some of them would get federal vouchers and the state would be forced to match those, that money. Under my plan, if a school is failing, we work with the states to give them the authority and the resources to close down that school and reopen it right away with a new principal, a new faculty, a turn-around team of specialists who know what they're doing. It's based on the plan of Governor Jim Hunt in North Carolina, and it works great.\n", " If I thought that there was no alternative, then I might feel differently. But I have an obligation to fight to make sure there are no failing schools. We have to turn around -- most schools are excellent, but we have to make sure that all of them are.\n", " What grade do you teach?\n", " High school. I mentioned before that the local communities are having a harder time passing bond issues. Traditionally, if you've been involved in a campaign like that, you know that the parents with kids in school are the ones that turn out and vote. It's ironic that there are now -- there is now a smaller percentage of the voters made up of parents with children than ever in American history because of the aging of our population, but at the same time we've got the largest generation of students in public schools ever. More than 90% of America's children go to public schools. And it's the largest number ever this year and they'll break the record next year and every year for ten years running. We've got to do something about this. And local -- it's not enough to leave it up to the local school districts. They're not able to do it and our future depends upon it. Look, we're in an information age. Our economic future depends upon whether or not our children are going to get the kind of education that lets them go on to college. And again, I want to make it possible for all middle-class families to send their kids to college and more Pell grants for those who are in the lower income groups also, and then I want to make sure that we have job training on top of that and lifelong learning, but it all starts with the public school teachers. My proposal gives $10,000 hiring bonuses for those teachers who are -- who get certified to teach in the areas where they're most needed. Now, accountability, we basically agree on accountability. My plan requires testing of all students. It also requires something that Governor Bush's plan doesn't. It requires testing of all new teachers, including in the subjects that they teach. We have to start treating teachers like the professionals that they are, and give them the respect and the kind of quality of life that will draw more people into teaching because we need a lot more teachers.\n", " Absolutely not. Absolutely not. I'm so glad that I have the chance to knock that down. Look, the problem is that under Governor Bush's plan, $1.6 trillion tax cut, mostly to the wealthy, under his own budget numbers, he proposes spending more money for a tax cut just for the wealthiest 1% than all the new money he budgets for education, health care and national defense combined. Now under my plan we'll balance the budget every year. I'm not just saying this. I'm not just talking. I have helped to balance the budget for the first time in 30 years, paid down the debt. And under my plan, in four years, as the percentage of our gross domestic product, federal spending will be the smallest that it has been in 50 years. One reason is, you know, the third biggest spending item in our budget is interest on the national debt? We get nothing for it. We keep the good faith and credit of the United States. I will pay down the debt every single year until it is eliminated early in the next decade. That gets rid of the third biggest intrusion of the federal government in our economy. Now, because the governor has all this money for a tax cut mostly to the wealthy, there is no money left over, so schools get testing and lawsuit reform and not much else.\n", " That was in an ad, Jim, that was knocked down by the journalists who analyzed the ad and said it was misleading.\n", " Can we take the time --\n", " Yeah, look. Look, this isn't about Governor Bush, it's not about me. It is about you. And I want to come back to something I said before. If you want somebody who believes that we were better off eight years ago than we are now and that we ought to go back to the kind of policies that we had back then, emphasizing tax cuts mainly for the wealthy, here is your man. If you want somebody who will fight for you and who will fight to have middle-class tax cuts, then I am your man. I want to be. Now, I doubt anybody here makes more than $330,000 a year. I won't ask you, but if you do, you're in the top 1%.\n", " I'm not going to ask them. But if everyone here in this audience was dead on in the middle of the middle-class, then the tax cuts for every single one of you all added up would be less than the tax cut his plan would give to just one member of that top wealthiest 1%. Now you judge for yourselves whether or not that's fair.\n", " That's not right.\n", " Hey, I've got to answer that, Jim.\n", " Medicare -- I cast the tie-breaking vote to add 26 years to the life of Medicare. It was due to go bankrupt in 1999 and that 50 million figure again, the newspapers -- I said -- you said forget the journalists, but they are the keepers of the score card and whether or not you're using facts that aren't right. And that fact is just not right.\n", " I see a future when the world is at peace, with the United States of America promoting the values of democracy and human rights and freedom all around the world. Even in Iran they have had an election that began to bring about some change. We stand for those values and we have to be willing to assert them. Right now our military is the strongest in the entire history of the world. I will -- I pledge to you I will do whatever is necessary to make sure that it stays that way. Now, what can I bring to that challenge? When I was a young man, my father was a senator opposed to the Vietnam War. When I graduated from college, there were plenty of fancy ways to get out of going and being a part of that. I went and I volunteered, and I went to Vietnam. I didn't do the most or run the greatest risk by a long shot, but I learned what it was like to be an enlisted man in the United States Army. In the Congress, in the House of Representatives, I served on the House Intelligence Committee and I worked hard to learn the subject of nuclear arms control and how we can diffuse these tensions and deal with non-proliferation and deal with the problems of terrorism and these new weapons of mass destruction. Look, we're gonna face some serious new challenges in the next four years. I've worked on that long and hard. When I went to the United States Senate, I asked for an assignment to the Armed Services Committee. And while I was there I worked on a bipartisan basis, as I did in the House, I worked with former President Reagan on the modernization of our strategic weaponry. In the Senate I was one of only ten Democrats, along with Senator Joe Lieberman, to support Governor Bush's dad in the Persian Gulf War Resolution. And for the last eight years I've served on the National Security Council. Can I say just one other thing here?\n", " Fine, I'll wait.\n", " I think he gets a -- oh, I'm sorry, you're right, go ahead.\n", " Thank you, sir. Just to finish briefly, I started to say that for the last eight years I've been on the National Security Council. Last week I broke up -- I suspended campaigning for two days, or parts of two days, to go back and participate in the meetings that charted the President's summit meeting that he just returned from earlier today. And our team of -- our country's team over there did a great job. It's a difficult situation. The United States has to be strong in order to make sure that we can help promote peace and security and stability. And that means keeping our military strong. Now, I said earlier that we are the strongest military, but we need to continue improving readiness and making sure that our military personnel are adequately paid and that the combination of their pay and their benefits and their retirement as veterans is comparable to the stiff competition that's coming in this strong economy from the private sector. And I have supported the largest pay raise in many a year, and I support another one now. I also support modernization of our strategic and tactical weaponry. The governor has proposed skipping a generation of technology. I think that would be a mistake, because I think one of the ways we've been able to be so successful in Kosovo and Bosnia and Haiti and in other places is by having the technological edge. You know, we won that conflict in Kosovo without losing a single human life in combat, a single American life in combat. Now, readiness. The trends before we -- before I got my current job were on the decline, the number of divisions were reduced. I argued that we should reverse that trend and take it back up. And I'm happy to tell you that we have. Now, in my budget for the next ten years I propose $100 billion for this purpose. The governor proposes $45 billion. I propose more than twice as much because I think it's needed.\n", " Well, it was not one of my ads, either, Governor. But I am familiar with the statement, and it was made by one of the top-ranking officials of that organization. Let me tell you my position. I think that some common sense gun safety measures are certainly needed with the flood of cheap handguns that have sometimes been working their way into the hands of the wrong people. But all of my proposals are focused on that problem, gun safety. None of my proposals would have any effect on hunters, or sportsmen, or people who use rifles. They're aimed at the real problem. Let's make our schools safe, let's make our neighborhoods safe. Let's have a three-day waiting period, cooling off, so we can have a background check to make sure that criminals and people who really shouldn't have guns don't get them. But I would like to use my remaining time on this exchange, Jim, to respond to an exchange that took place just a moment ago. Because a couple of times the governor has said that I am for a bigger government. Governor, I'm not. And let me tell you what the record shows. For the last eight years I have had the challenge of running the streamlining program called Reinventing Government. And if there are any federal employees in this group, you know what that means. The federal government has been reduced in size by more than 300,000 people. And it's now the smallest number that we have had since the -- the smallest in size since John Kennedy's administration. During the last five years, Texas's government has gone up in size. Federal government has gone down, Texas's government has gone up. Now, my plan for the future, I see a time when we have smaller, smarter government where you don't have to wait in line because you can get services online cheaper, better, faster. We can do that.\n", " We've got a bumper crop this year. But that's the good news. You know what the bad news is that follows on that. The prices are low. In the last several years, the so-called Freedom To Farm Law has, in my view, been mostly a failure. I want to change many of its provisions. Now, many here who are not involved in farming don't -- won't follow this, so just forgive me. Because the 2% of the country that is involved in farming is important because the rest of us wouldn't eat except for them. And you guys have been having a hard time, and I want to fight for you. I want to change those provisions. I want to restore a meaningful safety net. And I think that you pointed the way in your comments, because when you say there are multiple things accomplished by farmers, you're specifically including conservation and protection of the environment. And yes, farmers are the first environmentalists. And when they decide not to plow a field that is vulnerable to soil erosion, that may cost them a little money, but it helps the environment. I think that we ought to have an expanded conservation reserve program. And I think that the environmental benefits that come from sound management of the land ought to represent a new way for farmers to get some income that will enable them -- enable you to make sensible choices in crop rotation, and when you leave the land fallow and the rest. Now, I'll go beyond that and say I think we need much more focus on rural economic development programs. I see a time when the Internet-based activities are more available in the rural areas and where the extra source of income that farm families used to have from shoe factories is replaced by an extra source of income from working in the information economy. So we need to do a lot of things, but we ought to start with a better safety net.\n", " Yeah. I'm for a massive reform of the estate tax or the death tax. And under the plan that I've proposed, 80% of all family farms will be completely exempt from the estate tax. And the vast majority of all family businesses would be completely exempt, and all of the others would have sharply reduced. So 80% -- now the problem with completely eliminating it goes back to the wealthiest 1%. The amount of money that has to be raised in taxes for middle-class families to make up for completely eliminating that on the very wealthiest, the billionaires, that would be an extra heavy burden on middle-class families. And so let's do it for most all, but not completely eliminate it for the very top.\n", " My turn.\n", " I care a lot about this. It's not just movies; television, video games, music, the Internet. Parents now feel like you have to compete with the mass culture in order to raise your kids with the values that you want them to have. Tipper and I have four children. And God bless them, every one of them decided on their own to come here this evening. I don't want to embarrass our oldest daughter. She and her husband made us grandparents almost a year-and-a-half ago, and yet if she'll forgive me, when she was little, she brought a record home that had some awful lyrics in it and Tipper hit the ceiling. And that launched a campaign to try to get the record companies to put ratings that -- warning labels for parents. And I'm so proud of what she accomplished in getting them on there. I've been involved myself in negotiating and helping to move along the negotiations with the Internet service providers to get a parents' protection page every time 95% of the pages come up. And a feature that allows parents to automatically check with one click what sites your kids have visited lately. You know, some parents are worried about those filters, that you will have to ask your kids how to put them on there. But if you can check up on them, that's real power. And recently the Federal Trade Commission pointed out that some of these entertainment companies have warned parents that the material is inappropriate for children, and then they've turned around behind the backs of the parents and advertised that same adult material directly to children. That is an outrage. Joe Lieberman and I gave them six months to clean up their act. And if they don't do it, we're gonna ask for tougher authority in the hands of the FTC on the false and deceptive advertising. I'll tell you this, I want to do something about this. Respect the First Amendment, but I will do something to help you raise your kids without that garbage.\n", " Right next to the left.\n", " We've got to change it. I spend a good deal of time talking to young people, and in my standard speech out there on the stump I usually end my speech by saying, I want to ask you for something and I want to direct it especially to the young people in the audience. And I want to tell you what I tell them. Sometimes people who are very idealistic and have great dreams, as young people do, are apt to stay at arm's length from the political process because they think their good hearts might be brittle, and if they invest their hopes and allow themselves to believe, then they're gonna be let down and disappointed. But thank goodness we've always had enough people who have been willing in every generation to push past the fear of a broken heart and become deeply involved in forming a more perfect union. We're America, and we believe in our future and we know we have the ability to shape our future. Now, we've got to address one of the biggest threats to our democracy. And that is the current campaign financing system. And I know they say it doesn't rank anywhere on the polls. I don't believe that's a fair measure. I'm telling you, I will make it the -- I will make the McCain-Feingold Campaign Finance Reform bill the very first measure that I send to the Congress as president. Governor Bush opposes it. I wish that he would consider changing his mind on that. Because I think that the special interests have too much power, and we need to give our democracy back to the American people. Let me tell you why. Those issues you mentioned, Social Security, prescription drugs, the big drug companies are against the prescription drug proposal that I've made. The HMOs are against the patient's rights bill, the Dingle-Norwood bill that I support. The big oil companies are against the measures to get more energy independence and renewable fuel. They ought to have their voices heard, but they shouldn't have a big megaphone that drowns out the American people. We need campaign finance reform and we need to shoot straight with young and old alike and tell them what the real choices are. And we can renew and rekindle the American spirit and make our future what our founders dreamed it could be. We can.\n", " I believe in this goal and effort with all my heart. I believe that our future as a nation depends upon whether or not we can break down these barriers that have been used to pit group against group, and bring our people together. How do you do it? Well, you establish respect for differences. You don't ignore differences. It's all too easy for somebody in the majority in the population to say oh, we're just all the same, without an understanding of the different life experience that you've had, that others have had. Once you have that understanding and mutual respect, then we can transcend the differences and embrace the highest common denominator of the American spirit. I don't know what affirmative access means. I do know what affirmative action means. I know the governor is against it, and I know that I'm for it. I know what a hate crime statute pending at the national level is all about in the aftermath of James Byrd's death. I'm for that proposed law, the governor is against it. I know what it means to have a commitment to diversity. I am part of an administration that has the finest record on diversity. And incidentally, an excellent -- I mean, I think our success over the last eight years has not been in spite of diversity but because of it. Because we're able to draw on the wisdom and experience from different parts of the society that hadn't been tapped in the same way before. And incidentally, Mel Carnahan in Missouri had the finest record on diversity in any governor in the entire history of the State of Missouri. And I want to honor that among his other achievements here. Now, I just believe that what we have to do is enforce the civil rights laws. I'm against quotas. This is, with all due respect, Governor, that's a red herring. Affirmative action isn't quotas. I'm against quotas, they're illegal. They're against the American way. Affirmative action means that you take extra steps to acknowledge the history of discrimination and injustice and prejudice and bring all people into the American dream because it helps everybody, not just those who are directly benefitting.\n", " He said if affirmative action means quotas, he's against it. Affirmative action doesn't mean quotas. Are you for it without quotas?\n", " Are you for what the Supreme Court says is a constitutional way of having affirmative action?\n", " I think that speaks for itself.\n", " If you make less than $60,000 a year and you decide to invest $1,000 in a savings account, you'll get a tax credit, which means in essence that the federal government will match your $1,000 with another $1,000. If you make less than $30,000 a year and you put $500 in a savings account, the federal government will match it with $1500. If you make more than $60,000 and up to 100 you'll still get a match, but not as generous. You'll get an access to life-long learning and education, help with tuition if you want to get a new skill or training. If you want to purchase health insurance, you will get help with that. If you want to participate in some of the dynamic changes that are going on in our country, you will get specific help in doing that. If you are part of the -- of the bottom 20% or so of wage earners, then you will get an expanded earned income tax credit. Now, the tax relief that I propose is directed specifically at middle-income individuals and families. And if you have a -- if you have an elderly parent or grandparent who needs long-term care, then you will get help with that. $3,000 tax credit to help your expenses in taking care of a loved one who needs long-term care.\n", " I support the death penalty. I think that it has to be administered not only fairly with attention to things like DNA evidence, which I think should be used in all capital cases, but also with very careful attention. If, for example, somebody confesses to the crime and somebody is waiting on death row, there has to be alertness to say wait a minute, have we got the wrong guy? If the wrong guy is put to death, then that's a double tragedy. Not only has an innocent person been executed, but the real perpetrator of the crime has not been held accountable for it. And in some cases may be still at large. But I support the death penalty in the most heinous cases.\n", " I think it is a deterrent. I know that's a controversial view, but I do believe it's a deterrent.\n", " Yes. (LAUGHTER) I am a person who keeps promises. And, you know, we've heard a lot about -- from the governor about not much being done in the last eight years, as if the promises that I made eight years ago have not been kept. I think the record shows otherwise. We have gone from the biggest deficits eight years ago to the biggest surpluses in history today. Instead of high unemployment, we now have the lowest African-American unemployment, the lowest Latino unemployment ever measured. 22 million new jobs, very low unemployment nationally. Instead of ballooning the debt and multiplying it four times over, we have seen the debt actually begun to be paid down. Here are some promises that I'll make to you now. I will balance the budget every year. I will pay down the debt every year. I will give middle-class Americans tax cuts, meaningful ones. And I will invest in education, health care, protecting the environment and retirement security. We both made promises in this campaign. I promise you I will keep mine. Let me tell you about one of the governor's. He has promised a trillion dollars out of the Social Security Trust Fund for young working adults to invest and save on their own. But he's promised seniors that their Social Security benefits will not be cut, and he's promised the same trillion dollars to them. So this is a show me state. Reminds me of the line from the movie, \"Show me the money.\" Which one of those promises will be keep and which will you break, Governor?\n", " Well, first of all, Jim, I would like to respond to what the governor just said. Because the trillion dollars that has been promised to young people has also been promised to older people. And you cannot keep both promises. If you're in your mid-40's under the governor's plan, Social Security will be bankrupt by the time you retire, if he takes it out of the Social Security Trust Fund. Under my plan it will be -- its solvency will be extended until you're 100. Now that is the difference. And the governor may not want to answer that question, he may want to call it a high school debating trick, but let me tell you this. This election is not about debating tricks, it is about your future. The reason Social Security -- he says it gets 2%. You know, it's not a bank account that just pays back money that's invested. It is also used to give your mothers and fathers the Social Security checks that they live on. If you take a trillion dollars out of that Social Security Trust Fund, how are the checks going to be -- how are you going to keep faith with the seniors? Now let me come directly to your question.\n", " Thank you very much, Jim, and I'll begin by answering your questions -- your last question. I believe that a lot of people are skeptical about people in politics today because we have seen a time of great challenge for our country. Since the assassination of our best leaders in the '60's, since the Vietnam War, since Watergate, and because we need campaign finance reform. I would like to tell you something about me. I keep my word. I have kept the faith. I've kept the faith with my country. I volunteered for the Army. I served in Vietnam. I kept the faith with my family. Tipper and I have been married for 30 years. We have devoted ourselves to our children and now our nearly one-and-a-half-year-old grandson. I have kept the faith with our country. Nine times I have raised my hand to take an oath to the Constitution, and I have never violated that oath. I have not spent the last quarter century in pursuit of personal wealth. I have spent the last quarter century fighting for middle-class working men and women in the United States of America. I believe very deeply that you have to be willing to stand up and fight no matter what powerful forces might be on the other side. If you want somebody who is willing to fight for you, I am asking for your support and your vote and, yes, your confidence and your willingness to believe that we can do the right thing in America, and be the better for it. We've made some progress during the last eight years. We have seen the strongest economy in the history of the United States. Lower crime rates for eight years in a row. Highest private home ownership ever, but I'll make you one promise here. You ain't seen nothing yet. And I will keep that promise.\n"]}}