{"John Kerry": {"oct_8_2004": [" Robin, I'm going to answer your question. I'm also going to talk— respond to what you asked, Cheryl, at the same time.\n\nThe world is more dangerous today. The world is more dangerous today because the President didn't make the right judgments. Now, the President wishes that I had changed my mind. He wants you to believe that, because he can't come here and tell you that he's created new jobs for America. He's lost jobs. He can't come here and tell you that he's created health care for Americans because one-point—what, we've got 5 million Americans who have lost their health care, 96,000 of them right here in Missouri. He can't come here and tell you that he's left no child behind because he didn't fund No Child Left Behind.\n\nSo what does he do? He's trying to attack me. He wants you to believe that I can't be President, and he's trying to make you believe it because he wants you to think I change my mind.\n\nWell, let me tell you straight up, I've never changed my mind about Iraq. I do believe Saddam Hussein was a threat. I always believed he was a threat—believed it in 1998 when Clinton was President. I wanted to give Clinton the power to use force if necessary. But I would have used that force wisely. I would have used that authority wisely, not rushed to war without a plan to win the peace. I would have brought our allies to our side. I would have fought to make certain our troops had everybody possible to help them win the mission.\n\nThis President rushed to war, pushed our allies aside, and Iran now is more dangerous, and so is North Korea with nuclear weapons. He took his eye off the ball, off of Usama bin Laden.\n", " The goal of the sanctions was not to remove Saddam Hussein. It was to remove the weapons of mass destruction. And Mr. President, just yesterday the Duelfer report told you and the whole world they worked. He didn't have weapons of mass destruction, Mr. President. That was the objective. And if we had used smart diplomacy, we could have saved $200 billion and an invasion of Iraq, and right now Usama bin Laden might be in jail or dead. That's the war against terror.\n", " Anthony, I would not. I have laid out a different plan because the President's plan is not working. You see that every night on television. There's chaos in Iraq. King Abdullah of Jordan said just yesterday—or the day before, you can't hold elections in Iraq with the chaos that's going on today. Senator Richard Lugar, the Republican chairman of the Foreign Relations Committee, said that the handling of the reconstruction aid in Iraq by this administration has been \"incompetent.\" Those are the Republican chairman's words. Senator Hagel of Nebraska said that the handling of Iraq is \"beyond pitiful, beyond embarrassing. It's in the zone of dangerous.\" Those are the words of two Republicans, respected, both on the Foreign Relations Committee.\n\nNow, I have to tell you, I would do something different. I would reach out to our allies in a way that this President hasn't. He pushed them away time and again, pushed them away at the U.N., pushed them away individually. Two weeks ago, there was a meeting of the North Atlantic Council, which is the political arm of NATO. They discussed the possibility of a small training unit or having a total takeover of the training in Iraq. Did our administration push for the total training of Iraq? No. Were they silent? Yes. Was there an effort to bring all the allies together around that? No—because they've always wanted this to be an American effort. You know, they even had the Defense Department issue a memorandum saying don't bother applying for assistance or for being part of the reconstruction if you weren't part of our original coalition.\n\nNow, that's not a good way to build support and reduce the risk for our troops and make America safer. I'm going to get the training done for our troops. I'm going to get the training of Iraqis done faster, and I'm going to get our allies back to the table.\n", " Yes, sir, please.\n\nLadies and gentlemen, the right war was Usama bin Laden and Afghanistan. That was the right place, and the right time was Tora Bora, when we had him cornered in the mountains. Now, everyone in the world knows that there were no weapons of mass destruction. That was the reason Congress gave him the authority to use force, not after excuse to get rid of the regime.\n\nNow we have to succeed. I've always said that. I have been consistent. Yes, we have to succeed, and I have a better plan to help us do it.\n", " Nikki, that's a question that's been raised by a lot of people around the country. Let me address it but also talk about the weapons the President just talked about, because every part of the President's answer just now promises you more of the same over the next 4 years.\n\nThe President stood right here in this hall 4 years ago, and he was asked a question by somebody just like you: Under what circumstances would you send people to war? And his answer was: With a viable exit strategy and only with enough forces to get the job done. He didn't do that. He broke that promise. We didn't have enough forces. General Shinseki, the Army Chief of Staff, told him he was going to need several hundred thousand. And guess what? They retired General Shinseki for telling him that. This President hasn't listened.\n\nI went to meet with the members of the Security Council in the week before we voted. I went to New York. I talked to all of them to find out how serious they were about really holding Saddam Hussein accountable. I came away convinced that if we worked at it, if we were ready to work at letting Hans Blix do his job and thoroughly go through the inspections, that if push came to shove, they'd be there with us.\n\nBut the President just arbitrarily brought the hammer down and said, \"Nope, sorry, time for diplomacy is over. We're going.\" He rushed to war without a plan to win the peace. Ladies and gentlemen, he gave you a speech and told you he'd plan carefully, take every precaution, take our allies with us. He didn't. He broke his word.\n", " You rely on good military people to execute the military component of the strategy, but winning the peace is larger than just the military component. General Shinseki had the wisdom to say you're going to need several hundred thousand troops to win the peace. The military's job is to win the war. The President's job is to win the peace. The President did not do what was necessary, didn't bring in enough nations, didn't deliver the help, didn't close off the borders, didn't even guard the ammo dumps. And now our kids are being killed with ammos right out of that dump.\n", " Is it Randee? I'm sorry.\n\nIran/North Korea\n\nRandee Jacobs. Yes, Randee. Iran sponsors terrorism and has missiles capable of hitting Israel and southern Europe. Iran will have nuclear weapons in 2 to 3 years' time. In the event that U.N. sanctions don't stop this threat, what will you do as President?\n", " I don't think you can just rely on U.N. sanctions, Randee, but you're absolutely correct. It is a threat. It's a huge threat. And what's interesting is it's a threat that has grown while the President has been preoccupied with Iraq, where there wasn't a threat. If he'd let the inspectors do their job and go on, we wouldn't have 10 times the numbers of forces in Iraq that we have in Afghanistan chasing Usama bin Laden.\n\nMeanwhile, while Iran is moving towards nuclear weapons—some 37 tons of what they call yellow cake, the stuff they use to make enriched uranium—while they're doing that, North Korea has moved from one bomb, maybe—maybe—to 4 to 7 bombs.\n\nFor 2 years the President didn't even engage with North Korea, did nothing at all, while it was growing more dangerous, despite the warnings of people like former Secretary of Defense William Perry, who negotiated getting television cameras and inspectors into that reactor. We were safer before President Bush came to office. Now, they have the bombs, and we're less safe.\n\nSo what do we do? We've got to join with the British and the French, with the Germans who've been involved in their initiative. We've got to lead the world now to crack down on proliferation as a whole. But the President has been slow to do that even in Russia. At his pace, it's going to take 13 years to reduce and get a hold of all the loose nuclear material in the former Soviet Union. I've proposed a plan that can capture it and contain it and clean it within 4 years.\n\nAnd the President is moving toward the creation of our own bunker-busting nuclear weapon. It's very hard to get other countries to give up their weapons when you're busy developing a new one. I'm going to lead the world in the greatest counterproliferation effort, and if we have to get tough with Iran, believe me, we will get tough.\n", " Daniel, I don't support a draft. But let me tell you where the President's policies have put us. The President— and this is one of the reasons why I'm very proud in this race to have the support of General John Shalikashvili, former Chairman of the Joint Chiefs of Staff; Admiral William Crowe, former Chairman of the Joint Chiefs of Staff; General Tony McPeak, who ran the air war for the President's father and did a brilliant job—supporting me; General Wes Clark, who won the war in Kosovo—supporting me; because they all—and General Baca, who was the head of the National Guard—supporting me. Why? Because they understand that our military is overextended under this President.\n\nOur Guard and Reserves have been turned into almost active duty. You've got people doing two and three rotations. You've got stop-loss policies so people can't get out when they were supposed to. You've got a backdoor draft right now, and a lot of our military are underpaid. These are families that get hurt. It hurts the middle class. It hurts communities, because these are our first-responders, and they're called up, and they're over there, not over here.\n\nNow, I'm going to add 40,000 active duty forces to the military. And I'm going to make people feel good about being safe in our military and not overextended because I'm going to run a foreign policy that actually does what President Reagan did and President Eisenhower did and others. We're going to build alliances. We're not going to go unilaterally. We're not going to go alone like this President did.\n", " Mr. President, countries are leaving the coalition, not joining. Eight countries have left it. If Missouri, just given the number of people from Missouri who are in the military over there today, were a country, it would be the third largest country in the coalition, behind Great Britain and the United States. That's not a grand coalition. Ninety percent of the casualties are American. Ninety percent of the costs are coming out of your pockets. I could do a better job. My plan does a better job, and that's why I'll be a better Commander in Chief.\n", " Thank you very much, Ann. I've asked in my security briefings why that is, and I can't go into all the answers, et cetera, but let me say this to you. This President and his administration have told you and all of us, \"It's not a question of when, it's a question of\"—excuse me, \"not a question of if, it's a question of when.\" We've been told that. The \"when\" I can't tell you. Between the World Trade Center bombing in—what was it, 1993 or so—and the next time was 5 years, 7 years. These people wait. They'll plan. They plot.\n\nI agree with the President that we have to go after them and get them wherever they are. I just think I can do that far more effectively because the most important weapon in doing that is intelligence. You've got to have the best intelligence in the world. And in order to have the best intelligence in the world, to know who the terrorists are and where they are and what they're plotting, you've got to have the best cooperation you've ever had in the world.\n\nNow, to go back to your question, Nikki, we're not getting the best cooperation in the world today. We've got a whole bunch of countries that pay a price for dealing with the United States of America now. I'm going to change that.\n\nAnd I'm going to put in place a better homeland security effort. Look at it, 95 percent of our containers coming into this country are not inspected today. When you get on an airplane, your cart—your bag is X-rayed, but the cargo hold isn't X-rayed. Do you feel safer? This President, in the last debate, said that, well, that would be a big tax gap if we did that. Ladies and gentlemen, it's his tax plan. He chose a tax cut for the wealthiest Americans over getting that equipment out into the homeland as fast as possible. We have bridges and tunnels that aren't being secured; chemical plants, nuclear plants that aren't secured; hospitals that are overcrowded in their emergency rooms. If we had a disaster today, could they handle it?\n\nThis President chose a tax cut over homeland security. Wrong choice.\n", " Well, the President and his experts have told America that it's not a question of if, it's a question of when. And I accept what the President has said. These terrorists are serious. They're deadly, and they know nothing except trying to kill. I understand that. That's why I will never stop at anything to hunt down and kill the terrorists.\n\nBut you heard the President just say to you that we've added money. Folks, the test is not if you've added money. The test is, have you done everything possible to make America secure? He chose a tax cut for wealthy Americans over the things that I listed to you.\n", " John, you heard the President just say that he thought he might try to be for it. Four years ago, right here in this forum, he was asked the same question, \"Can't people be able to import drugs from Canada?\" Do you know what he said? \"I think that makes sense. I think that's a good idea\"—4 years ago.\n\nNow, the President said, \"I'm not blocking that.\" Ladies and gentlemen, the President just didn't level with you—right now, again. He did block it, because we passed it in the United States Senate. We sent it over to the House that you could import drugs. We took care of the safety issues. We're not talking about third-world drugs. We're talking about drugs made right here in the United States of America that have American brand names on them, in American bottles, and we're asking they be able to allow you to get them. The President blocked it.\n\nThe President also took Medicare, which belongs to you, and he could have lowered the cost of Medicare and lowered your taxes and lowered the cost to seniors. You know what he did? He made it illegal— illegal—for Medicare to do what the VA does, which is bulk-purchase drugs so that you could lower the price and get them out to you lower. He put $139 billion of windfall profit into the pockets of the drug companies, right out of your pockets.\n\nThat's the difference between us. The President sides with the power companies, the oil companies, the drug companies. And I'm fighting to let you get those drugs from Canada, and I'm fighting to let Medicare survive. I'm fighting for the middle class. That's the difference.\n", " Actually, Mr. President, in 1997, we fixed Medicare, and I was one of the people involved in it. We not only fixed Medicare and took it way out into the future, we did something that you don't know how to do. We balanced the budget. And we paid down the debt of our Nation for 2 years in a row, and we created 23 million new jobs at the same time. And it's the President's fiscal policies that have driven up the biggest deficits in American history. He's added more debt to the debt of the United States in 4 years than all the way from George Washington to Ronald Reagan put together. Go figure.\n", " Very easily. John Edwards is the author of the Patients' Bill of Rights. He wanted to give people rights. John Edwards and I support tort reform. We both believe that as lawyers—I'm a lawyer too— and I believe that we will be able to get a fix that has eluded everybody else, because we know how to do it. It's in my health care proposal. Go to johnkerry.com—you can pull it off the Internet—and you'll find a tort reform plan.\n\nNow, ladies and gentlemen, important to understand, the President and his friends try to make a big deal out of it. Is it a problem? Yes, it's a problem. Do we need to fix it, particularly for ob-gyns * and for brain surgeons and others? Yes. But it's less than one percent of the total cost of health care. Your premiums are going up.\n\nYou've gone up in Missouri about $3,500. You've gone up 64 percent. You've seen co-pays go up, deductibles go up. Everything has gone up. Five million people have lost their health insurance under this President, and he's done nothing about it.\n\nI have a plan. I have a plan to lower the cost of health care for you. I have a plan to cover all children. I have a plan to let you buy into the same health care Senators and Congressmen give themselves. I have a plan that's going to allow people 55 to 64 to buy into Medicare early. And I have a plan that will take the catastrophic cases out of the system, off your backs, pay for it out of a Federal fund, which lowers the premiums for everybody in America, makes American business more competitive, and makes health care more affordable.\n\nNow, all of that can happen, but I have to ask you to do one thing. Join me in rolling back the President's unaffordable tax cut for people earning more than $200,000 a year. That's all. Ninety-eight percent of America, I'm giving you a tax cut, and I'm giving you health care.\n", " Yes, I think we should look at the punitive, and we should have some limitations. But look, what's really important, Charlie, is the President's just trying to scare everybody here with throwing labels around. I mean, \"compassionate conservative,\" what does that mean? Cutting 500,000 kids from after-school programs? Cutting 365,000 kids from health care? Running up the biggest deficits in American history? Mr. President, you're batting 0 for 2. I mean, seriously, labels don't mean anything. What means something is do you have a plan, and I want to talk about my plan some more. I hope we can.\n", " Let me begin by saying that my health care plan is not what the President described. It is not a Government takeover. You have choice: Choose your doctor; choose your plan. The Government has nothing to do with it. In fact, it doesn't ask you to do anything. If you don't want to take it, you don't have to. If you like your high premiums, you keep them. That's the way we leave it.\n\nNow, with respect to the deficit, the President was handed a $5.6 trillion surplus, ladies and gentlemen. That's where he was when he came into office. We now have a $2.6 trillion deficit. This is the biggest turnaround in the history of the country. He's the first President in 72 years to lose jobs. He talked about war. This is the first time the United States of America has ever had a tax cut when we're at war. Franklin Roosevelt, Harry Truman, others knew how to lead. They knew how to ask the American people for the right things.\n\nOne percent of America—the highest one percent of income earners in America got $89 billion of tax cut last year. One percent of America got more than the 80 percent of America that earned from $100,000 down. The President thinks it's more important to fight for that top one percent than to fight for fiscal responsibility and to fight for you.\n\nI want to put money in your pocket. I am—I have a proposal for a tax cut for all people earning less than the $200,000. The only people affected in my plan are the top income earners of America.\n", " After 9/11, after the recession had ended, the President asked for another tax cut and promised 5.6 million jobs would be created. He lost 1.6 million, ladies and gentlemen, and most of that tax cut went to the wealthiest people in the country. He came and asked for a tax cut; we wanted a tax cut to kick the economy into gear. Do you know what he presented us with? A $25 billion giveaway to the biggest corporations in America, including a $254 million refund check to Enron. Wrong priorities. You are my priority.\n", " Absolutely. Yes. Right into the camera—yes. I am not going to raise taxes. I have a tax cut, and here's my tax cut. I raise the child care credit by $1,000 for families to help them be able to take care of their kids. I have a $4,000 tuition tax credit that goes to parents and kids, if they're earning for themselves, to be able to pay for college. And I lower the cost of health care in the way that I described to you.\n\nEvery part of my program, I've shown how I'm going to pay for it. And I've gotten good people, like former Secretary of the Treasury Bob Rubin for instance, who showed how to balance budgets and give you a good economy, to help me crunch these numbers and make them work. I've even scaled back some of my favorite programs already, like the child care program I wanted to fund and the national service program, because the President's deficit keeps growing. And I've said, as a pledge, I'm going to cut the deficit in half in 4 years.\n\nNow, I'm going to restore what we did in the 1990s, ladies and gentlemen: Pay as you go. We're going to do it like you do it. The President broke the pay-as-you-go rule. Somebody here asked the question about why haven't you vetoed something. It's a good question. If you care about it, why don't you veto it? I think John McCain called the energy bill the no lobbyist left behind bill. I mean, you've got to stand up and fight somewhere, folks.\n\nI'm pledging I will not raise taxes. I'm giving a tax cut to the people earning less than $200,000 a year. Now, for the people earning more than $200,000 a year, you are going to see a rollback to the level we were at with Bill Clinton, when people made a lot of money. And looking around here at this group here, I suspect there are only three people here who are going to be affected: the President, me, and Charlie, I'm sorry, you too. [Laughter]\n", " Well, first of all, the President's figures of 2.2 trillion just aren't accurate. Those are the fuzzy math figures put together by some group that works for the campaign. That's not the number.\n\nNumber two, John McCain and I have a proposal, jointly, for a commission that closes corporate giveaway loopholes. We've got $40 billion going to Bermuda. We've got all kinds of giveaways. We ought to be shutting those down.\n\nAnd third, credible? Ladies and gentlemen, in 1985, I was one of the first Democrats to move to balance the budget. I voted for the balanced budget in '93 and '97. We did it. We did it, and I was there.\n", " Boy, to listen to that, the President I don't think is living in a world of reality with respect to the environment. Now, if you're a Red Sox fan, that's okay. But if you're a President, it's not. Let me just say to you, number one, don't throw the labels around. Labels don't mean anything. I supported welfare reform. I led the fight to put 100,000 cops on the streets of America. I've been for faith-based initiatives helping to intervene in the lives of young children for years. I was—broke with my party in 1985, one of the first three Democrats to fight for a balanced budget when it was heresy. Labels don't fit, ladies and gentlemen.\n\nNow, when it comes to the issue of the environment, this is one of the worst administrations in modern history. The Clear Skies bill that he just talked about—it's one of those Orwellian names you pull out of the sky, slap it onto something—like No Child Left Behind, but you leave millions of children behind. Here they're leaving the skies and the environment behind.\n\nIf they just left the Clean Air Act all alone the way it is today, no change, the air would be cleaner than it is if you pass the cleaner skies act. We're going backwards. In fact, his environmental enforcement chief air quality person at the EPA resigned in protest over what they're doing to what are called the New Source Performance Standards for air quality. They're going backwards on the definition for wetlands. They're going backwards on the water quality. They pulled out of the global warming, declared it dead; didn't even accept the science. I'm going to be a President who believes in science.\n", " The fact is that the Kyoto treaty was flawed. I was in Kyoto, and I was part of that. I know what happened. But this President didn't try to fix it. He just declared it dead, ladies and gentlemen, and we walked away from the work of 160 nations over 10 years. You wonder, Nikki, why it is that people don't like us in some parts of the world. You just say, \"Hey, we don't agree with you. Goodbye.\" The President has done nothing to try to fix it. I will.\n", " Jane, there are a lot of ways to be competitive. And unfortunately, again, I regret, this administration has not seized them and embraced them. Let me give you an example. There's a tax loophole right now—if you're a company in St. Louis working, trying to make jobs here, there's actually an incentive for you to go away. You get more money—you can keep more of your taxes by going abroad. I'm going to shut that loophole, and I'm going to give the tax benefit to the companies that stay here in America to help make them more competitive.\n\nSecondly, we're going to create a manufacturing jobs credit and a new jobs credit for people to be able to help hire and be more competitive here in America.\n\nThird, what's really hurting American business, more than anything else, is the cost of health care. Now, you didn't hear any plan from the President, because he doesn't have a plan to lower the cost of health care. Five million Americans have lost their health care; 620,000 Missourians have no health care at all; 96,000 Missourians have lost their health care under President Bush.\n\nI have a plan to cover those folks, and it's a plan that lowers costs for everybody, covers all children. And the way I pay for it—I'm not fiscally irresponsible—is I roll back the tax cut that this President so fiercely wants to defend, the one for him and me and Charlie. I think you ought to get the break. I want to lower your cost of health care.\n\nI want to fully fund education, No Child Left Behind, special needs education. And that's how we're going to be more competitive, by making sure our kids are graduating from school and college. China and India are graduating more graduates in technology and science than we are. We've got to create the products of the future.\n\nThat's why I have a plan for energy independence within 10 years. And we're going to put our laboratories and our colleges and universities to work, and we're going to get the great entrepreneurial spirit of this country, and we're going to free ourselves from this dependency on Mideast oil. That's how you create jobs and become competitive.\n", " You can't stop all outsourcing, Charlie. I've never promised that. I'm not going to, because that would be pandering. You can't. But what you can do is create a fair playing field, and that's what I'm talking about.\n\nBut let me just address what the President just said. Ladies and gentlemen, that's just not true, what he said. The Wall Street Journal said 96 percent of small businesses are not affected at all by my plan. And you know why he gets that count? The President got $84 from a timber company that he owns, and he's counted as a small business. Dick Cheney is counted as a small business. That's how they do things. That's just not right.\n", " Former Governor Racicot, as chairman of the Republican Party, said he thought that the PATRIOT Act has to be changed and fixed. Congressman Jim Sensenbrenner—he's the chairman of the House Judiciary Committee— has said over his dead body before it gets renewed without being thoroughly rechecked. Whole bunch of folks in America concerned about the way the PATRIOT Act has been applied.\n\nIn fact, the Inspector General of the Justice Department found that John Ashcroft had twice applied it in ways that were inappropriate. People's rights have been abused. I met a man who spent 8 months in prison, wasn't even allowed to call his lawyer, wasn't allowed to—finally, Senator Dick Durbin of Illinois intervened and was able to get him out. This is in our country, folks, the United States of America. They've got sneak-and-peak searches that are allowed. They've got people allowed to go into churches now and political meetings, without any showing of potential criminal activity or otherwise.\n\nNow, I voted for the PATRIOT Act. Ninety-nine United States Senators voted for it. And the President has been very busy running around the country using what I just described to you as a reason to say I'm wishy-washy, that I'm a flip-flopper. Now, that's not a flip-flop. I believe in the PATRIOT Act. We need the things in it that coordinate the FBI and the CIA. We need to be stronger on terrorism. But you know what we also need to do as Americans is never let the terrorists change the Constitution of the United States in a way that disadvantages our rights.\n", " You know, Elizabeth, I really respect your—the feeling that's in your question. I understand it. I know the morality that's prompting that question, and I respect it enormously. But like Nancy Reagan and so many other people—you know, I was at a forum with Michael J. Fox the other day in New Hampshire, who's suffering from Parkinson's, and he wants us to do stem cell—embryonic stem cell. And this fellow stood up, and he was quivering. His whole body was shaking from the nerve disease, the muscular disease that he had, and he said to me and to the whole hall, he said, you know, \"Don't take away my hope because my hope is what keeps me going.\" Chris Reeve is a friend of mine. Chris Reeve exercises every single day to keep those muscles alive for the day when he believes he can walk again, and I want him to walk again.\n\nI think we can save lives. Now, I think we can do ethically guided embryonic stem cell research. We have 100,000 to 200,000 embryos that are frozen in nitrogen today from fertility clinics. These weren't taken from abortion or something like that. They're from a fertility clinic, and they're either going to be destroyed or left frozen. And I believe if we have the option, which scientists tell us we do, of curing Parkinson's, curing diabetes, curing some kind of a paraplegic or quadriplegic or a spinal cord injury, anything—that's the nature of the human spirit. I think it is respecting life to reach for that cure. I think it is respecting life to do it in an ethical way.\n\nAnd the President's chosen a policy that makes it impossible for our scientists to do that. I want the future, and I think we have to grab it.\n", " When you talk about walking a waffle line, he says he's allowed it, which means he's going to allow the destruction of life up to a certain amount, and then he isn't going to allow it. Now, I don't know how you draw that line. But let me tell you pointblank, the lines of stem cells that he's made available, every scientist in the country will tell you, \"Not adequate,\" because they're contaminated by mouse cells and because there aren't 60 or 70; there are only about 11 to 20 now, and there aren't enough to be able to do the research because they're contaminated.\n\nWe've got to open up the possibilities of this research. And when I am President, I'm going to do it, because we have to.\n", " Thank you, Charlie. A few years ago, when he came to office, the President said—these are his words— \"What we need are some good conservative judges on the courts.\" And he said also that his two favorite Justices are Justice Scalia and Justice Thomas. So you get a pretty good sense of where he's heading if he were to appoint somebody.\n\nNow, here's what I believe. I don't believe we need a good conservative judge, and I don't believe we need a good liberal judge. I don't believe we need a good judge of that kind of definition on either side. I subscribe to the Justice Potter Stewart standard. He was a Justice on the Supreme Court of the United States, and he said the mark of a good judge, a good Justice, is that when you're reading their decision, their opinion, you can't tell if it's written by a man or a woman, a liberal or a conservative, a Muslim, a Jew, or a Christian. You just know you're reading a good judicial decision.\n\nWhat I want to find, if I'm privileged to have the opportunity to do it—and the Supreme Court of the United States is at stake in this race, ladies and gentlemen, the future of things that matter to you in terms of civil rights, what kind of Justice Department you'll have, whether we'll enforce the law, will we have equal opportunity, will women's rights be protected, will we have equal pay for women, which is going backwards, will a woman's right to choose be protected. These are constitutional rights, and I want to make sure we have judges who interpret the Constitution of the United States according to the law.\n", " I would say to that person exactly what I will say to you right now. First of all, I cannot tell you how deeply I respect the belief about life and when it begins. I'm a Catholic, raised a Catholic. I was an altar boy. Religion has been a huge part of my life. It helped lead me through a war, leads me today. But I can't take what is an article of faith for me and legislate it for someone who doesn't share that article of faith, whether they be agnostic, atheist, Jew, Protestant, whatever. I can't do that.\n\nBut I can counsel people. I can talk reasonably about life and about responsibility. I can talk to people, as my wife, Teresa, does, about making other choices and about abstinence and about all these other things that we ought to do as a responsible society. But as a President, I have to represent all the people in the Nation, and I have to make that judgment.\n\nNow, I believe that you can take that position and not be pro-abortion. But you have to afford people their constitutional rights. And that means being smart about allowing people to be fully educated, to know what their options are in life, and making certain that you don't deny a poor person the right to be able to have whatever the Constitution affords them if they can't afford it otherwise.\n\nThat's why I think it's important. That's why I think it's important for the United States, for instance, not to have this rigid ideological restriction on helping families around the world to be able to make a smart decision about family planning. You'll help prevent AIDS. You'll help prevent unwanted children, unwanted pregnancies. You'll actually do a better job, I think, of passing on the moral responsibility that is expressed in your question, and I truly respect it.\n", " Well, again, the President just said categorically, \"My opponent is against this. My opponent is against that.\" It's just not that simple. No, I'm not. I'm against the partial-birth abortion, but you've got to have an exception for the life of the mother and the health of the mother under the strictest test of bodily injury to the mother. Secondly, with respect to parental notification, I'm not going to require a 16- or 17-year old kid who's been raped by her father and who's pregnant to have to notify her father. So you've got to have a judicial intervention. And because they didn't have a judicial intervention where she could go somewhere and get help, I voted against it. It's never quite as simple as the President wants you to believe.\n", " I believe the President made a huge mistake, a catastrophic mistake, not to live up to his own standard, which was build a true global coalition, give the inspectors time to finish their job, and go through the U.N. process to its end and go to war as a last resort.\n\nI ask each of you just to look into your hearts, look into your guts—gut-check time. Was this really going to war as a last resort? The President rushed our Nation to war without a plan to win the peace, and simple things weren't done. That's why Senator Lugar says \"incompetent\" in the delivery of services. That's why Senator Hagel, Republican, says, \"beyond pitiful, beyond embarrassing, in the zone of dangerous.\"\n\nWe didn't guard 850,000 tons of ammo. That ammo is now being used against our kids. Ten thousand out of twelve thousand Humvees aren't armored. I've visited some of those kids with no limbs today because they didn't have the armor on those vehicles. They didn't have the right body armor. I've met parents who've, on the Internet, gotten the armor to send their kids.\n\nThere's no bigger judgment for a President of the United States than how you take a nation to war. And you can't say, \"Because Saddam might have done it 10 years from now, that's a reason.\" That's an excuse.\n", " Not necessarily be in power. But here's what I'll say about the 87 billion: I made a mistake in the way I talked about it. He made a mistake in invading Iraq. Which is a worse decision?\n\nNow, I voted the way I voted because I saw that he had the policy wrong, and I wanted accountability. I didn't want to give a slush fund to Halliburton. I also thought the wealthiest people in America ought to pay for it, ladies and gentlemen. He wants your kids to pay for it. I wanted us to pay for it, since we're at war. I don't think that's a bad decision.\n\nClosing Statements\n", " You want to go first?\n", " Thank you. Charlie, thank you. And thank you all. Thank you, all of you, for taking part; thanks for your questions tonight very, very much.\n\nObviously, the President and I both have very strong convictions. I respect him for that, but we have a very different view about how to make America stronger and safer. I will never cede the authority of our country or our security to any other nation. I'll never give a veto of American security to any other entity, not a nation, not a country, not an institution. But I know, as I think you do, that our country is strongest when we lead the world, when we lead strong alliances. And that's the way Eisenhower and Reagan and Kennedy and others did it. We are not doing that today. We need to.\n\nI have a plan that will help us go out and kill and find the terrorists, and I will not stop in our effort to hunt down and kill the terrorists. But I also have a better plan on how we're going to deal with Iraq, training the Iraqi forces more rapidly, getting our allies back to the table with a fresh start, with new credibility, with a President whose judgment the rest of the world trusts.\n\nIn addition to that, I believe we have a crisis here at home, a crisis of the middle class that is increasingly squeezed, health care costs going up. I have a plan to provide health care to all Americans. I have a plan to provide for our schools so we keep the standards, but we help our teachers teach and elevate our schools by funding No Child Left Behind. I have a plan to protect the environment so that we leave this place in better shape to our children than we were handed it by our parents. That's the test.\n\nI believe America's best days are ahead of us. I'm an optimist. But we have to make the right choices, to be fiscally responsible and to create the new jobs of the future. We can do this. And I ask you for the privilege of leading our Nation to be stronger at home and respected again in the world.\n\nThank you.\n", " Yes, I certainly do. [Laughter] But let me just first, Cheryl, if you will, I want to thank Charlie for moderating. I want to thank Washington University for hosting us here this evening. Mr. President, it's good to be with you again this evening, sir.\n\nCheryl, the President didn't find weapons of mass destruction in Iraq, so he's really turned his campaign into a weapon of mass deception. And the result is that you've been bombarded with advertisements suggesting that I've changed a position on this or that or the other. Now, the three things they try to say I've changed position on are the PATRIOT Act—I haven't. I support it. I just don't like the way John Ashcroft has applied it. And we're going to change a few things. The chairman of the Republican Party thinks we ought to change a few things.\n\nNo Child Left Behind Act—I voted for it. I support it. I support the goals. But the President has underfunded it by $28 billion. Right here in St. Louis, you've laid off 350 teachers. You're 150—excuse me, I think it's a little more—about $100 million shy of what you ought to be under the No Child Left Behind Act to help your education system here. So I complain about that. I've argued that we should fully fund it. The President says I've changed my mind. I haven't changed my mind. I'm going to fully fund it. So these are the differences.\n\nNow, the President has presided over the economy where we've lost 1.6 million jobs, the first President in 72 years to lose jobs. I have a plan to put people back to work. That's not wishy-washy. I'm going to close the loopholes that actually encourage companies to go overseas. The President wants to keep them open. I think I'm right. I think he's wrong.\n\nI'm going to give you a tax cut. The President gave—the top one percent of income earners in America got $89 billion last year, more than the 80 percent of people who earn $100,000 or less all put together. I think that's wrong. That's not wishy-washy, and that's what I'm fighting for—you.\n"], "sept_30_2004": [" Yes, I do. But before I answer further, let me thank you for moderating. I want to thank the University of Miami for hosting us. And I know the President will join me in welcoming all of Florida to this debate. You've been through the roughest weeks anybody could imagine. Our hearts go out to you, and we admire your pluck and perseverance.\n\nI can make America safer than President Bush has made us. And I believe President Bush and I both love our country equally, but we just have a different set of convictions about how you make America safe. I believe America is safest and strongest when we are leading the world and when we are leading strong alliances.\n\nI'll never give a veto to any country over our security, but I also know how to lead those alliances. This President has left them in shatters across the globe, and we're now 90 percent of the casualties in Iraq and 90 percent of the costs. I think that's wrong, and I think we can do better.\n\nI have a better plan for homeland security. I have a better plan to be able to fight the war on terror: by strengthening our military; strengthening our intelligence; by going after the financing more authoritatively; by doing what we need to do to rebuild the alliances; by reaching out to the Muslim world, which the President has almost not done; and beginning to isolate the radical Islamic Muslims, not have them isolate the United States of America.\n\nI know I can do a better job in Iraq, where I have a plan to have a summit with all of the allies, something this President has not yet achieved, not yet been able to do to bring people to the table. We can do a better job of training the Iraqi forces to defend themselves. And I know that we can do a better job of preparing for elections. All of these, and especially homeland security, which we'll talk about a little bit later.\n", " I believe in being strong and resolute and determined, and I will hunt down and kill the terrorists, wherever they are. But we also have to be smart, Jim, and smart means not diverting your attention from the real war on terror in Afghanistan against Usama bin Laden and taking it off to Iraq, where the 9/11 Commission confirms there was no connection to 9/11 itself and Saddam Hussein, and where the reason for going to war was weapons of mass destruction, not the removal of Saddam Hussein.\n\nThis President has made, I regret to say, a colossal error of judgment. And judgment is what we look for in the President of the United States of America.\n\nI'm proud that important military figures are supporting me in this race: former Chairman of Joint Chiefs of Staff John Shalikashvili; just yesterday General Eisenhower's son, General John Eisenhower, endorsed me; General—Admiral William Crowe; General Tony McPeak, who ran the Air Force war so effectively for his father. All believe I would make a stronger Commander in Chief. And they believe it because they know I would not take my eye off of the goal, Usama bin Laden. Unfortunately, he escaped in the mountains of Tora Bora. We had him surrounded. But we didn't use American forces, the best trained in the world, to go kill him. The President relied on Afghan warlords that he outsourced that job to. That's wrong.\n\nPresident's Judgment on Foreign Policy\n", " Well, where do you want me to begin? [Laughter] First of all, he made the misjudgment of saying to America that he was going to build a true alliance, that he would exhaust the remedies of the United Nations and go through the inspections. In fact, he first didn't even want to do that, and it wasn't until former Secretary of State Jim Baker and General Scowcroft and others pushed publicly and said, \"You've got to go to the U.N.,\" that the President finally changed his mind— his campaign has a word for that—and went to the United Nations.\n\nNow, once there, we could have continued those inspections. We had Saddam Hussein trapped.\n\nHe also promised America that he would go to war as a last resort. Those words mean something to me, as somebody who has been in combat, \"last resort.\" You've got to be able to look in the eyes of families and say to those parents, \"I tried to do everything in my power to prevent the loss of your son and daughter.\" I don't believe the United States did that, and we pushed our allies aside.\n\nAnd so today, we are 90 percent of the casualties and 90 percent of the cost, $200 billion—$200 billion that could have been used for health care, for schools, for construction, for prescription drugs for seniors, and it's in Iraq. And Iraq is not even the center of the focus of the war on terror. The center is Afghanistan where, incidentally, there were more Americans killed last year than the year before, where the opium production is 75 percent of the world's opium production, where 40 to 60 percent of the economy of Afghanistan is based on opium, where the elections have been postponed 3 times. The President moved the troops, so he's got 10 times the number of troops in Iraq than he has in Afghanistan, where Usama bin Laden is. Does that mean that Saddam Hussein was 10 times more important than Usama bin Laden— excuse me—Saddam Hussein more important than Usama bin Laden? I don't think so.\n", " The President just talked about Iraq as a center of the war on terror. Iraq was not even close to the center of the war on terror before the President invaded it. The President made the judgment to divert forces from under General Tommy Franks from Afghanistan before the Congress even approved it, to begin to prepare to go to war in Iraq. And he rushed to war in Iraq without a plan to win the peace.\n\nNow, that is not the judgment that a President of the United States ought to make. You don't take America to war unless you have a plan to win the peace. You don't send troops to war without the body armor that they need. I've met kids in Ohio, parents in Wisconsin, places—Iowa, where they're going out on the Internet to get the state-of-the-art body gear to send to their kids—some of them have got them for a birthday present. I think that's wrong. Humvees—10,000 out of 12,000 Humvees that are over there aren't armored. And you go visit some of those kids in the hospitals today who were maimed because they don't have the armament.\n\nThis President just—I don't know if he sees what's really happening out there, but it's getting worse by the day—more soldiers killed in June than before, more in July than June, more in August than July, more in September than in August. And now we see beheadings, and we've got weapons of mass destruction crossing the border every single day, and they're blowing people up. And we don't have enough troops there.\n", " Yes, we have to be steadfast and resolved, and I am. And I will succeed for those troops, now that we're there. We have to succeed. We can't leave a failed Iraq. But that doesn't mean it wasn't a mistake of judgment to go there and take the focus off of Usama bin Laden. It was. Now, we can succeed, but I don't believe this President can. I think we need a President who has the credibility to bring the allies back to the table and to do what's necessary to make it so America isn't doing this alone.\n\nHomeland Security\n", " Jim, let me tell you exactly what I'll do, and there are a long list of things. First of all, what kind of mixed message does it send when you've got $500 million going over to Iraq to put police officers in the streets of Iraq and the President is cutting the COPS program in America? What kind of message does it send to be sending money to open firehouses in Iraq, but we're shutting firehouses, who are the first-responders, here in America?\n\nThe President hasn't put one nickel— not one nickel—into the effort to fix some of our tunnels and bridges and most exposed subway systems. That's why they had to close down the subway in New York when the Republican Convention was there. We hadn't done the work that ought to be done. The President—95 percent of the containers that come into the ports, right here in Florida, are not inspected. Civilians get onto aircraft, and their—their luggage is X-rayed, but the cargo hold is not X-rayed. Does that make you feel safer in America?\n\nThis President thought it was more important to give the wealthiest people in America a tax cut rather than invest in homeland security. Those aren't my values. I believe in protecting America first. And long before President Bush and I get a tax cut—and that's who gets it—long before we do, I'm going to invest in homeland security, and I'm going to make sure we're not cutting COPS programs in America, and we're fully staffed at our firehouses and that we protect the nuclear and chemical plants. The President also, unfortunately, gave in to the chemical industry, which didn't want to do some of the things necessary to strengthen our chemical plant exposure.\n\nAnd there's an enormous undone job to protect the loose nuclear materials in the world that are able to get to terrorists. That's a whole other subject, but—I see we still have a little bit more time. Let me just quickly say, at the current pace the President will not secure the loose material in the Soviet Union—former Soviet Union for 13 years. I'm going to do it in 4 years. And we're going to keep it out of the hands of terrorists.\n", " The President just said the FBI had changed its culture. We just read on the front pages of America's papers that there are over 100,000 hours of tapes unlistened to. On one of those tapes may be the enemy being right the next time. And the test is not whether you're spending more money. The test is, are you doing everything possible to make America safe? We didn't need that tax cut. America needed to be safe.\n", " Thank you, Jim. My message to the troops is also \"Thank you\" for what they're doing, but it's also, \"Help is on the way.\" I believe those troops deserve better than what they are getting today. You know, it's interesting, when I was in the ropeline just the other day coming out here from Wisconsin, a couple of young returnees were in the line, one active duty, one from the Guard. And they both looked at me and said, \"We need you. You've got to help us over there.\"\n\nNow, I believe there's a better way to do this. You know, the President's father did not go into Iraq—into Baghdad, beyond Basra. And the reason he didn't is, he said—he wrote in his book, because there was no viable exit strategy. And he said our troops would be occupiers in a bitterly hostile land. That's exactly where we find ourselves today. There's a sense of American occupation.\n\nThe only building that was guarded when the troops went into Baghdad was the oil ministry. We didn't guard the nuclear facilities. We didn't guard the foreign office, where you might have found information about weapons of mass destruction. We didn't guard the borders. Almost every step of the way, our troops have been left on these extraordinarily difficult missions. I know what it's like to go out on one of those missions where you don't know what's around the corner. And I believe our troops need other allies helping. I'm going to hold that summit. I will bring fresh credibility, a new start, and we will get the job done right.\n", " Let's change the rules. We can add a whole—[inaudible].\n", " Well, you know, when I talked about the $87 billion, I made a mistake in how I talk about the war. But the President made a mistake in invading Iraq. Which is worse? I believe that when you know something's going wrong, you make it right. That's what I learned in Vietnam. When I came back from that war, I saw that it was wrong. Some people don't like the fact that I stood up to say no, but I did. And that's what I did with that vote. And I'm going to lead those troops to victory.\n\nPlanning and International Cooperation in Iraq\n", " No, and they don't have to, providing we have the leadership that we put—that I'm offering. I believe that we have to win this. The President and I have always agreed on that. And from the beginning, I did vote to give the authority because I thought Saddam Hussein was a threat. And I did accept that—that intelligence. But I also laid out a very strict series of things we needed to do in order to proceed from the position of strength, and the President, in fact, promised them. He went to Cincinnati, and he gave a speech in which he said, \"We will plan carefully. We will proceed cautiously. We will not make war inevitable. We will go with our allies.\" He didn't do any of those things.\n\nThey didn't do the planning. They left the planning of the State Department on the State Department desks. They avoided even the advice of their own general. General Shinseki, the Army Chief of Staff, said, \"You're going to need several hundred thousand troops.\" Instead of listening to him, they retired him. The terrorism czar, who has worked for every President since Ronald Reagan, said, \"Invading Iraq in response to 9/11 would be like Franklin Roosevelt invading Mexico in response to Pearl Harbor.\" That's what we have here.\n\nAnd what we need now is a President who understands how to bring these other countries together to recognize their stakes in this. They do have stakes in it. They've always had stakes in it. The Arab countries have a stake in not having a civil war. The European countries have a stake in not having total disorder on their doorstep. But this President hasn't even held the kind of statesmanlike summits that pull people together and get them to invest in those stakes. In fact, he's done the opposite; he pushed them away. When the Secretary-General, Kofi Annan, offered the United Nations, he said, \"No, no, we'll go do this alone.\"\n\nTo save for Halliburton the spoils of the war, they actually issued a memorandum from the Defense Department saying, \"If you weren't with us in the war, don't bother applying for any construction.\" That's not a way to invite people.\n", " The United Nations' Kofi Annan offered help after Baghdad fell. And we never picked him up on that and did what was necessary to transfer authority and to transfer reconstruction. It was always American-run.\n\nSecondly, when we went in, there were three countries, Great Britain, Australia, and the United States. That's not a grand coalition. We can do better.\n", " What I think troubles a lot of people in our country is that the President has just sort of described one kind of mistake, but what he has said is that even knowing there were no weapons of mass destruction, even knowing there was no imminent threat, even knowing there was no connection of Al Qaida, he would still have done everything the same way. Those are his words. Now, I would not.\n\nSo what I'm trying to do is just talk the truth to the American people and to the world. Truth is what good policy is based on. It's what leadership is based on.\n\nThe President says that I'm denigrating these troops. I have nothing but respect for the British and for Tony Blair and for what they've been willing to do. But you can't tell me that when the most troops any other country has on the ground is Great Britain with 8,300, and below that, the 4 others are below 4,000, and below that, there isn't anybody out of the hundreds, that we have a genuine coalition to get this job done. You can't tell me that on the day that we went into that war and it started, it was principally the United States, the—America and Great Britain and one or two others; that's it. And today we are 90 percent of the casualties and 90 percent of the costs.\n\nAnd meanwhile, North Korea has gotten nuclear weapons. Talk about mixed messages, the President is the one who said we can't allow countries to get nuclear weapons. They have. I'll change that.\n\nCandidates' Candor and Consistency\n", " Well, I've never, ever used the harshest word, as you did just then, and I try not to. I've been—but I'll, nevertheless, tell you that I think he has not been candid with the American people, and I'll tell you exactly how.\n\nFirst of all, we all know that in his State of the Union Message he told Congress about nuclear materials that didn't exist. We know that he promised America that he was going to build this coalition. I just described the coalition. It is not the kind of coalition we were described when we were talking about voting for this. The President said he would exhaust the remedies of the United Nations and go through that full process. He didn't. He cut it off, sort of arbitrarily. And we know that there were further diplomatics—efforts underway. They just decided the time for diplomacy is over and rushed to war without planning for what happens afterwards. Now, he misled the American people in his speech when he said, \"We will plan carefully.\" They obviously didn't. He misled the American people when he said, \"We'd go to war as a last resort.\" We did not go as a last resort. And most Americans know the difference.\n\nNow, this has cost us deeply in the world. I believe that it is important to tell the truth to the American people. I've worked with those leaders the President talks about. I've worked with them for 20 years, for longer than this President, and I know what many of them say today, and I know how to bring them back to the table.\n\nAnd I believe that fresh start, new credibility, a President who can understand what we have to do to reach out to the Muslim world, to make it clear that this is not— you know, Usama bin Laden uses the invasion of Iraq in order to go out to people and say the—America has declared war on Islam. We need to be smarter about how we wage a war on terror. We need to deny them the recruits. We need to deny them the safe havens. We need to rebuild our alliances. I believe that Ronald Reagan, John Kennedy, and others did that more effectively, and I'm going to try to follow in their footsteps.\n", " I wasn't misleading when I said he was a threat. Nor was I misleading on the day that the President decided to go to war when I said that he had made a mistake in not building strong alliances and that I would have preferred that he did more diplomacy. I've had one position, one consistent position, that Sad-dam Hussein was a threat; there was a right way to disarm him and a wrong way. And the President chose the wrong way.\n", " I understand what the President is talking about, because I know what it means to lose people in combat. And the question, is it worth the cost, reminds me of my own thinking when I came back from fighting in that war, and it reminds me that it is vital for us not to confuse the war, ever, with the warriors. That happened before.\n\nAnd that's one of the reasons why I believe I can get this job done, because I am determined, for those soldiers and for those families, for those kids who put their lives on the line—that is noble. That's the most noble thing that anybody can do. And I want to make sure the outcome honors that nobility.\n\nNow, we have a choice here. I've laid out a plan by which I think we can be successful in Iraq, with a summit, by doing better training faster, by cutting—by doing what we need to do with respect to the U.N. and the elections. There's only 25 percent of the people in there. They can't have an election right now. The President is not getting the job done.\n\nSo the choice for America is, you can have a plan that I've laid out in four points, each of which I can tell you more about, or you can go to johnkerry.com and see more of it, or you have the President's plan, which is four words, \"More of the same.\" I think my plan is better. And my plan has a better chance of standing up and fighting for those troops. I will never let those troops down and will hunt and kill the terrorists, wherever they are.\n", " Secretary of State Colin Powell told this President the Pottery Barn rule: If you break it, you fix it. Now, if you break it, you made a mistake. It's the wrong thing to do, but you own it. And then you've got to fix it and do something with it. Now, that's what we have to do. There's no inconsistency.\n\nSoldiers know, over there, that this isn't being done right yet. I'm going to get it right for those soldiers, because it's important to Israel. It's important to America. It's important to the world. It's important to the fight on terror. But I have a plan to do it. He doesn't.\n\nTimeline for Withdrawal From Iraq/ Conditions in Iraq\n", " The timeline that I've set out—and again, I want to correct the President, because he's misled again this evening on what I've said. I didn't say I would bring troops out in 6 months. I said, \"If we do the things that I've set out, and we are successful, we could begin to draw the troops down in 6 months.\" And I think a critical component of success in Iraq is being able to convince the Iraqis and the Arab world that the United States doesn't have long-term designs on it.\n\nAs I understand it, we're building some 14 military bases there now, and some people say they've got a rather permanent concept to them. When you—when you guard the oil ministry but you don't guard the nuclear facilities, the message to a lot of people is, \"Maybe—well, maybe they're interested in our oil.\" Now, the problem is that they didn't think these things through properly, and these are the things you have to think through.\n\nWhat I want to do is change the dynamics on the ground. And you have to do that by beginning to not back off of Fallujahs and other places and send the wrong message to the terrorists. You have to close the borders. You've got to show you're serious in that regard. But you've also got to show that you're prepared to bring the rest of the world in and share the stakes.\n\nI will make a flat statement: The United States of America has no long-term designs on staying in Iraq. And our goal, in my administration, would be to get all of the troops out of there, with the minimal amount you need for training and logistics as we do in some other countries in the world after a war to be able to sustain the peace. But that's how we're going to win the peace, by rapidly training the Iraqis themselves.\n\nEven the administration has admitted they haven't done the training, because they came to Congress a few weeks ago and asked for a complete reprogramming of the money. Now, what greater admission is there, 16 months afterwards, \"Oops, we haven't done the job. We've got to start to spend the money now. Will you guys give us permission to shift it over into training?\"\n", " I couldn't agree more that the Iraqis want to be free and that they could be free. But I think the President, again, still hasn't shown how he's going to go about it the right way. He has more of the same.\n\nNow, Prime Minister Allawi came here, and he said the terrorists are pouring over the border. That's Allawi's assessment. The national intelligence assessment that was given to the President in July said: Best case scenario, more of the same of what we see today; worst case scenario, civil war. I can do better.\n", " Jim, the President just said something extraordinarily revealing and, frankly, very important in this debate. In answer to your question about Iraq and sending people into Iraq, he just said, \"The enemy attacked us.\" Saddam Hussein didn't attack us. Usama bin Laden attacked us. Al Qaida attacked us.\n\nAnd when we had Usama bin Laden cornered in the mountains of Tora Bora, 1,000 of his cohorts with him in those mountains, with the American military forces nearby and in the field, we didn't use the best trained troops in the world to go kill the world's number one criminal and terrorist. They outsourced the job to Afghan warlords who only a week earlier had been on the other side fighting against us, neither of whom trusted each other. That's the enemy that attacked us. That's the enemy that was allowed to walk out of those mountains. That's the enemy that is now in 60 countries with stronger recruits.\n\nHe also said Saddam Hussein would have been stronger. That is just factually incorrect. Two-thirds of the country was a no-fly zone when we started this war. We would have had sanctions. We would have had the U.N. inspectors. Saddam Hussein would have been continually weakening. If the President had shown the patience to go through another round of resolution, to sit down with those leaders and say, \"What do you need? What do you need now? How much more will it take to get you to join us,\" we would be in a stronger place today.\n", " Thirty-five to forty countries in the world had a greater capability of making weapons at the moment the President invaded than Saddam Hussein. And while he has been diverted with 9 out of 10 active duty divisions of our Army either going to Iraq, coming back from Iraq, or getting ready to go, North Korea's got nuclear weapons, and the world is more dangerous. Iran is moving towards nuclear weapons, and the world is more dangerous. Darfur has a genocide. The world is more dangerous. I'd have made a better choice.\n\nPreemptive Action/International Cooperation\n", " The President always has the right and always has had the right for preemptive strike. That was a great doctrine throughout the cold war, and it was always one of the things we argued about with respect to arms control. No President, through all of American history, has ever ceded, and nor would I, the right to preempt in any way necessary to protect the United States of America. But if and when you do it, Jim, you've got to do in a way that passes the test, that passes the global test, where your countrymen, your people, understand fully why you're doing what you're doing and you can prove to the world that you did it for legitimate reasons.\n\nHere we have our own Secretary of State who's had to apologize to the world for the presentation he made to the United Nations. I mean, we can remember when President Kennedy, in the Cuban missile crisis, sent his Secretary of State to Paris to meet with de Gaulle, and in the middle of the discussion to tell them about the missiles in Cuba, he said, \"Here, let me show you the photos.\" And de Gaulle waved them off and said, \"No, no, no, no. The word of the President of the United States is good enough for me.\" How many leaders in the world today would respond to us, as a result of what we've done, in that way?\n\nSo what is at test here is the credibility of the United States of America and how we lead the world. Iran and Iraq are now more—Iran and North Korea are now more dangerous. Now, whether preemption is ultimately what has to happen or not, I don't know yet. But I'll tell you this, as President, I'll never take my eye off that ball. I've been fighting for proliferation the entire time—antiproliferation the entire time I've been in the Congress. And we've watched this President actually turn away from some of the treaties that were on the table. You don't help yourself with other nations when you turn away from the global warming treaty, for instance, or when you refuse to deal at length with the United Nations. You have to earn that respect. And I think we have a lot of earning back to do.\n", " With respect to Iran, the British, French, and Germans were the ones who initiated an effort—without the United States, regrettably—to begin to try to move to deter the nuclear possibilities in Iran.\n\nI believe we could have done better. I think the United States should have offered the opportunity to provide the nuclear fuel, test them to see whether or not they were actually looking for it for peaceful purposes. If they weren't willing to work a deal, then we could have put sanctions together. The President did nothing.\n\nWith respect to North Korea, the real story, we had inspectors and television cameras in the nuclear reactor in North Korea. Secretary Bill Perry negotiated that under President Clinton. And we knew where the fuel rods were, and we knew the limits on their nuclear power. Colin Powell, our Secretary of State, announced one day that we were going to continue the dialog and work with the North Koreans. The President reversed him publicly, while the President of South Korea was here. And the President of South Korea went back to South Korea bewildered and embarrassed because it went against his policy. And for 2 years, this administration didn't talk at all to North Korea.\n\nWhile they didn't talk at all, the fuel rods came out. The inspectors were kicked out. The television cameras were kicked out. And, today, there are four to seven nuclear weapons in the hands of North Korea. That happened on this President's watch. Now, that, I think, is one of the most serious sort of reversals or mixed messages that you could possibly send.\n", " Both. I want bilateral talks which put all of the issues from the Armistice of 1952, the economic issues, the human rights issues, the artillery disposal issues, the DMZ issues, and the nuclear issues on the table.\n", " Well, I'll tell you exactly why not, but I first want to say something about those sanctions on Iran. Only the United States put the sanctions on, alone, and that's exactly what I'm talking about. In order for the sanctions to be effective we should have been working with the British, French, and Germans and other countries. And that's the difference between the President and me. And there again, he sort of slid by the question.\n\nNow, with respect to Darfur, yes, it is a genocide. And months ago, many of us were pressing for action. I think the reason that we're not saying send American troops in at this point is several-fold. Number one, we can do this through the African Union, providing we give them the logistical support. Right now, all the President is providing is humanitarian support. We need to do more than that. They've got to have the logistical capacity to go in and stop the killing, and that's going to require more than is on the table today.\n\nI also believe that it is—one of the reasons we can't do it is we're overextended. Ask the people in the Armed Forces today. We've got Guards and Reserves who are doing double duties. We've got a backdoor draft taking place in America today, people with stop-loss programs where they're told, \"You can't get out of the military,\" 9 out of our 10 active duty divisions committed to Iraq one way or the other, either going, coming, or preparing. So this is the way the President has overextended the United States.\n\nThat's why, in my plan, I add two active duty divisions to the United States Army, not for Iraq but for our general demands across the globe. I also intend to double the number of Special Forces so that we can do the job we need to do with respect to fighting the terrorists around the world. And if we do that, then we have the ability to be able to respond more rapidly. But I'll tell you this, as President, if it took American forces, to some degree, to coalesce the African Union, I'd be prepared to do it, because we could never allow another Rwanda. It's a moral responsibility for us in the world.\n", " Well, first of all, I appreciate enormously the personal comments the President just made, and I share them with him. I think only if you've—if you're doing this, and he's done it more than I have in terms of the Presidency, can you begin to get a sense of what it means to your families. And it's tough. And so I acknowledge his daughters. I've watched them. I've chuckled a few times at some of their comments. [Laughter] And——\n", " Well, I know, I've learned not to do that. [Laughter] And I have great respect and admiration for his wife. I think she's a terrific person——\n", " ——and a great First Lady. But we do have differences. I'm not going to talk about a difference of character. I don't think that's my job or my business. But let me talk about something that the President just sort of finished up with—maybe someone would call it a character trait; maybe somebody wouldn't—but this issue of certainty. It's one thing to be certain, but you can be certain and be wrong. It's another to be certain and be right, or be certain and be moving in the right direction, or be certain about a principle and then learn new facts and take those new facts and put them to use in order to change and get your policy right.\n\nWhat I worry about with the President is that he's not acknowledging what's on the ground. He's not acknowledging the realities of North Korea. He's not acknowledging the truth of the science of stem cell research or of global warming and other issues. And certainty sometimes can get you in trouble.\n", " I have no intention of wilting. I've never wilted in my life, and I've never wavered in my life. I know exactly what we need to do in Iraq and my position has been consistent. Saddam Hussein is a threat. He needed to be disarmed. We needed to go to the U.N. The President needed the authority to use force in order to be able to get him to do something because he never did it without the threat of force, but we didn't need to rush to war without a plan to win the peace.\n\nNuclear Proliferation\n", " Nuclear proliferation— nuclear proliferation. There are some 600-plus tons of unsecured material still in the former Soviet Union, in Russia. At the rate that the President is currently securing that, it will take 13 years to get it.\n\nI did a lot of work on this. I wrote a book about it several years ago—maybe 6 or 7 years ago, called \"The New War,\" which saw the difficulties of this international criminal network. And back then, we intercepted a suitcase in a Middle Eastern country with nuclear materials in it, and the black market sale price was about $250 million. Now, there are terrorists trying to get their hands on that stuff today.\n\nAnd this President, I regret to say, has secured less nuclear material in the last 2 years since 9/11 than we did in the 2 years preceding 9/11. We have to do this job. And to do the job, you can't cut the money for it. The President actually cut the money for it. You have to put the money into it and the funding and the leadership.\n\nAnd part of that leadership is sending the right message to places like North Korea. Right now the President is spending hundreds of millions of dollars to research bunker-busting nuclear weapons. The United States is pursuing a new set of nuclear weapons. It doesn't make sense. You talk about mixed messages. We're telling other people, \"You can't have nuclear weapons,\" but we're pursuing a new nuclear weapon that we might even contemplate using.\n\nNot this President. I'm going to shut that program down, and we're going to make it clear to the world we're serious about containing nuclear proliferation. And we're going to get the job of containing all of that nuclear material in Russia done in 4 years. And we're going to build the strongest international network to prevent nuclear proliferation. This is the scale of what President Kennedy set out to do with the Nuclear Test Ban Treaty. It's our generation's equivalent, and I intend to get it done.\n", " Weapons of mass destruction, nuclear proliferation. But again, the test of the difference between us—the President has had 4 years to try to do something about it, and North Korea has got more weapons. Iran is moving towards weapons. And at his pace, it will take 13 years to secure those weapons in Russia. I'm going to do it in 4 years, and I'm going to immediately set out to have bilateral talks with North Korea.\n", " Well, let me just say quickly that I've had an extraordinary experience of watching up close and personal that transition in Russia, because I was there right after the transformation, and I was probably one of the first Senators, along with Senator Bob Smith of New Hampshire, a former Senator, to go down into the KGB underneath Treblinka Square and see reams of files with names in them. And it sort of brought home the transition to democracy that Russia was trying to make.\n\nI regret what's happened in these past months, and I think it goes beyond just the response to terror. Mr. Putin now controls all the television stations. His political opposition is being put in jail. And I think it's very important for the United States, obviously, to have a working relationship that is good. This is a very important country to us, and we want a partnership. But we always have to stand up for democracy. As George Will said the other day, \"Freedom on the march, not in Russia right now.\"\n\nNow, I'd like to come back for a quick moment, if I can, to that issue about China and the talks, because that's one of the most critical issues here, North Korea. Just because the President says it can't be done, that you'd lose China, doesn't mean it can't be done. I mean, this is the President who said there were weapons of mass destruction, said \"mission accomplished,\" said we could fight the war on the cheap, none of which were true. We can have bilateral talks with Kim Chong-il, and we can get those weapons at the same time as we get China, because China has an interest in the outcome too.\n", " It was a threat. That's not the issue. The issue is what you do about it. The President said he was going to build a true coalition, exhaust the remedies of the U.N., and go to war as a last resort. Those words really have to mean something. And unfortunately, he didn't go to war as a last resort. Now we have this incredible mess in Iraq, $200 billion—it's— it's not what the American people thought they were getting when they voted.\n\nClosing Statements\n", " Thank you, Jim, very much. Thank you very much to the university again. Thank you, Mr. President.\n\nMy fellow Americans, as I said at the very beginning of this debate, both President Bush and I love this country very much. There is no doubt, I think, about that. But we have a different set of convictions about how we make our country stronger here at home and respected again in the world.\n\nI know that for many of you sitting at home, parents of kids in Iraq, you want to know, who is the person who could be a Commander in Chief who can get your kids home and get the job done and win the peace? And for all the rest of the parents in America who are wondering about their kids going to a school or anywhere else in the world, what kind of world they're going to grow up in, let me look you in the eye and say to you: I've defended this country as a young man in war, and I will defend it as President of the United States. But I have a difference with this President. I believe we're strongest when we reach out and lead the world and build strong alliances. I have a plan for Iraq. I believe we can be successful. I'm not talking about leaving. I'm talking about winning. And we need a fresh start, a new credibility, a President who can bring allies to our side.\n\nI also have a plan to win the war on terror, funding homeland security, strengthening our military, cutting off finances, reaching out to the world—again, building strong alliances.\n\nI believe America's best days are ahead of us because I believe that the future belongs to freedom, not to fear. That's the country that I'm going to fight for, and I ask you to give me the opportunity to make you proud. I ask you to give me the opportunity to lead this great Nation so that we can be stronger here at home, respected again in the world, and have responsible leadership that we deserve.\n\nThank you, and God bless America.\n"], "oct_13_2004": [" Yes. When the President had an opportunity to capture or kill Usama bin Laden, he took his focus off of him, outsourced the job to Afghan warlords, and Usama bin Laden escaped. Six months after he said, \"Usama bin Laden must be caught, dead or alive,\" this President was asked, \"Where is Usama bin Laden?\" He said, \"I don't know. I don't really think about him very much. I'm not that concerned.\" We need a President who stays deadly focused on the real war on terror.\n", " This really underscores the problem with the American health care system. It's not working for the American family, and it's gotten worse under President Bush over the course of the last years. Five million Americans have lost their health insurance in this country. You got about a million right here in Arizona—just shy, 950,000—who have no health insurance at all. Eighty-two thousand Arizonians lost their health insurance under President Bush's watch. Two hundred and twenty-three thousand kids in Arizona have no health insurance at all. All across our country—go to Ohio, 1.4 million Ohioans have no health insurance; 114,000 of them lost it under President Bush; Wisconsin, 82,000 Wisconsinites lost it under President Bush.\n\nThis President has turned his back on the wellness of America, and there is no system. In fact, it's starting to fall apart, not because of lawsuits—though they are a problem, and John Edwards and I are committed to fixing them—but because of the larger issue that we don't cover Americans. Children across our country don't have health care. We're the richest country on the face of the planet, the only industrialized nation in the world not to do it. I have a plan to cover all Americans. We're going to make it affordable and accessible. We're going to let everybody buy into the same health care plan the Senators and Congressmen give themselves.\n", " Actually, it's not an empty promise. It's really interesting because the President used that very plan as a reason for seniors to accept his prescription drug plan. He said, \"If it's good enough for the Congressmen and Senators to have choice, seniors ought to have choice.\"\n\nWhat we do is we have choice. I choose Blue Cross/Blue Shield. Other Senators, other Congressman choose other programs. But the fact is we're going to help Americans be able to buy into it. Those that can afford it are going to buy in themselves. We're not giving this away for nothing.\n\nPaying for New Federal Spending/Taxes\n", " I'll tell you exactly how I can do it: by reinstating what President Bush took away, which is called pay as you go. During the 1990s, we had pay-as-you-go rules. If you were going to pass something in the Congress, you had to show where you were going to pay for it and how.\n\nPresident Bush has taken—he's the only President in history to do this. He's also the only President since—in 72 years to lose jobs, 1.6 million jobs lost. He's the only President to have incomes of families go down for the last 3 years, the only President to see exports go down, the only President to see the lowest level of business investment in our country as it is today.\n\nNow, I'm going to reverse that. I'm going to change that. We're going to restore the fiscal discipline we had in the 1990s. Every plan that I have laid out, my health care plan, my plan for education, my plan for kids to be able to get better college loans, I've shown exactly how I'm going to pay for those. And we start—we don't do it exclusively, but we start by rolling back George Bush's unaffordable tax cut for the wealthiest people, people earning more than $200,000 a year, and we pass, hopefully, the McCain/Kerry commission, which identified some $60 billion that we can get. We shut the loophole which has American workers actually subsidizing the loss of their own job. They just passed an expansion of that loophole in the last few days, $43 billion of giveaways, including favors to the oil and gas industry and to people importing ceiling fans from China.\n\nI'm going to stand up and fight for the American worker, and I'm going to do it in a way that's fiscally sound. I show how I pay for the health care, how we pay for the education. I have a manufacturing jobs credit. We pay for it by shutting that loophole overseas. We raise the student loans. I pay for it by changing the relationship with the banks. This President has never once vetoed one bill, the first President in 100 years not to do that.\n", " I want you to notice how the President switched away from jobs and started talking about education principally. Let me come back in one moment to that, but I want to speak for a second, if I can, to what the President said about fiscal responsibility. Being lectured by the President on fiscal responsibility is a little bit like Tony Soprano talking to me about law and order in this country. [Laughter]\n\nThis President has taken a $5.6 trillion surplus and turned it into deficits as far as the eye can see. Health care costs for the average American have gone up 64 percent. Tuitions have gone up 35 percent, gasoline prices up 30 percent. Medicare premiums went up 17 percent a few days ago. Prescription drugs are up 12 percent a year. But guess what, America? The wages of Americans have gone down. The jobs that are being created in Arizona right now are paying about $13,700 less than the jobs that we're losing, and the President just walks on by this problem.\n\nThe fact is that he's cut job training money. A billion dollars was cut. They only added a little bit back this year because it's an election year. They've cut the Pell grants and the Perkins loans to help kids be able to go to college. They've cut the training money. They've wound up not even extending unemployment benefits and not even extending health care to those people who are unemployed. I'm going to do those things because that's what right in America: Help workers to transition in every respect.\n\nOutsourcing Jobs\n", " I don't blame them entirely for it. I blame the President for the things the President could do that has an impact on it. Outsourcing is going to happen. I've acknowledged that in union halls across the country. I've had shop stewards stand up and say, \"Will you promise me you're going to stop all this outsourcing?\" And I've looked them in the eye and I've said, \"No, I can't do that.\"\n\nWhat I can promise you is that I will make the playing field as fair as possible, that I will, for instance, make certain that with respect to the tax system, that you as a worker in America are not subsidizing the loss of your job. Today, if you're an American business, you actually get a benefit for going overseas. You get to defer your taxes. So if you're looking at a competitive world, you say to yourself, \"Hey, I do better overseas than I do here in America.\" That's not smart. I don't want American workers subsidizing the loss of their own job. And when I'm President, we're going to shut that loophole in a nanosecond, and we're going to use that money to lower corporate tax rates in America for all corporations 5 percent. And we're going to have a manufacturing jobs credit and a job hiring credit so we actually help people be able to hire here.\n\nThe second thing that we can do is provide a fair trade playing field. This President didn't stand up for Boeing when Airbus was violating international rules with subsidies. He discovered Boeing during the course of this campaign after I've been talking about it for months. The fact is that the President had an opportunity to stand up and take on China for currency manipulation. There are companies that wanted to petition the administration. They were told, \"Don't even bother. We're not going to listen to it.\"\n\nThe fact is that there have been markets shut to us that we haven't stood up and fought for. I'm going to fight for a fair trade playing field for the American worker. And I will fight for the American worker just as hard as I fight for my own job. That's what the American worker wants. And if we do that, we can have an impact. Plus, we need fiscal discipline. Restore fiscal discipline, we'll do a lot better.\n", " Bob, anybody can play with these votes; everybody knows that. I have supported or voted for tax cuts over 600 times. I broke with my party in order to balance the budget, and Ronald Reagan signed into law the tax cut that we voted for. I voted for IRA tax cuts. I voted for small-business tax cuts.\n\nBut you know why the Pell grants have gone up in their numbers? Because more people qualified for them, because they don't have money. But they're not getting the $5,100 the President promised them. They're getting less money. There are more people who qualify. That's not what we want.\n", " We're all God's children, Bob, and I think if you were to talk to Dick Cheney's daughter, who is a lesbian, she would tell you that she's being who she was. She's being who she was born as. I think if you talk to anybody, it's not choice. I've met people who've struggled with this for years, people who were in a marriage because they were living a sort of convention, and they struggled with it. And I've met wives who are supportive of their husbands, or vice versa, when they finally sort of broke out and allowed themselves to live who they were, who they felt God had made them. I think we have to respect that.\n\nThe President and I share the belief that marriage is between a man and a woman. I believe that. I believe marriage is between a man and a woman. But I also believe that because we are the United States of America, we're a country with a great, unbelievable Constitution, with rights that we afford people, that you can't discriminate in the workplace. You can't discriminate in the rights that you afford people. You can't disallow someone the right to visit their partner in a hospital. You have to allow people to transfer property, which is why I'm for partnership rights and so forth.\n\nNow, with respect to DOMA and the marriage laws, the States have always been able to manage those laws, and they're proving today, every State, that they can manage them adequately.\n\nAbortion\n", " I respect their views. I completely respect their views. I am a Catholic, and I grew up learning how to respect those views. But I disagree with them, as do many. I believe that I can't legislate or transfer to another American citizen my article of faith. What is an article of faith for me is not something that I can legislate on somebody who doesn't share that article of faith. I believe that choice is a woman's choice. It's between a woman, God, and her doctor, and that's why I support that.\n\nNow, I will not allow somebody to come in and change Roe v. Wade. The President has never said whether or not he would do that, but we know from the people he's tried to appoint to the court, he wants to. I will not. I will defend the right of Roe v. Wade.\n\nNow, with respect to religion, you know, as I said, I grew up a Catholic. I was an altar boy. I know that throughout my life, this has made a difference to me. And as President Kennedy said when he ran for President, he said, \"I'm not running to be a Catholic President. I'm running to be a President who happens to be Catholic.\"\n\nNow, my faith affects everything that I do and choose. There's a great passage of the Bible that says, \"What does it mean, my brother, to say you have faith, if there are no deeds? Faith without works is dead.\" And I think that everything you do in public life has to be guided by your faith, affected by your faith, but without transferring it in any official way to other people. That's why I fight against poverty. That's why I fight to clean up the environment and protect this Earth. That's why I fight for equality and justice. All of those things come out of that fundamental teaching and belief of faith.\n\nBut I know this, that President Kennedy, in his Inaugural Address, told all of us that, \"Here on Earth, God's work must truly be our own.\" And that's what we have to—so I think that's the test of public service.\n", " The reason health care costs are getting higher—one of the principal reasons is that this administration has stood in the way of commonsense efforts that would have reduced the costs. Let me give you a prime example. In the Senate, we passed the right of Americans to import drugs from Canada. But the President and his friends took it out in the House, and now you don't have that right. The President blocked you from the right to have less expensive drugs from Canada.\n\nWe also wanted Medicare to be able to negotiate bulk purchasing. The VA does that. The VA provides lower cost drugs to our veterans. We could have done that in Medicare. Medicare is paid for by the American taxpayer. Medicare belongs to you. Medicare is for seniors who are— many of them—on fixed income, to lift them out of poverty. But rather than help you, the taxpayer, have lower cost, rather than help seniors have less expensive drugs, the President made it illegal—illegal—for Medicare to actually go out and bargain for lower prices. Result: $139 billion windfall profit to the drug companies coming out of your pockets. That's a large part of your 17-percent increase in Medicare premiums. When I'm President, I'm sending that back to Congress, and we're going to get a real prescription drug benefit.\n\nNow, we also have people sicker because they don't have health insurance. So whether it's diabetes or cancer, they come to the hospitals later, and it costs America more. We've got to have health care for all Americans.\n", " Once again, the President is misleading America. I've actually passed 56 individual bills that I've personally written. And in addition to that, they're not always under my name; there is amendments on certain bills.\n\nBut more importantly, with respect to the question of \"no record,\" I helped write—I did write—I was one of the original authors of the early childhood health care and the expansion of health care that we did in the middle of the 1990s. And I'm very proud of that. So the President's wrong.\n\nSenator's Health Care Plan\n", " That's correct.\n", " Well, two leading national news networks have both said the President's characterization of my health care plan is incorrect. One called it fiction. The other called it untrue. The fact is that my health care plan, America, is very simple. It gives you the choice. I don't force you to do anything. It's not a Government plan. The Government doesn't require you to do anything. You choose your doctor. You choose your plan. If you don't want to take the offer of the plan that I want to put forward, you don't have to. You can keep what you have today, keep a high deductible, keep high premiums, keep a high co-pay, keep low benefits. But I got a better plan, and I don't think a lot of people are going to want to keep what they have today.\n\nHere's what I do. We take over Medicaid children from the States so that every child in America is covered. And in exchange, if the States want to—they're not forced to; they can choose to—they cover individuals up to 300 percent of poverty. It's their choice. I think they'll choose it, because it's a net plus of $5 billion to them.\n\nWe allow you—if you choose to; you don't have to—but we give you broader competition to allow you to buy into the same health care plan that Senators and Congressmen give themselves. If it's good enough for us, it's good enough for every American. I believe that your health care is just as important as any politician in Washington, DC. If you want to buy into it, you can. We give you broader competition. That helps lower prices.\n\nIn addition to that, we're going to allow people 55 to 64 to buy into Medicare early. And most importantly, we give small business a 50-percent tax credit so that after we lower the cost of health care, they also get, whether they're self-employed or a small business, a lower cost to be able to cover their employees.\n\nNow, what happens is, when you begin to get people covered like that—for instance, in diabetes, if you diagnose diabetes early, you could save $50 billion in the health care system of America by avoiding surgery and dialysis. It works, and I'm going to offer it to America.\n", " The President just said that Government-run health care results in poor quality. Now, maybe that explains why he hasn't fully funded the VA, and the VA hospital is having trouble, and veterans are complaining. Maybe that explains why Medicare patients are complaining about being pushed off of Medicare—he doesn't adequately fund it.\n\nBut let me just say to America, I am not proposing a Government-run program. That's not what I have. I have Blue Cross/Blue Shield. Senators and Congressmen have a wide choice. Americans ought to have it too.\n", " You just heard the President say that young people ought to be able to take money out of Social Security and put it in their own accounts. Now, my fellow Americans, that's an invitation to disaster. The CBO said very clearly that if you were to adopt the President's plan, there will be a $2 trillion hole in Social Security, because today's workers pay into the system for today's retirees. And the CBO said—that's the Congressional Budget Office; it's bipartisan—they said that there would have to be a cut in benefits of 25 to 40 percent.\n\nNow, the President has never explained to America—ever; hasn't done it tonight— where does the transitional money, that $2 trillion, come from? He's already got $3 trillion, according to the Washington Post, of expenses that he's put on the line from his convention and the promises of this campaign, none of which are paid for— not one of them are paid for.\n\nThe fact is that the President is driving the largest deficits in American history. He's broken the pay-as-you-go rules. I have a record of fighting for fiscal responsibility. In 1985, I was one of the first Democrats— broke with my party—we balanced the budget in the nineties. We paid down the debt for 2 years. And that's what we're going to do. We're going to protect Social Security. I will not privatize it. I will not cut the benefits. And we're going to be fiscally responsible, and we will take care of Social Security.\n", " Not at all. Absolutely not, Bob. This is the same thing we heard— I remember I appeared on \"Meet the Press\" with Tim Russert in 1990-something—we heard the same thing. We fixed it. In fact, we put together a $5.6 trillion surplus in the nineties that was for the purpose of saving Social Security. If you take the tax cut that the President of the United States has given—President Bush gave to Americans in the top 1 percent of America, just that tax cut that went to the top 1 percent of America would have saved Social Security until the year 2075. The President decided to give it to the wealthiest Americans in a tax cut.\n\nNow, Alan Greenspan, who I think has done a terrific job in monetary policy, supports the President's tax cut. I don't. I support it for the middle class, not that part of it that goes to people earning more than $200,000 a year. And when I roll it back and we invest in the things that I've talked about to move our economy, we're going to grow sufficiently that we begin to cut the deficit in half, and we get back to where we were at the end of the 1990s when we balanced the budget and paid down the debt of this country. Now, we can do that.\n\nNow, if later on, after a period of time, we find that Social Security is in trouble, then we'll pull together the top experts of the country. We'll do exactly what we did in the 1990s, and we'll make whatever adjustment is necessary. But the first and most important thing is to start creating jobs in America. The jobs the President is creating pay $9,000 less than the jobs that we're losing. And this is the first President in 72 years to preside over an economy in America that has lost jobs—1.6 million jobs. Eleven other Presidents—six Democrats and five Republicans—had wars, had recessions, had great difficulties. None of them lost jobs the way this President has.\n\nI have a plan to put America back to work. And if we're fiscally responsible and put America back to work, we're going to fix Social Security.\n", " Let me just answer one part of that last question quickly, and then I'll come to immigration. The American middle-class family isn't making it right now, Bob, and what the President said about the tax cuts have been wiped out by the increase in health care, the increase in gasoline, the increase in tuitions, the increase in prescription drugs. The fact is the take-home pay of a typical American family as a share of national income is lower than it's been since 1929. And the take-home pay of the richest 1 percent of Americans is the highest it's been since 1928. Under President Bush, the middle class has seen their tax burden go up, and the wealthiest tax burden has gone down. Now, that's wrong.\n\nNow, with respect to immigration reform, the President broke his promise on immigration reform. He said he would reform it. Four years later, he's now promising another plan. Here's what I'll do. Number one, the borders are more leaking today than they were before 9/11. The fact is we haven't done what we need to do to toughen up our borders, and I will.\n\nSecondly, we need a guest-worker program, but if it's all we have, it's not going to solve the problem. The second thing we need is to crack down on illegal hiring. It's against the law in the United States to hire people illegally, and we ought to be enforcing that law properly.\n\nAnd thirdly, we need an earned legalization program for people who've been here for a long time, stayed out of trouble, got a job, paid their taxes, and their kids are American. We've got to start moving them toward full citizenship, out of the shadows.\n", " Four thousand people a day are coming across the border. The fact is that we now have people from the Middle East—allegedly—coming across the border. And we're not doing what we ought to do in terms of the technology. We have iris identification technology. We have thumbprint, fingerprint technology today. We can know who the people are, that they're really the people they say they are, when they cross the border. We could speed it up. There are huge delays. The fact is, our borders are not as secure as they ought to be, and I'll make them secure.\n\nMinimum Wage/Education/Jobs\n", " Well, I'm glad you raised that question. It's long-overdue time to raise the minimum wage. And America, this is one of those issues that separates the President and myself. We have fought to try to raise the minimum wage in the last years. But the Republican leadership of the House and Senate won't even let us have a vote on it. We're not allowed to vote on it. They don't want to raise the minimum wage.\n\nThe minimum wage is the lowest minimum wage value it has been in our Nation in 50 years. If we raise the minimum wage, which I will do over several years to $7 an hour, 9.2 million women who are trying to raise their families would earn another $3,800 a year. The President has denied 9.2 million women $3,800 a year, but he doesn't hesitate to fight for $136,000 to a millionaire. One percent of America got $89 billion last year in a tax cut. But people working hard, playing by the rules, trying to take care of their kids—family values that we're supposed to value so much in America—I'm tired of politicians who talk about family values and don't value families. What we need to do is raise the minimum wage.\n\nWe also need to hold onto equal pay. Women work for 76 cents on the dollar for the same work that men do. That's not right in America. And we have an initiative that we were working on to raise women's pay. They've cut it off. They've stopped it. They don't enforce these kinds of things. I think that it is a matter of fundamental right that if we raise the minimum wage, 15 million Americans would be positively affected. We'd put money into the hands of people who work hard, who obey the rules, who play for the American Dream. And if we did that, we'd have more consumption ability in America, which is what we need right now in order to kick our economy into gear. I will fight tooth and nail to pass the minimum wage.\n", " Is that a new question, or a 30-second question?\n", " Which time limit are we——\n", " Thank you very much. Well, again, the President didn't answer the question. I will answer it straight to America. I'm not going to appoint a judge to the court who is going to undo a constitutional right, whether it's the first amendment or the fifth amendment or some other right that's given under our courts today— under the Constitution. And I believe that the right of choice is a constitutional right. So, I don't intend to see it undone. Clearly, the President wants to leave an ambivalence or intends to undo it.\n\nLet me go a step further. We have a long distance yet to travel in terms of fairness in America. I don't know how you can govern in this country when you look at New York City and you see that 50 percent of the black males there are unemployed, when you see 40 percent of Hispanic children, of black children in some cities dropping out of high school. And yet the President, who talks about No Child Left Behind, refused to fully fund—by $28 billion—that particular program, so you can make a difference in the lives of those young people.\n\nNow, right here in Arizona, that difference would have been $131 million to the State of Arizona to help its kids be able to have better education and to lift the property tax burden from its citizens. The President reneged on his promise to fund No Child Left Behind. He will tell you he's raised the money, and he has, but he didn't put in what he promised. And that makes a difference in the lives of our children.\n", " You don't measure it by a percentage increase. Mr. President, you measure it by whether you're getting the job done. Five hundred thousand kids lost after-school programs because of your budget. Now, that's not in my gut. That's not my value system—and certainly not so that the wealthiest people in America can walk away with another tax cut: $89 billion last year to the top 1 percent of Americans, but kids lost their after-school programs. You be the judge.\n\nAddressing the Needs of the Military\n", " Well, I think the fact that they're facing these repeated callups, some of them two and three deployments, and there's a stop-loss policy that prevents people from being able to get out when their time was up, is a reflection of the bad judgment this President exercised in how he has engaged in the world and deployed our forces. Our military is overextended. Nine out of ten Active Duty Army divisions are either in Iraq, going to Iraq, or have come back from Iraq. One way or the other, they're wrapped up in it.\n\nNow, I've proposed adding two active-duty divisions to the Armed Forces of the United States, one combat, one support. In addition, I'm going to double the number of special forces so that we can fight a more effective war on terror with less pressure on the National Guard and Reserve. And what I would like to do is see the National Guard and Reserve be deployed differently here in our own country. There's much we can do with them with respect to homeland security. We ought to be doing that, and that would relieve an enormous amount of pressure.\n\nBut the most important thing to relieve the pressure on all of our Armed Forces is, frankly, to run a foreign policy that recognizes that America is strongest when we are working with real alliances, when we are sharing the burdens of the world by working through our statesmanship at the highest levels and our diplomacy to bring other nations to our side.\n\nI've said it before; I say it again: I believe the President broke faith with the American people in the way that he took this Nation to war. He said he would work through the—a real alliance. He said in Cincinnati, \"We would plan carefully. We would take every precaution.\" Well, we didn't, and the result is our forces today are overextended. The fact is that he did not choose to go to war as a last resort. And America now is paying already 120 billion, up to 200 billion before we're finished and much more, probably, and that is the result of this President taking his eye off of Usama bin Laden.\n", " I have never suggested a test where we turn over our security to any nation. In fact, I've said the opposite. I will never turn the security of the United States over to any nation. No nation will ever have a veto over us. But I think it makes sense—I think most Americans in their guts know that we ought to pass a sort of truth standard. That's how you gain legitimacy with your own countrypeople, and that's how you gain legitimacy in the world. But I will never fail to protect the United States of America.\n", " I believe it was a failure of Presidential leadership not to reauthorize the assault weapons ban. I am a hunter. I'm a gun owner. I've been a hunter since I was a kid, 12, 13 years old. And I respect the second amendment, and I will not tamper with the second amendment. But I'll tell you this. I'm also a former law enforcement officer. I ran one of the largest district attorney offices in America, one of the 10 largest. I've put people behind bars for the rest of their life. I've broken up organized crime. I know something about prosecuting. And most of the law enforcement agencies in America wanted that assault weapons ban. They don't want to go into a drug bust and be facing an AK-47.\n\nI was hunting in Iowa last year with the sheriff from one of the counties there, and he pointed to a house in back of us and said, \"See that house over there? We just did a drug bust a week earlier, and the guy we arrested had an AK-47 lying on the bed right beside him.\"\n\nBecause of the President's decision today, law enforcement officers will walk into a place that will be more dangerous. Terrorists can now come into America and go to a gun show and, without even a background check, buy an assault weapon today. And that's what Usama bin Laden's handbook said, because we captured it in Afghanistan, and it encouraged them to do it.\n\nSo I believe America is less safe. If Tom DeLay or someone in the House said to me, \"Sorry, we don't have the votes,\" I'd have said, \"Then we're going to have a fight.\" And I'd have taken it out to the country, and I'd have had every law enforcement officer in the country visit those Congressmen. We'd have won what Bill Clinton won.\n\nAffirmative Action\n", " No, Bob, regrettably, we have not moved far enough along. And I regret to say that this administration has even blocked steps that could help us move further along. I'll give you an example.\n\nI'm the—I served on the Small Business Committee for a long time. I was chairman of it once; now I'm the senior Democrat on it. We used to—we have a goal there for minority set-aside programs to try to encourage ownership in the country. They don't reach those goals. They don't even fight to reach those goals. They've tried to undo them.\n\nThe fact is that in too many parts of our country, we still have discrimination, and affirmative action is not just something that applies to people of color. Some people have a mistaken view of it in America. It also is with respect to women. It's with respect to other efforts to try to reach out and be inclusive in our country. I think that we have a long way to go, regrettably. If you look at what's happened, we've made progress; I want to say that at the same time.\n\nDuring the Clinton years, as you may recall, there was a fight over affirmative action. And there were many people, like myself, who opposed quotas, who felt there were places where it was overreaching. So we had a policy called \"mend it, don't end it.\" We fixed it. And we fixed it for a reason, because there are too many people still in this country who feel the stark resistance of racism. And so we have a distance to travel. As President, I will make certain we travel it.\n\nNow, let me just share something. This President is the first President ever, I think, not to meet with the NAACP. This is a President who hasn't met with the Black Congressional Caucus. This is a President who has not met with the civil rights leadership of our country. If a President doesn't reach out and bring people in and be inclusive, then how are we going to get over those barriers? I see that as part of my job as President, and I'll make my best effort to do it.\n", " Well, I respect everything that the President has said, and certainly I respect his faith. I think it's important, and I share it. I think that he just said that freedom is a gift from the Almighty. Everything is a gift from the Almighty. And as I measure the words of the Bible—and we all do; different people measure different things, the Koran, the Torah, or— Native Americans who gave me a blessing the other day had their own special sense of connectedness to a higher being, and people all find their ways to express it.\n\nI was taught—I went to a church school, and I was taught that the two greatest commandments are \"Love the Lord, your God, with all your mind, your body, and your soul\" and \"Love your neighbor as yourself.\" And frankly, I think we have a lot more loving of our neighbor to do in this country and on this planet.\n\nWe have a separate and unequal school system in the United States of America. There's one for the people who have, and there's one for the people who don't have. And we're struggling with that today. The President and I have a difference of opinion about how we live out our sense of our faith. I talked about it earlier when I talked about the works and faith without works being dead. I think we've got a lot more work to do. And as President, I will always respect everybody's right to practice religion as they choose or not to practice, because that's part of America.\n\nEra of Divisiveness\n", " Well, very much so. Let me pay a compliment to the President, if I may. I think in those days after 9/11, I thought the President did a terrific job. And I really was moved as well as impressed by the speech that he gave to the Congress. And I think the hug Tom Daschle gave him at that moment was about as genuine a sense of there being no Democrats, no Republicans; we were all just Americans. That's where we were.\n\nThat's not where we are today. I regret to say that the President, who called himself a uniter, not a divider, is now presiding over the most divided America in the recent memory of our country. I've never seen such ideological squabbles in the Congress of the United States. I've never seen members of a party locked out of meetings the way they're locked out today.\n\nWe have to change that, and as President, I am committed to changing that. I don't care if the idea comes from the other side or this side. I think we have to come together and work to change it. And I've done that. Over 20 years in the United States Senate, I've worked with John McCain, who's sitting here. I've worked with other colleagues. I've reached across the aisle. I've tried to find the common ground, because that's what makes us strong as Americans.\n\nAnd if Americans trust me with the Presidency, I can pledge to you, we will have the most significant effort—openly, not secret meetings in the White House with special interests, not ideologically driven efforts to push people aside, but a genuine effort to try to restore America's hope and possibilities by bringing people together.\n\nAnd one of the ways we're going to do it is, I'm going to work with my friend John McCain to further campaign finance reform so we get these incredible amounts of money out of the system and open it up to average people so America is really represented by the people who make up America.\n", " Well, I guess the President and you and I are three examples of lucky people who married up. [Laughter] And some would say maybe me more so than others. [Laughter] But I can take it. [Laughter]\n\nCan I say, if I could just say a word about a woman that you didn't ask about, but my mom passed away a couple years ago, just before I was deciding to run. And she was in the hospital, and I went in to talk to her and tell her what I was thinking of doing. And she looked at me from her hospital bed, and she just looked at me, and she said, \"Remember, integrity, integrity, integrity.\" Those are the three words that she left me with.\n\nAnd my daughters and my wife are people who just are filled with that sense of what's right, what's wrong. They also kick me around. [Laughter] They keep me honest. They don't let me get away with anything. I can sometimes take myself too seriously. They surely don't let me do that. And I'm blessed, as I think the President is blessed. As I said last time, I've watched him with the First Lady, who I admire a great deal, and his daughters—he's a great father. And I think we're both very lucky.\n\nClosing Statements\n", " My fellow Americans, as you heard from Bob Schieffer a moment ago, America is being tested by division. More than ever, we need to be united as a country. And like Franklin Roosevelt, I don't care whether an idea is a Republican idea or a Democrat idea. I just care whether it works for America and whether it's going to make us stronger.\n\nThese are dangerous times. I believe I offer tested, strong leadership that can calm the waters of a troubled world. And I believe that we can, together, do things that are within the grasp of Americans. We can lift our schools up. We can create jobs that pay more than the jobs we're losing overseas. We can have health care for all Americans. We can further the cause of equality in our Nation.\n\nLet me just make it clear: I will never allow any country to have a veto over our security. Just as I fought for our country as a young man, with the same passion I will fight to defend this Nation that I love. And with faith in God and with conviction in the mission of America, I believe that we can reach higher. I believe we can do better. I think the greatest possibilities of our country, our dreams and our hopes, are out there just waiting for us to grab onto them.\n\nAnd I ask you to embark on that journey with me. I ask you for your trust. I ask you for your help. I ask you to allow me the privilege of leading this great Nation of ours, of helping us to be stronger here at home and to be respected again in the world and, most of all, to be safer forever.\n\nThank you. Good night, and God bless the United States of America.\n", " Well, first of all, Bob, thank you for moderating tonight. Thank you, Arizona State, for welcoming us. And thank you to the Presidential Commission for undertaking this enormous task. We're proud to be here. Mr. President, I'm glad to be here with you again to share similarities and differences with the American people.\n\nWill we ever be safe and secure again? Yes, we absolutely must be. That's the goal. Now, how do we achieve it is the most critical component of it. I believe that this President, regrettably, rushed us into a war, made decisions about foreign policy, pushed alliances away, and as a result, America is now bearing this extraordinary burden where we are not as safe as we ought to be.\n\nThe measurement is not: Are we safer? The measurement is: Are we as safe as we ought to be? And there are a host of options that this President had available to him, like making sure that at all our ports in America, containers are inspected. Only 95 percent of them—95 percent come in today uninspected. That's not good enough. People who fly on airplanes today—the cargo hold is not X-rayed, but the baggage is. That's not good enough. Firehouses don't have enough firefighters in them. Police officers are being cut from the streets of America because the President decided to cut the COPS program.\n\nSo we can do a better job of homeland security. I can do a better job of waging a smarter, more effective war on terror and guarantee that we go after the terrorists. I will hunt them down, and we'll kill them. We'll capture them. We'll do what's ever necessary to be safe. But I pledge this to you, America: I will do it in the way that Franklin Roosevelt and Ronald Reagan and John Kennedy and others did, where we build the strongest alliances, where the world joins together, where we have the best intelligence, and where we are able, ultimately, to be more safe and secure.\n"]}, "George W. Bush": {"oct_8_2004": [" Charlie, thank you, and thank our panelists. Senator, thank you. I can—and thanks, Washington U. as well.\n\nI can see why people at your workplace think he changes positions a lot, because he does. He said he voted for the $87 billion and—or voted against it right before he voted for it. And that sends a confusing signal to people. He said he thought Saddam Hussein was a grave threat and now said it was a mistake to remove Saddam Hussein from power. No, I can see why people think that he changes position quite often, because he does.\n\nYou know, for a while, he was a strong supporter of getting rid of Saddam Hussein. He saw the wisdom, until the Democratic primary came along and Howard Dean, the antiwar candidate, began to gain on him. And he changed positions. I don't see how you can lead this country in a time of war, in a time of uncertainty, if you change your mind because of politics.\n\nHe just brought up the tax cut. You remember, we increased that child credit by $1000, reduced the marriage penalty, created a 10-percent tax bracket for the lower income Americans—that's right at the middle class. He voted against it, and yet he tells you he's for a middle-class tax cut. It's—you've got to be consistent when you're the President. There's a lot of pressures, and you've got to be firm and consistent.\n", " Each situation is different, Robin. And obviously, we hope that diplomacy works before you ever use force. The hardest decision a President makes is ever to use force.\n\nAfter 9/11, we had to look at the world differently. After 9/11, we had to recognize that when we saw a threat, we must take it seriously before it comes to hurt us. In the old days, we'd see a threat, and we could deal with it if we felt like it or not. But 9/11 changed it all.\n\nI vowed to our countrymen that I would do everything I could to protect the American people. That's why we're bringing Al Qaida to justice. Seventy-five percent of them have been brought to justice. That's why I said to Afghanistan, \"If you harbor a terrorist, you're just as guilty as the terrorist.\" And the Taliban is no longer in power, and Al Qaida no longer has a place to plan.\n\nAnd I saw a unique threat in Saddam Hussein, as did my opponent, because we thought he had weapons of mass destruction. And the unique threat was that he could give weapons of mass destruction to an organization like Al Qaida, and the harm they inflicted on us with airplanes would be multiplied greatly by weapons of mass destruction. And that was a serious, serious threat.\n\nSo I tried diplomacy. I went to the United Nations. But as we learned in the same report I quoted, Saddam Hussein was gaming the Oil for Food Programme to get rid of sanctions. He was trying to get rid of sanctions for a reason. He wanted to restart his weapons programs.\n\nWe all thought there was weapons there, Robin. My opponent thought there was weapons there. That's why he called him a grave threat. I wasn't happy when we found out there wasn't weapons, and we've got an intelligence group together to figure out why. But Saddam Hussein was a unique threat, and the world is better off without him in power. And my opponent's plans lead me to conclude that Saddam Hussein would still be in power and the world would be more dangerous.\n\nThank you, sir.\n", " Are we going to have a rebuttal thing back and forth?\n", " Remember the last debate? My opponent said that America must pass a global test before we use force to protect ourselves. That's the kind of mindset that says sanctions were working. That's the kind of mindset that says let's keep it at the United Nations and hope things go well.\n\nSaddam Hussein was a threat because he could have given weapons of mass destruction to terrorist enemies. Sanctions were not working. The United Nations was not effective at removing Saddam Hussein.\n", " Two days ago in the Oval Office, I met with the Finance Minister from Iraq. He came to see me, and he talked about how optimistic he was and the country was about heading toward elections. Think about it. They're going from tyranny to elections. He talked about the reconstruction efforts that are beginning to take hold. He talked about the fact that Iraqis love to be free. He said he was optimistic when he came here. Then he turned on the TV and listened to the political rhetoric, and all of a sudden he was pessimistic.\n\nThis is a guy who, along with others, has taken great risk for freedom, and we need to stand with him. My opponent says he has a plan—sounds familiar because it's called the Bush plan. We're going to train troops, and we are. We'll have 125,000 trained by the end of December. We're spending about $7 billion.\n\nHe talks about a grand idea: Let's have a summit; we're going to solve the problem in Iraq by holding a summit. And what is he going to say to those people that show up to the summit? \"Join me in the wrong war at the wrong time at the wrong place\"? Risk your troops in a war you've called a \"mistake\"? Nobody is going to follow somebody who doesn't believe we can succeed and somebody who says the war where we are is a \"mistake.\" I know how these people think. I meet with them all the time. I talk to Tony Blair all the time. I talk to Silvio Berlusconi. They're not going to follow an American President who says, \"Follow me into a mistake.\"\n\nOur plan is working. We're going to make elections, and Iraq is going to be free, and America will be better off for it.\n", " First of all, we didn't find out he didn't have weapons until we got there, and my opponent thought he had weapons and told everybody he thought he had weapons. And secondly, it's a fundamental misunderstanding to say that the war on terror is only Usama bin Laden. The war on terror is to make sure that these terrorist organizations do not end up with weapons of mass destruction. That's what the war on terror is about.\n\nOf course we're going to find Usama bin Laden. We've already got 75 percent of his people, and we're on the hunt for him. But this is a global conflict that requires firm resolve.\n", " No, I appreciate that. I—listen, I—we've got a great country. I love our values. And I recognize I've made some decisions that have caused people to not understand the great values of our country. I remember when Ronald Reagan was the President. He stood on principle. Some might have called that stubborn. He stood on principle, standing up to the Soviet Union. And we won that conflict, yet at the same time, he was very—we were very unpopular in Europe because of decisions he made.\n\nI recognize that taking Saddam Hussein out was unpopular, but I made the decision because I thought it was in the right interests of our security.\n\nYou know, I've made some decisions on Israel. That's unpopular. I wouldn't deal with Arafat because I felt like he had let the former President down, and I don't think he's the kind of person that can lead toward a Palestinian state. And people in Europe didn't like that decision. And that was unpopular, but it was the right thing to do. I believe Palestinians ought to have a state, but I know they need leadership that's committed to democracy and freedom, leadership that will be willing to reject terrorism.\n\nI made a decision not to join the International Criminal Court in The Hague, which is where our troops could be brought to—brought in front of a judge, an unaccounted judge. I don't think we ought to join that. That was unpopular. And so what I'm telling you is, is that sometimes in this world you make unpopular decisions because you think they're right.\n\nWe'll continue to reach out. Listen, there's 30 nations involved in Iraq, some 40 nations involved in Afghanistan. People love America. Sometimes they don't like the decisions made by America, but I don't think you want a President who tries to become popular and does the wrong thing. You don't want to join the International Criminal Court just because it's popular in certain capitals in Europe.\n", " I remember sitting in the White House, looking at those generals, saying, \"Do you have what you need in this war? Do you have what it takes?\" I remember going down in the basement of the White House the day we committed our troops—as last resort—looking at Tommy Franks and the generals on the ground, asking them, \"Do we have the right plan with the right troop level?\" And they looked me in the eye and said, \"Yes, sir, Mr. President.\" Of course I listened to our generals. That's what a President does. A President sets the strategy and relies upon good military people to execute that strategy.\n", " That answer almost made me want to scowl. [Laughter] He keeps talking about letting the inspectors do their job. It's naive and dangerous to say that. That's what the Duelfer report showed. He was deceiving the inspectors.\n\nSecondly, of course we've been involved with Iran. I fully understand the threat. And that's why we're doing what he suggested we do, get the Brits, the Germans, and the French to go make it very clear to the Iranians that if they expect to be a party to the world, to give up their nuclear ambitions. We've been doing that.\n\nLet me talk about North Korea. It is naive and dangerous to take a policy that he suggested the other day, which is to have bilateral relations with North Korea. Remember, he is the person who is accusing me of not acting multilaterally. He now wants to take the six-party talks we have— China, North Korea, South Korea, Russia, Japan, and the United States—and undermine them by having bilateral talks. That's what President Clinton did. He had bilateral talks with the North Korean, and guess what happened? He didn't honor the agreement. He was enriching uranium. That is a bad policy.\n\nOf course, we're paying attention to these. That's a great question about Iran. That's why, in my speech to the Congress, I said there is an axis of evil, Iraq, Iran, and North Korea, and we're paying attention to it, and we're making progress.\n", " Yes, great question. Thanks.\n\nI hear there's rumors on the Internets that we're going to have a draft. We're not going to have a draft—period. The All-Volunteer Army works. It works particularly when we pay our troops well. It works when we make sure they've got housing, like we have done in the last military budgets. An all-volunteer army is best suited to fight the new wars of the 21st century, which is to be specialized and to find these people as they hide around the world. We don't need massed armies anymore.\n\nOne of the things we've done is we've taken the—we're beginning to transform our military. And by that I mean we're moving troops out of Korea and replacing them with more effective weapons. We don't need as much manpower on the Korean Peninsula to keep a deterrent.\n\nIn Europe, we have massed troops as if the Soviet Union existed and was going to invade into Europe, but those days are over with. And so we're moving troops out of Europe and replacing it with more effective equipment.\n\nSo the answer to your question is, we're withdrawing—not from the world—we're drawing manpower, so they can be stationed here in America, so there's less rotation, so life is easier on their families and therefore more likely to be—we'll be more likely to keep people in the All-Volunteer Army.\n\nOne of the most important things we're doing in this administration is transformation. There's some really interesting technologies. For example, we're flying unmanned vehicles that can send real-time messages back to stations in the United States. That saves manpower, and it saves equipment. It also means that we can target things easier and move more quickly, which means we need to be lighter and quicker and more facile and highly trained.\n\nForget all this talk about a draft. We're not going to have a draft so long as I'm the President.\n", " Let me just—I've got to answer this.\n", " Let me just answer what he just said about going alone.\n", " You tell Tony Blair we're going alone. Tell Tony Blair we're going alone. Tell Silvio Berlusconi we're going alone. Tell Aleksander Kwasniewski of Poland we're going alone. We've got 30 countries there. It denigrates an alliance to say we're going alone, to discount their sacrifices. You cannot lead an alliance if you say you're going alone. And people listen. They're sacrificing with us.\n", " That's an odd thing to say since we've tripled the homeland security budget from 10 to 30 billion dollars. Listen, we'll do everything we can to protect the homeland. My opponent is right: We need good intelligence. It's also a curious thing for him to say, since right after 1993, he voted to cut the intelligence budget by $7.5 billion.\n\nThe best way to defend America in this world we live in is to stay on the offense. We've got to be right 100 percent of the time here at home, and they've got to be right once. And that's the reality. And there's a lot of good people working hard. We're doing the best we possibly can to share information. That's why the PATRIOT Act was important. The PATRIOT Act is vital, by the way. It's a tool that law enforcement now uses to be able to talk between each other. My opponent says he hasn't changed his positions on it. No, but he's for weakening it.\n\nI don't think my opponent has got the right view about the world to make us safe. I really don't. First of all, I don't think he can succeed in Iraq. And if Iraq were to fail, it would be a haven for terrorists, and there would be money, and the world would be much more dangerous. I don't see how you can win in Iraq if you don't believe we should be there in the first place. I don't see how you can lead troops if you say, \"It's the wrong war at the wrong place at the wrong time.\" I don't see how the Iraqis are going to have confidence in the American President if all they hear is that it was a \"mistake\" to be there in the first place.\n\nThis war is a long, long war, and it requires steadfast determination. And it requires a complete understanding that we not only chase down Al Qaida, but we disrupt terrorists' safe havens as well as people who could provide the terrorists with support.\n", " Well, we'll talk about the tax cut for middle class here in a minute. But yes, I'm worried. I'm worried. I'm worried about our country. And all I can tell you is, every day I know that there's people working overtime, doing the very best they can. And the reason I'm worried is because there's a vicious enemy that has an ideology of hate. And the way to defeat them long-term, by the way, is to spread freedom. Liberty can change habits, and that's what's happening in Afghanistan and Iraq.\n", " I haven't yet. I just want to make sure they're safe. When a drug comes in from Canada, I want to make sure it cures you and doesn't kill you. And that's why the FDA and that's why the Surgeon General are looking very carefully to make sure it can be done in a safe way. I've got an obligation to make sure our Government does everything we can to protect you. And one of—my worry is that it looks like it's from Canada, and it might be from a third world. We've just got to make sure, before somebody thinks they're buying a product, that it works. And that's why we're doing what we're doing. Now, it may very well be, here in December, you hear me say, \"I think there's a safe way to do it.\"\n\nOther ways to make sure drugs are cheaper: One is to speed up generic drugs to the marketplace quicker. Pharmaceuticals were using loopholes to keep brand drugs in place, and generics are much less expensive than brand drugs. And we're doing just that. Another is to get our seniors to sign up for these drug discount cards, and they're working. Wanda Blackmore, I met here from Missouri—the first time she bought drugs with her drug discount card she paid $1.14, I think it was, for about $10 worth of drugs. These cards make sense.\n\nAnd you know, in 2006, seniors are going to get prescription drug coverage for the first time in Medicare, because I went to Washington to fix problems. Medicare—the issue of Medicare used to be called \"Medi-scare.\" People didn't want to touch it for fear of getting hurt politically. I wanted to get something done. I think our seniors deserve a modern medical system. And in 2006, our seniors will get prescription drug coverage.\n\nThank you for asking.\n", " If they're safe, they're coming. I want to remind you that it wasn't just my administration that made the decision on safety. President Clinton did the same thing, because we have an obligation to protect you.\n\nNow, he talks about Medicare. He's been in the United States Senate 20 years. Show me one accomplishment toward Medicare that he accomplished. I've been in Washington, DC, 3 1/2 years and led the Congress to reform Medicare so our seniors have got a modern health care system. That's what leadership is all about.\n", " Let me see where to start here. First, the National Journal named Senator Kerry * the most liberal Senator of all. And that's saying something in that bunch. You might say that took a lot of hard work.\n\nThe reason I bring that up is because he's proposed $2.2 trillion in new spending and he says he's going to tax the rich to close the tax gap. He can't. He's going to tax everybody here to fund his programs. That's just reality.\n\nAnd what are his health programs? First, he says he's for medical liability reform, particularly for ob-gyns. There was a bill on the floor of the United States Senate that he could have showed up and voted for if he's so much for it. Secondly, he says that medical liability costs only cause one percent increase. That shows a lack of understanding. Doctors practice defensive medicine because of all the frivolous lawsuits that cost our Government $28 billion a year.\n\nAnd finally, he says he's going to have a novel health care plan. You know what it is? The Federal Government is going to run it. It is the largest increase in Federal Government health care ever, and it fits with his philosophy. That's why I told you about the award he won from the National Journal. That's what liberals do: They create Government-sponsored health care. Maybe you think that makes sense. I don't. Government-sponsored health care would lead to rationing. It would ruin the quality of health care in America.\n", " What does matter is the plan. He said he is for—you're now for capping punitive damages? That's odd. You should have shown up on the floor in the Senate and voted for it then. Medical liability issues are a problem, a significant problem. He's been in the United States Senate for 20 years, and he hasn't addressed it. We passed it out of the House of Representatives. Guess where it stuck? It stuck in the Senate because the trial lawyers won't act on it, and he put a trial lawyer on the ticket.\n", " Right. Thank you for that. We have a deficit. We have a deficit because this country went into a recession. You might remember the stock market started to decline dramatically 6 months before I came to office, and then the bubble of the 1990s popped. And that cost us rev-enue—that cost us revenue.\n\nSecondly, we're at war. And I'm going to spend what it takes to win the war, more than just 120 billion for Iraq and Afghanistan. We've got to pay our troops more. We have. We've increased money for ammunition and weapons and pay and homeland security. I just told this lady over here we spent—went from 10 to 30 billion dollars to protect the homeland. I think we have an obligation to spend that kind of money.\n\nPlus, we cut taxes for everybody. Everybody got tax relief, so that they'd get out of the recession. I think if you raise taxes during a recession, you head to depression. I come from the school of thought that says when people have more money in their pocket during tough economic times, it increases demand or investment. Small businesses begin to grow, and jobs are added. We found out today that over the past 13 months, we've added 1.9 million new jobs in the last 13 months. I proposed a plan, detailed budget, that shows us cutting the deficit in half by 5 years.\n\nAnd you're right, I haven't vetoed any spending bills because we worked together. Non-homeland, non-defense, discretionary spending was rising at 15 percent a year when I got into office. And today, it's less than one percent, because we're working together to try to bring this deficit under control. Like you, I'm concerned about the deficit. But I am not going to shortchange our troops in harm's way. And I'm not going to run up taxes which will cost this economy jobs.\n\nThank you for your question.\n", " Look at the budget. One is, make sure Congress doesn't overspend. But let me talk back about where we've been. The stock market was declining 6 months prior to my arrival. It was the largest stock market correction—one of the largest in history, which foretold a recession. Because we cut taxes on everybody— remember, we ran up the child credit by 1,000; we reduced the marriage penalty; we created the 10-percent bracket; everybody who pays taxes got relief—the recession was one of the shortest in our Nation's history.\n", " It's just not credible. When he talks about being fiscally conservative, it's just not credible. If you look at his record in the Senate, he voted to break the spending—the caps, the spending caps, over 200 times, and here he says he's going to be a fiscal conservative all of a sudden. It's just not credible. You cannot believe it.\n\nAnd of course he's going to raise your taxes. You see, he's proposed $2.2 trillion of new spending. And so they said, \"Well, how are you going to pay for it?\" He said, well, he's going to raise the taxes on the rich. That's what he said, the top two brackets. That raises—he says 800 billion; we say 600 billion. We've got battling green eyeshades—somewhere in between those numbers. And so there is a difference, what he's promised and what he could raise. Now, either he's going to break all these wonderful promises he's told you about, or he's going to raise taxes. And I suspect, given his record, he's going to raise taxes.\n\nIs my time up yet?\n", " Keep going, good. [Laughter]\n", " You looked at me like my clock was up.\n\nI think that the way to grow this economy is to keep taxes low, is to have an energy plan, is to have litigation reform. As I told you, we just got a report that said over the past 13 months, we've created 1.9 million new jobs. We're growing. And so the fundamental question of this campaign is, who's going to keep the economy growing so people can work? That's the fundamental question.\n", " Yes, I mean, he's got a record. He's been there for 20 years. You can run, but you can't hide. He voted 98 times to raise taxes. I mean, these aren't make-up figures. And so people are going to have to look at the record—look at the record of the man running for the President. They don't name him the most liberal in the United States Senate because he hasn't shown up to many meetings. They named him because of his votes, and it's reality. It's just not credible to say he's going to keep taxes down and balance budgets.\n", " Off-road diesel engines—we have reached an agreement to reduce pollution from off-road diesel engines by 90 percent. I've got a plan to increase the wetlands by 3 million. We've got an aggressive brownfield program to refurbish inner-city sore spots to useful pieces of property.\n\nI proposed to the United States Congress a Clear Skies Initiative to reduce sulfur dioxide, nitrogen oxide, and mercury by 70 percent. I was—fought for a very strong title in the farm bill for the Conservation Reserve Program to set aside millions of acres of land for—to help improve wildlife in the habitat.\n\nWe proposed and passed a Healthy Forests bill, which was essential to working with—particularly in western States, to make sure that our forests were protected. What happens in those forests, because of lousy Federal policy, is they grow to be— they are not—they're not harvested. They're not taken care of, and as a result, they're like tinder boxes. And over the last summers I've flown over there. And so this is a reasonable policy to protect old stands of trees and, at the same time, make sure our forests aren't vulnerable to the forest fires that have destroyed acres after acres in the West. We've got a good, commonsense policy.\n\nNow, I'm going to tell you what I really think is going to happen over time, is technology is going to change the way we live, for the good, for the environment. So I proposed a hydrogen automobile, a hydrogen-generated automobile. We're spending a billion dollars to come up with the technologies to do that.\n\nThat's why I'm a big proponent of clean coal technology, to make sure we can use coal but in a clean way. I guess you'd say I'm a good steward of the land. The quality of the air is cleaner since I've been the President; fewer water complaints since I've been the President; more land being restored since I've been the President.\n\nThank you for your question.\n", " Well, had we joined the Kyoto treaty, which I guess he's referring to, it would have cost America a lot of jobs. It's one of these deals where in order to be popular in the halls of Europe, you sign a treaty. But I thought it would cost a lot of—I think there's a better way to do it. And I just told you the facts, sir. The quality of the air is cleaner since I've been the President of the United States. And we'll continue to spend money on research and development because I truly believe that's the way to get from how we live today to being able to live a standard of living that we're accustomed to and being able to protect our environment bet-ter—the use of technologies.\n", " Let me start with how to control the costs of health care: Medical liability reform, for starters, which he's opposed. Secondly, allow small businesses to pool together so they can share risk and buy insurance at the same discounts big businesses get to do. Thirdly, spread what's called health savings accounts. It's good for small businesses, good for owners. You own your own account. You can save tax-free. You get a catastrophic plan to help you— own it. This is different from saying, \"Okay, let me incent you to go on the Government.\"\n\nHe's talking about his plan to keep jobs here. You know, he calls it an outsourcing—to keep—stop outsourcing. Robert Rubin looked at his plan and said it won't work. The best way to keep jobs here in America is, one, have an energy plan. I proposed one to the Congress 2 years ago. It encourages conservation, encourages technology to explore for environmentally friendly ways for coal and use coal and gas. It encourages the use of renewables like ethanol and biodiesel. It's stuck in the Senate. He and his runningmate didn't show up to vote when they could have got it going in the Senate. Less regulations if we want jobs here. Legal reform if we want jobs here. And we've got to keep taxes low.\n\nNow, he says he's only going to tax the rich. Do you realize 900,000 small businesses will be taxed under his plan because most small businesses are Subchapter S corps or limited partnerships, and they pay tax at the individual income-tax level. And so when you're running up the taxes like that, you're taxing job creators, and that's not how you keep jobs here.\n", " I own a timber company? That's news to me. [Laughter] Need some wood? [Laughter]\n\nMost small businesses are Subchapter S corps. They just are. I met Grant Milliron, Mansfield, Ohio. He's creating jobs. Most small businesses—70 percent of the new jobs in America are created by small business. His taxes are going up when you run up the top two brackets. It's a fact.\n", " Yes, I appreciate that. I really don't think your rights are being watered down. As a matter of fact, I wouldn't support it if I thought that. Every action being taken against terrorists requires a court order, requires scrutiny. As a matter of fact, the tools now given to the terrorist fighters are the same tools that we've been using against drug dealers and white-collar criminals. So I really don't think so. I hope you don't think that. I mean, I—because I think whoever is the President must guard your liberties, must not erode your rights in America.\n\nThe PATRIOT Act is necessary, for example, because parts of the FBI couldn't talk to each other. Intelligence gathering and the law enforcement arms of the FBI just couldn't share intelligence under the old law, and that didn't make any sense. Our law enforcement must have every tool necessary to find and disrupt terrorists at home and abroad before they hurt us again. That's the task of the 21st century.\n\nAnd so I don't think the PATRIOT Act abridges your rights at all, and I know it's necessary. I can remember being in upstate New York talking to FBI agents that helped bust the Lackawanna cell up there. And they told me they could not have performed their duty, the duty we all expect of them, if they did not have the ability to communicate with each other under the PATRIOT Act.\n", " Embryonic stem cell research requires the destruction of life to create a stem cell. I'm the first President ever to allow funding, Federal funding, for embryonic stem cell research. I did so because I too hope that we'll discover cures from the stem cells and from the research derived.\n\nBut I think we've got to be very careful in balancing the ethics and the science. And so I made the decision we wouldn't spend any more money beyond the 70 lines, 22 of which are now in action, because science is important but so is ethics, so is balancing life. To destroy life to save life is one of the real ethical dilemmas that we face.\n\nThere is going to be hundreds of experiments off the 22 lines that now exist, that are active, and hopefully we find a cure. But as well we need to continue to pursue adult stem cell research. I helped double the NIH budget to $28 billion a year to find cures. And the approach I took is one that I think is a balanced and necessary approach, to balance science and the concerns for life.\n", " Let me make sure you understand my decision. Those stem cell lines already existed. The embryo had already been destroyed prior to my decision. I had to make the decision: Do we destroy more life; do we continue to destroy life? I made the decision to balance science and ethics.\n", " I'm not telling. [Laughter] I really don't have—I haven't picked anybody yet. Plus, I want them all voting for me. [Laughter] I would pick somebody who would not allow their personal opinion to get in the way of the law. I would pick somebody who would strictly interpret the Constitution of the United States.\n\nLet me give you a couple of examples, I guess, of the kind of person I wouldn't pick. I wouldn't pick a judge who said that the Pledge of Allegiance couldn't be said in a school because it had the words \"under God\" in it. I think that's an example of a judge allowing personal opinion to enter into the decisionmaking process, as opposed to strict interpretation of the Constitution.\n\nAnother example would be the Dred Scott case, which is where judges years ago said that the Constitution allowed slavery because of personal property rights. That's personal opinion. That's not what the Constitution says. The Constitution of the United States says we're all—it doesn't say that. It doesn't speak to the equality of America.\n\nAnd so I would pick people that would be strict constructionists. We've got plenty of lawmakers in Washington, DC. Legislators make law. Judges interpret the Constitution. And I suspect one of us will have a pick at the end of next year—next 4 years. And that's the kind of judge I'm going to put on there—no litmus test except for how they interpret the Constitution.\n", " Trying to decipher that. [Laughter] My answer is we're not going to spend Federal taxpayers' money on abortion. This is an issue that divides America, but certainly reasonable people can agree on how to reduce abortions in America. I signed the ban on partial-birth abortion. It's a brutal practice. It's one way to help reduce abortions. My opponent voted against the ban. I think there ought to be parental notification laws. He's against them. I signed a bill called the Unborn Victims of Violence Act. In other words, if you're a mom and you're pregnant, you get killed, the murderer gets tried for two cases, not just one. My opponent was against that. These are reasonable ways to help promote a culture of life in America.\n\nI think it is a worthy goal in America to have every child protected by law and welcomed in life. I also think we ought to continue to have good adoption law as an alternative to abortion. And we need to promote maternity group homes, which my administration has done. Culture of life is really important for a country to have if it's going to be a hospitable society.\n\nThank you.\n", " It's pretty simple when they say, \"Are you for a ban on partial-birth abortion? Yes or no.\" And he was given a chance to vote, and he voted no. And that's just the way it is. That's a vote. It came right up. It's clear for everybody to see. And as I said, you can run, but you can't hide. It's the reality.\n", " Put a head fake on.\n", " I have made a lot of decisions, some of them little, like appointments to a board you've never heard of, and some of them big. And in a war, there's a lot of tactical decisions that historians will look back and say, \"You shouldn't have done that. You shouldn't have made that decision.\" And I'll take responsibility for them. I'm human.\n\nBut on the big questions about whether or not we should have gone into Afghanistan, the big question about whether we should have removed somebody in Iraq, I'll stand by those decisions because I think they're right. That's really what you're— when they ask about the mistakes, that's what they're talking about. They're trying to say, \"Did you make a mistake going into Iraq?\" And the answer is absolutely not. It was the right decision.\n\nThe Duelfer report confirmed that decision today, because what Saddam Hussein was doing was trying to get rid of sanctions so he could reconstitute a weapons program, and the biggest threat facing America is terrorists with weapons of mass destruction. We knew he hated us. We knew he had been a—invaded other countries. We knew he tortured his own people.\n\nOn the tax cut, it's a big decision. I did the right decision. Our recession was one of the shallowest in modern history.\n\nNow, you ask what mistakes—I made some mistakes in appointing people, but I'm not going to name them. I don't want to hurt their feelings on national TV. But history will look back, and I'm fully prepared to accept any mistakes that history judges to my administration. Because the President makes the decisions, the President has to take the responsibility.\n", " He complains about the fact our troops don't have adequate equipment, yet he voted against the $87 billion supplemental I sent to the Congress and then issued one of the most amazing quotes in political history: \"I actually did vote for the $87 billion, before I voted against it.\"\n\nSaddam Hussein was a risk to our country, ma'am. And he was a risk that—and this is where we just have a difference of opinion. The truth of the matter is, if you listen carefully: Saddam would still be in power if he were the President of the United States, and the world would be \"a lot better off.\"\n", " Go ahead. Actually——\n", " Either way. [Laughter]\n", " Charlie, thanks. Thank you all very much. It's been enjoyable.\n\nThe great contest for the Presidency is about the future, who can lead, who can get things done. We've been through a lot together as a country, been through a recession, corporate scandals, war. And yet, think about where we are. We added 1.9 million new jobs over the past 13 months. The farm income in America is high. Small businesses are flourishing. Homeownership rate is at an alltime high in America. We're on the move.\n\nTonight I had a chance to discuss with you what to do to keep this economy going: Keep the taxes low, don't increase the scope of the Federal Government, keep regulations down, legal reform, a health care policy that does not empower the Federal Government but empowers individuals, and an energy plan that will help us become less dependent on foreign sources of energy.\n\nAnd abroad, we're at war, and it requires a President who is steadfast and strong and determined. I vowed to the American people after that fateful day of September the 11th that we would not rest nor tire until we're safe. The 9/11 Commission put out a report that said America is safer, but not yet safe. There's more work to be done. We'll stay on the hunt on Al Qaida. We'll deny sanctuary to these terrorists. We'll make sure they do not end up with weapons of mass destruction. The great nexus, the great threat to our country is that these haters end up with weapons of mass destruction.\n\nBut our long-term security depends on our deep faith in liberty. We'll continue to promote freedom around the world. Freedom is on the march. Tomorrow Afghanistan will be voting for a President. In Iraq, we'll be having free elections, and a free society will make this world more peaceful.\n\nGod bless.\n"], "sept_30_2004": [" I too thank the University of Miami and say our prayers are with the good people of this State who've suffered a lot.\n\nSeptember the 11th changed how America must look at the world. And since that day, our Nation has been on a multipronged strategy to keep our country safer. We've pursued Al Qaida wherever Al Qaida tries to hide; 75 percent of known Al Qaida leaders have been brought to justice. The rest of them know we're after them.\n\nWe've upheld the doctrine that said, \"If you harbor a terrorist, you're equally as guilty as the terrorist.\" And the Taliban, no longer in power; 10 million people have registered to vote in Afghanistan in the upcoming Presidential election.\n\nIn Iraq, we saw a threat, and we realized that after September the 11th, we must take threats seriously before they fully materialize. Saddam Hussein now sits in a prison cell. America and the world are safer for it.\n\nWe continue to pursue our policy of disrupting those who proliferate weapons of mass destruction. Libya has disarmed. The A.Q. Khan network has been brought to justice. And as well, we're pursuing a strategy of—of freedom around the world, because I understand free nations will reject terror; free nations will answer the hopes and aspirations of their people; free nations will help us achieve the peace we all want.\n\nLikelihood of Future Terrorist Attack\n", " No, I don't believe it's going to happen. I believe I'm going to win because the American people know I know how to lead. I've shown the American people I know how to lead. I have—I understand everybody in this country doesn't agree with the decisions that I've made, and I made some tough decisions. But people know where I stand. People out there listening know what I believe, and that's how best it is to keep the peace.\n\nThis Nation of ours has got a solemn duty to defeat this ideology of hate, and that's what they are. This is a group of killers who will not only kill here but kill children in Russia, that will attack unmercifully in Iraq hoping to shake our will. We have a duty to defeat this enemy. We have a duty to protect our children and grandchildren. The best way to defeat them is to never waver, to be strong, to use every asset at our disposal, is to constantly stay on the offensive, and at the same time, spread liberty.\n\nAnd that's what people are seeing now is happening in Afghanistan. Ten million citizens have registered to vote. It's a phenomenal statistic, that if given a chance to be free, they will show up at the polls. Forty-one percent of those 10 million are women.\n\nIn Iraq, no doubt about it, it's tough. It's hard work. It's incredibly hard. You know why? Because an enemy realizes the stakes. The enemy understands a free Iraq will be a major defeat in their ideology of hatred. That's why they're fighting so vociferously. They showed up in Afghanistan when they were there because they tried to beat us, and they didn't. And they're showing up in Iraq for the same reason. They're trying to defeat us. And if we lose our will, we lose. But if we remain strong and resolute, we will defeat this enemy.\n", " My opponent looked at the same intelligence I looked at and declared, in 2002, that Saddam Hussein was a grave threat. He also said, in December of 2003, that anyone who doubts that the world is safer without Saddam Hussein does not have the judgment to be President. I agree with him. The world is better off without Saddam Hussein.\n\nI was hoping diplomacy would work. I understand the serious consequences of committing our troops into harm's way. It's the hardest decision a President makes. So I went to the United Nations. I didn't need anybody to tell me to go to the United Nations; I decided to go there myself. And I went there hoping that, once and for all, the free world would act in concert to get Saddam Hussein to listen to our demands. And they passed a resolution that said, \"Disclose, disarm, or face serious consequences.\" I believe when an international body speaks, it must mean what it says.\n\nBut Saddam Hussein had no intention of disarming. Why should he? He had 16 other resolutions, and nothing took place. As a matter of fact—my opponent talks about inspectors—the facts are that he was systematically deceiving the inspectors. That wasn't going to work. That's kind of a pre-September-10th mentality, to hope that somehow resolutions and failed inspections would make this world a more peaceful place. He was hoping we'd turn away. But there was, fortunately, others beside myself who believed that we ought to take action, and we did. The world is safer without Saddam Hussein.\n\nPriorities in the War on Terror\n", " Jim, we've got the capability of doing both. As a matter of fact, this is a global effort. We're facing a— a group of folks who have such hatred in their heart, they'll strike anywhere with any means. And that's why it's essential that we have strong alliances, and we do. That's why it's essential that we make sure that we keep weapons of mass destruction out of the hands of people like Al Qaida, which we are. But to say that there's only one focus on the war on terror doesn't really understand the nature of the war on terror.\n\nOf course we're after Saddam Hussein— I mean, bin Laden. He's—he's isolated. Seventy-five percent of his people have been brought to justice. The killer in—the mastermind of the September the 11th attacks, Khalid Sheik Mohammad, is in prison. We're making progress, but the front on this war is more than just one place. The Philippines—we've got help—we're helping them there to bring—to bring Al Qaida affiliates to justice there. And of course Iraq is a central part of the war on terror. That's why Zarqawi and his people are trying to fight us. Their hope is that we grow weary and we leave. The biggest disaster that could happen is that we not succeed in Iraq. We will succeed. We've got a plan to do so, and the main reason we'll succeed is because the Iraqis want to be free.\n\nI had the honor of visiting with Prime Minister Allawi. He's a strong, courageous leader. He believes in the freedom of the Iraqi people. He doesn't want U.S. leadership, however, to send mixed signals, to not stand with the Iraqi people. He believes, like I believe, that the Iraqis are ready to fight for their own freedom. They just need the help to be trained. There will be elections in January. We're spending reconstruction money. And our alliance is strong. That's the plan for victory. And when Iraq is free, America will be more secure.\n", " Can I respond?\n", " Thank you, sir.\n\nFirst of all, what my opponent wants you to forget is that he voted to authorize the use of force and now says, \"It's the wrong war at the wrong time at the wrong place.\" I don't see how you can lead this country to succeed in Iraq if you say \"wrong war, wrong time, wrong place.\" What message does that send our troops? What message does that send our allies? What message does that send the Iraqis?\n\nNo, the way to win this is to be steadfast and resolved and to follow through on the plan that I've just outlined.\n", " I don't think we want to get to how he's going to pay for all these promises. It's like a huge tax gap and—anyway, that's for another debate.\n\nMy administration has tripled the amount of money we're spending on homeland security, to $30 billion a year. My administration worked with the Congress to create the Department of Homeland Security so we could better coordinate our borders and ports. We've got 1,000 extra Border Patrol on the southern border, more than 1,000 on the northern border. We're modernizing our borders. We've spent $3.1 billion for fire and police—$3.1 billion. We're doing our duty to provide the funding.\n\nBut the best way to protect this homeland is to stay on the offense. We have to be right 100 percent of the time, and the enemy only has to be right once to hurt us. There's a lot of good people working hard. And by the way, we've also changed the culture of the FBI to have counterterrorism as its number one priority. We're communicating better. We're going to reform our intelligence services to make sure that we get the best intelligence possible. The PATRIOT Act is vital. It's vital that the Congress renew the PATRIOT Act, which enables our law enforcement to disrupt terrorist cells.\n\nBut again, I repeat to my fellow citizens, the best way to protect you is to stay on the offense.\n", " Of course we're doing everything we can to protect America. I wake up every day thinking about how best to protect America. That's my job. I work with Director Mueller of the FBI. He comes into my office, when I'm in Washington, every morning talking about how to protect us. There's a lot of really good people working hard to do so. It's hard work.\n\nBut again, I want to tell the American people, we're doing everything we can at home, but you better have a President who chases these terrorists down and bring them to justice before they hurt us again.\n\nCriteria for Withdrawal of U.S. Troops From Iraq\n", " Let me first tell you that the best way for Iraq to be safe and secure is for Iraqi citizens to be trained to do the job. And that's what we're doing. We got 100,000 trained now, 125,000 by the end of this year, over 200,000 by the end of next year. That is the best way. We'll never succeed in Iraq if the Iraqi citizens do not want to take matters into their own hands and protect themselves. I believe they want to. Prime Minister Allawi believes they want to.\n\nAnd so the best indication about when we can bring our troops home—which I really want to do, but I don't want to do so for the sake of bringing them home; I want to do so because we've achieved an objective—is to see the Iraqis perform, is to see the Iraqis step up and take responsibility.\n\nAnd so the answer to your question is, when our generals on the ground and Ambassador Negroponte tells me that Iraq is ready to defend herself from these terrorists, that elections will have been held by then, that there's stability, and that they're on their way to—you know, a nation of— that's free. That's when. And I hope it's as soon as possible. But I know putting artificial deadlines won't work. My opponent one time said, \"Well, get me elected, I'll have them out of there in 6 months.\" That's—you can't do that and expect to win the war on terror.\n\nMy message to our troops is: Thank you for what you're doing; we're standing with you strong; we'll give you all the equipment you need; and we'll get you home as soon as the mission's done, because this is a vital mission. A free Iraq will be a ally in the war on terror, and that's essential. A free Iraq will set a powerful example in the part of the world that is desperate for freedom. A free Iraq will help secure Israel. A free Iraq will enforce the hopes and aspirations of the reformers in places like Iran. A free Iraq is essential for the security of this country.\n", " Jim——\n", " I think it's worthy for a followup——\n", " ——if you don't mind.\n", " All right. My opponent says, \"Help is on the way,\" but what kind of message does it say to our troops in harm's way, \"wrong war, wrong place, wrong time\"? That's not a message a Commander in Chief gives—or \"This is a great diversion.\" As well, help is on the way, but it's certainly hard to tell it when he voted against the $87 billion supplemental to provide equipment for our troops and then said he actually did vote for it before he voted against it. That's not what Commander in Chiefs does when you're trying to lead troops.\n", " That's totally absurd. Of course the U.N. was invited in, and we support the U.N. efforts there. They pulled out after Sergio de Mello got killed, but they're now back in, helping with elections. My opponent says we didn't have any allies in this war? What's he say to Tony Blair? What's he say to Aleksander Kwasniewski of Poland? I mean, you can't expect to build an alliance when you denigrate the contributions of those who are serving side by side with American troops in Iraq.\n\nPlus, he says the cornerstone of his plan to succeed in Iraq is to call upon nations to serve. So what's the message going to be? \"Please join us in Iraq for a grand diversion\"? \"Join us for a war that is a wrong war at the wrong place at the wrong time\"? I know how these people think. I deal with them all the time. I sit down with the world leaders frequently and talk to them on the phone frequently. They're not going to follow somebody who says this is \"the wrong war at the wrong place at the wrong time.\" They're not going to follow somebody whose core convictions keep changing because of politics in America.\n\nAnd finally, he says we ought to have a summit. Well, there are summits being held. Japan is going to have a summit for the donors. There's $14 billion pledged, and Prime Minister Koizumi is going to call countries to account to get them to contribute. And there's going to be an Arab summit of the neighborhood countries, and Colin Powell helped set up that summit.\n", " Well, actually, he forgot Poland. And now, there are 30 nations involved, standing side by side with our American troops, and I honor their sacrifices. And I don't appreciate it when a candidate for President denigrates the contributions of these brave—brave soldiers. It's—you cannot lead the world if you do not honor the contributions of those who are with us. He called them the \"coerced and the bribed.\" That's not how you bring people together.\n\nOur coalition is strong. It will remain strong, for my—so long as I'm the President.\n\nPostwar Iraq\n", " No, what I said was that because we achieved such a rapid victory, more of the Saddam loyalists were around. In other words, we thought we'd whip more of them going in. But because Tommy Franks did such a great job in planning the operations, we moved rapidly, and a lot of the Ba'athists and Saddam loyalists laid down their arms and disappeared. I thought we would—they would stay and fight, but they didn't. And now we're fighting them now.\n\nIt's—and it's hard work. I understand how hard it is. I get the casualty reports every day. I see on the TV screens how hard it is, but it's necessary work. And I'm optimistic. See, I think you can be realistic and optimistic at the same time. I'm optimistic we'll achieve—I know we won't achieve if we send mixed signals. I know we're not going to achieve our objective if we send mixed signals to our troops, our friends, the Iraqi citizens.\n\nWe've got a plan in place. The plan says there'll be elections in January, and there will be. The plan says we'll train Iraqi soldiers so they can do the hard work, and we are. And it's not only just America, but NATO is now helping. Jordan is helping train police. The UAE is helping train police. We've allocated $7 billion over the next months for reconstruction efforts, and we're making progress there. And our alliance is strong. Now, I just told you, there's going to be a summit of the Arab nations. Japan will be hosting a summit. We're making progress.\n\nIt is hard work. It is hard work to go from a tyranny to a democracy. It's hard work to go from a place where people get their hands cut off or executed, to a place where people are free. But it's necessary work, and a free Iraq is going to make this world a more peaceful place.\n", " My opponent just said something amazing. He said Usama bin Laden uses the invasion of Iraq as an excuse to spread hatred for America. Usama bin Laden isn't going to determine how we defend ourselves. Usama bin Laden doesn't get to decide. The American people decide. I decided. The right action was in Iraq.\n\nMy opponent calls it a mistake. It wasn't a mistake. He said I misled on Iraq. I don't think he was misleading when he called Iraq a grave threat in the fall of 2002. I don't think he was misleading when he said that it was right to disarm Iraq in the spring of 2003. I don't think he misled you when he said that if—anyone who doubted whether the world was better off without Saddam Hussein in power didn't have the judgment to be President. I don't think he was misleading. I think what is misleading is to say you can lead and succeed in Iraq if you keep changing your positions on this war, and he has. As the politics change, his positions change, and that's not how a Commander in Chief acts.\n\nI—let me finish. The intelligence I looked at was the same intelligence my opponent looked at, the very same intelligence. And when I stood up there and spoke to the Congress, I was speaking off the same intelligence he looked at to make his decisions to support the authorization of force.\n", " The only thing consistent about my opponent's position is that he's been inconsistent. He changes positions. And you cannot change positions in this war on terror if you expect to win. And I expect to win. It's necessary we win. We're being challenged like never before, and we have a duty to our country and to future generations of America to achieve a free Iraq, a free Afghanistan, and to rid the world of weapons of mass destruction.\n\nHard Decisions/Support for the Military\n", " No, every life is precious. Every life matters. You know, my hardest—the hardest part of the job is to know that I committed the troops in harm's way and then do the best I can to provide comfort for the loved ones who lost a son or a daughter or a husband and wife.\n\nAnd you know, I think about Missy Johnson, who is a fantastic young lady I met in Charlotte, North Carolina, she and her son, Bryan. They came to see me. Her husband, P.J., got killed. He'd been in Afghanistan, went to Iraq. You know, it's hard work to try to love her as best as I can, knowing full well that the decision I made caused her loved one to be in harm's way. I told her, after we prayed and teared up and laughed some, that I thought her husband's sacrifice was noble and worthy, because I understand the stakes of this war on terror. I understand that we must find Al Qaida wherever they hide. We must deal with threats before they fully materialize— and Saddam Hussein was a threat—and that we must spread liberty, because in the long run, the way to defeat hatred and tyranny and oppression is to spread freedom. Missy understood that. That's what she told me her husband understood.\n\nSo you say, was it worth it? Every life is precious. That's what distinguishes us from the enemy. Everybody matters. But I think it's worth it, Jim. I think it's worth it because I think—I know in the long term, a free Iraq, a free Afghanistan will set such a powerful example in the part of the world that's desperate for freedom— it will help change the world—that we can look back and say, \"We did our duty.\"\n", " I understand what it means to be the Commander in Chief, and if I were to ever say this is the wrong war at the wrong time at the right—wrong place, the troops would wonder, \"How can I follow this guy?\" You cannot lead the war on terror if you keep changing positions on the war on terror and say things like, \"Well, this is just a grand diversion.\" It's not a grand diversion. This is an essential, that we get it right. And so I—the plan he talks about simply won't work.\n", " There's 100,000 troops trained, police, guard, special units, border patrol. There's going to be 125,000 trained by the end of this year. Yes, we're getting the job done. It's hard work. Everybody knows it's hard work because there's a determined enemy that's trying to defeat us.\n\nNow, my opponent says he's going to try to change the dynamics on the ground. Well, Prime Minister Allawi was here. He is the leader of that country. He's a brave, brave man. When he came, after giving a speech to the Congress, my opponent questioned his credibility. You can't change the dynamics on the ground if you've criticized the brave leader of Iraq. One of his campaign people alleged that Prime Minister Allawi was like a puppet. That's no way to treat somebody who's courageous and brave, that is trying to lead his country forward.\n\nThe way to make sure that we succeed is to send consistent, sound messages to the Iraqi people that when we give our word, we will keep our word; that we stand with you; that we believe you want to be free. And I do. I believe that the 25 million people, the vast majority, long to have elections. I reject this notion—and I'm not suggesting that my opponent says it, but I reject the notion that some say that if you're Muslim you can't be free; you don't desire freedom. I disagree, strongly disagree with that.\n", " Yes, let me——\n", " The reason why Prime Minister Allawi said they're coming across the border is because he recognizes that this is a central part of the war on terror. They're fighting us because they're fighting freedom. They understand that a free Afghanistan or a free Iraq will be a major defeat for them, and those are the stakes. And that's why it is essential we not leave. That's why it's essential we hold the line. That's why it's essential we win, and we will. Under my leadership, we're going to win this war in Iraq.\n\nFuture U.S. Military Action\n", " I would hope I never have to. I understand how hard it is to commit troops. I never wanted to commit troops. I never—when I was running— when we had the debate in 2000, I never dreamt I would be doing that. But the enemy attacked us, Jim, and I have a solemn duty to protect the American people, to do everything I can to protect us.\n\nI think that by speaking clearly and doing what we say and not sending mixed messages, it is less likely we'll ever have to use troops. But a President must always be willing to use troops. It must—as a last resort.\n\nThe—I was hopeful diplomacy would work in Iraq. It was falling apart. There was no doubt in my mind that Saddam Hussein was hoping that the world would turn a blind eye. And if he had been in power—in other words, we had said, \"Let's let the inspectors work,\" or \"Let's hope to talk him out; maybe an 18th resolution would work,\" he'd have been stronger and tougher, and the world would have been a lot worse off. There's just no doubt in my mind. We would rue the day if Saddam Hussein had been in power.\n\nSo we use diplomacy every chance we get, believe me. And I—I would hope never to have to use force. But by speaking clearly and sending messages that we mean what we say, we've affected the world in a positive way. Look at Libya. Libya was a threat. Libya is now peacefully dismantling its weapons programs. Libya understood that America and others will enforce doctrine, and the world is better for it.\n\nSo to answer your question, I would hope we'd never have to. I think by acting firmly and decisively, it will mean it's less likely to—less likely we have to use force.\n", " First, listen——\n", " ——of course I know Usama bin Laden attacked us. I know that. And secondly, to think that another round of resolutions would have caused Saddam Hussein to disarm, disclose is ludicrous, in my judgment. It just shows a significant difference of opinion. We tried diplomacy. We did our best. He was hoping to turn a blind eye, and, yes, he would have been stronger had we not dealt with him. He had the capability of making weapons, and he would have made weapons.\n", " Let me—I'm not exactly sure what you mean, \"passes the global test.\" You take preemptive action if you pass a global test? My attitude is you take preemptive action in order to protect the American people, that you act in order to make this country secure.\n\nMy opponent talks about me not signing certain treaties. But let me tell you one thing I didn't sign—and I think it shows a difference of our opinion, the difference of opinions—and that is that I wouldn't join the International Criminal Court. This is a body based in The Hague where unaccountable judges and prosecutors could pull our troops, our diplomats up for trial. And I wouldn't join it. And I understand that in certain capitals around the world that that wasn't a popular move. But it's the right move, not to join a foreign court that could—where our people could be prosecuted. My opponent is for joining the International Criminal Court. I just think trying to be popular kind of in the global sense, if it's not in our best interest, makes no sense. I'm interested in working with other nations and do a lot of it. But I'm not going to make decisions that I think are wrong for America.\n\nNorth Korea and Iran\n", " North Korea, first—I do. Let me say I certainly hope so. Before I was sworn in, the policy of this Government was to have bilateral negotiations with North Korea. And we signed an agreement with North Korea that my administration found out that was not being honored by the North Koreans. And so I decided that a better way to approach the issue was to get other nations involved, just—besides us.\n\nAnd in Crawford, Texas, Jiang Zemin and I agreed that the nuclear-weapons-free North—peninsula—Korean Peninsula was in his interest and our interest and the world's interest. And so we began a new dialog with North Korea, one that included not only the United States but now China. And China has got a lot of influence over North Korea, in some ways more than we do.\n\nAs well we included South Korea, Japan, and Russia. So now there are five voices speaking to Kim Chong-il, not just one. And so if Kim Chong-il decides again to not honor an agreement, he's not only doing injustice to America, he'd be doing injustice to China as well. And I think this will work. It's not going to work if we open up a dialog with Kim Chong-il. That's what he wants. He wants to unravel the six-party talks—or the five—the five-nation coalition that's sending him a clear message.\n\nOn Iran, I hope we can do the same thing, continue to work with the world to convince the Iranian mullahs to abandon their nuclear ambitions. We've worked very closely with the Foreign Ministers of France, Germany, and Great Britain, who have been the folks delivering the message to the mullahs that if you expect to be part of the world of nations, get rid of your nuclear programs. The IAEA is involved. There's a special protocol recently been passed that allows for instant inspections. I hope we can do it, and we've got a good strategy.\n", " Right.\n", " The minute we have bilateral talks, the six-party talks will unwind. It's exactly what Kim Chong-il wants. And by the way, the breach on the agreement was not to plutonium. The breach on the agreement is highly enriched uranium. That's what we caught him doing. That's where he was breaking the agreement.\n\nSecondly, you said—my opponent said that he'd work to put sanctions on Iran. We've already sanctioned Iran. We can't sanction them anymore. There are sanctions in place on Iran. And finally, we were a party to the convincing—to working with Germany, France, and Great Britain to send their Foreign Ministers into Iran.\n\nIran/Sudan\n", " Back to Iran, just for a second. It was not my administration that put the sanctions on Iran. That happened long before I arrived in Washington, DC.\n\nIn terms of Darfur, I agree, it's genocide, and Colin Powell so stated. We have committed $200 million worth of aid. We're the leading donor in the world to help the suffering people there. We will commit more, over time, to help.\n\nWe were very much involved at the U.N. on the sanction policy of the Bashir Government in the Sudan. Prior to Darfur, Ambassador Jack Danforth had been negotiating a north-south agreement that we would hope would have brought peace to the Sudan. I agree with my opponent that we shouldn't be committing troops, that we ought to be working with the African Union to do so—precisely what we did in Liberia. We helped stabilize the situation with some troops, and when the African Union came, we moved them out. My hope is that the African Union moves rapidly to help save lives. Fortunately, the rainy season will be ending shortly, which will make it easier to get aid there and help the long-suffering people there.\n\nCharacter of the Candidates\n", " Whew, that's a loaded question. [Laughter]\n\nFirst of all, I admire Senator Kerry's service to our country. I admire the fact that he is a great dad. I appreciate the fact that his daughters have been so kind to my daughters in what has been a pretty hard experience for, I guess, young girls seeing their dads out there campaigning. I admire the fact that he's served for 20 years in the Senate, although I'm not so sure I admire the record. I won't hold it against him that he went to Yale. Nothing wrong with that.\n\nI—my concerns about the Senator is that in the course of this campaign I've been listening very carefully to what he says, and he changed his positions on the war in Iraq, changed his positions on something as fundamental as what you believe in your core, in your heart of hearts, is right in Iraq. You cannot lead if you send mixed messages. Mixed messages send the wrong signals to our troops. Mixed messages send the wrong signals to our allies. Mixed messages send the wrong signals to the Iraqi citizens.\n\nAnd that's my biggest concern about my opponent. I admire his service. But I just know how this world works and that in the councils of government, there must be certainty from the U.S. President. Of course, we change tactics when need to, but we never change our beliefs, the strategic beliefs that are necessary to protect this country in the world.\n", " I'm trying to put a leash on them. [Laughter]\n", " Thank you.\n", " Well, I think—listen, I fully agree that one should shift tactics, and we will in Iraq. Our commanders have got all the flexibility to do what is necessary to succeed. But what I won't do is change my core values because of politics or because of pressure. And it is—one of the things I've learned in the White House is that there's enormous pressure on the President, and you cannot wilt under that pressure. Otherwise the world won't be better off.\n", " Actually, we've increased funding for dealing with nuclear proliferation about 35 percent since I've been the President.\n\nSecondly, we've set up what's called the—well, first of all, I agree with my opponent that the biggest threat facing this country is weapons of mass destruction in the hands of a terrorist network. And that's why we've put proliferation as the—one of the centerpieces of a multipronged strategy to make the country safer.\n\nMy administration started what is called the Proliferation Security Initiative, over 60 nations involved with disrupting the trans-shipment of information and/or weapons of mass destruction materials. And we're— been effective. We busted the A.Q. Khan network. This was a proliferator out of Pakistan that was selling secrets to places like North Korea and Libya. We convinced Libya to disarm. It was an essential part of dealing with weapons of mass destruction and proliferation.\n\nI'll tell you another way to help protect America in the long—in the long run is continue with missile defenses, and we've got a robust research and development program that has been ongoing during my administration. We'll be implementing a missile defense system relatively quickly. And that is another way to help deal with the threats that we face in the 21st century. My opponent is opposed to the missile defenses.\n", " In the hands of a terrorist enemy.\n", " Again, I can't tell you how big a mistake I think that is, to have bilateral talks with North Korea. It's precisely what Kim Chong-il wants. It will cause the six-party talks to evaporate. It means that China no longer is involved in convincing, along with us, for Kim Chong-il to get rid of his weapons. It's a big mistake to do that. We must have China's leverage on Kim Chong-il, besides ourselves. And if you enter bilateral talks, they'll be happy to walk away from the table. I don't think that will work.\n\nPresident Vladimir Putin of Russia\n", " No, I don't think it's okay and said so publicly. I think that there needs to be checks and balances in a democracy and made that very clear—that by consolidating power in a central government, he's sending a signal to the Western world and the United States that—that perhaps he doesn't believe in checks and balances. And I've told him that.\n\nHe's also a strong ally in the war on terror. He is—listen, they went through a horrible situation in Beslan where these terrorists gunned down young school kids. But it's the nature of the enemy, by the way. That's why we need to be firm and resolved in bringing them to justice. It's precisely what Vladimir Putin understands as well.\n\nI've got a good relation with Vladimir, and it's important that we do have a good relation because that enables me to better comment to him and to—better to discuss with him some of the decisions he makes. I found that in this world that it's important to establish good personal relationships with people so that when you have disagreements, you're able to disagree in a way that is effective.\n\nAnd so I've told him my opinion. I look forward to discussing it more with him as time goes on. Russia is a country in transition. Vladimir is going to have to make some hard choices, and I think it's very important for the American President as well as other Western leaders to remind him of the great benefits of democracy, that democracy will best help the people realize their hopes and aspirations and dreams. And I will continue working with him over the next 4 years.\n", " You know my opinion on North Korea. I can't say it any more plainly.\n", " Pardon me?\n", " Oh, I'm a pretty calm guy. [Laughter] I mean, I don't take it personally.\n", " But you know, look, we looked at the same intelligence. We came to the same conclusion, that Saddam Hussein was a grave threat. And I don't hold it against him that he said \"grave threat.\" I'm not going to go around the country saying he didn't tell the truth, when he looked at the same intelligence I did.\n", " Thank you very much, tonight, Jim. Thank you, Senator.\n\nIf America shows uncertainty or weakness in this decade, the world will drift toward tragedy. That's not going to happen so long as I'm your President. In the next 4 years, we will continue to strengthen our homeland defenses. We will strengthen our intelligence gathering services. We will reform our military. The military will be an all-volunteer army. We will continue to stay on the offense. We will fight the terrorists around the world so we do not have to face them here at home.\n\nWe'll continue to build our alliances. I'll never turn over America's national security needs to leaders of other countries as we continue to build those alliances. And we'll continue to spread freedom. I believe in the transformational power of liberty. I believe that a free Iraq is in this Nation's interests. I believe a free Afghanistan is in this Nation's interests, and I believe both a free Afghanistan and a free Iraq will serve as a powerful example for millions who plead in silence for liberty in the broader Middle East.\n\nWe've done a lot of hard work together over the last 3 1/2 years. We've been challenged, and we've risen to those challenges. We've climbed the mighty mountain. I see the valley below, and it's a valley of peace. By being steadfast and resolute and strong, by keeping our word, by supporting our troops, we can achieve the peace we all want.\n\nI appreciate your listening tonight. I ask for your vote. And may God continue to bless our great land.\n"], "oct_13_2004": [" Bob, thank you very much. I want to thank Arizona State as well.\n\nYes, we can be safe and secure if we stay on the offense against the terrorists and if we spread freedom and liberty around the world. I have got a comprehensive strategy to not only chase down Al Qaida, wherever it exists—and we're making progress; three-quarters of Al Qaida leaders have been brought to justice—but to make sure that countries who harbor terrorists are held to account. As a result of securing ourselves and ridding the Taliban out of Afghanistan, the Afghan people had elections this weekend. And the first voter was a 19-year-old woman. Think about that. Freedom is on the march. We held to account a terrorist regime in Saddam Hussein.\n\nIn other words, in order to make sure we're secure, there must be a comprehensive plan. My opponent, just this weekend, talked about how terrorism could be reduced to a \"nuisance,\" comparing it to prostitution and illegal gambling. I think that attitude and that point of view is dangerous. I don't think you can secure America for the long run if you don't have a comprehensive view as to how to defeat these people.\n\nAt home, we'll do everything we can to protect the homeland. I signed the homeland security bill to better align our assets and resources. My opponent voted against it. We're doing everything we can to protect our borders and ports. But absolutely, we can be secure in the long run. It just takes good, strong leadership.\n", " Gosh, I don't think I ever said I'm not worried about Usama bin Laden. That's kind of one of those exaggerations. Of course, we're worried about Usama bin Laden. We're on the hunt after Usama bin Laden. We're using every asset at our disposal to get Usama bin Laden.\n\nMy opponent said this war is a matter of intelligence and law enforcement. No, this is a—war is a matter of using every asset at our disposal to keep the American people protected.\n\nFlu Vaccine Shortage/Health Care\n", " Bob, we relied upon a company out of England to provide about half of the flu vaccines for the United States citizen, and it turned out that the vaccine they were producing was contaminated. And so we took the right action and didn't allow contaminated medicine into our country. We're working with Canada to, hopefully—that they'll produce a—help us realize the vaccine necessary to make sure our citizens have got flu vaccinations during this upcoming season.\n\nMy call to our fellow Americans is, if you're healthy, if you're younger, don't get a flu shot this year. Help us prioritize those who need to get the flu shot, the elderly and the young. The CDC, responsible for health in the United States, is setting those priorities and is allocating the flu vaccine accordingly. I haven't gotten a flu shot, and I don't intend to, because I want to make sure that those who are most vulnerable get treated.\n\nWe have a problem with litigation in the United States of America. Vaccine manufacturers are worried about getting sued, and so, therefore, they have backed off from providing this kind of vaccine. One of the reasons I'm such a strong believer in legal reform is so that people aren't afraid of producing a product that is necessary for the health of our citizens and then end up getting sued in a court of law.\n\nBut the best thing we can do now, Bob, given the circumstances with the company in England, is for those of us who are younger and healthy, don't get a flu shot.\n", " I would, thank you. I want to remind people listening tonight that a plan is not a litany of complaints, and a plan is not to lay out programs that you can't pay for. He just said he wants everybody to be able to buy into the same plan that Senators and Congressman get. That costs the Government $7,700 per family. If every family in America signed up like the Senator suggested, it would cost us $5 trillion over 10 years. It's an empty promise. It's called bait and switch.\n", " Thank you.\n", " Well, his rhetoric doesn't match his record. He's been a Senator for 20 years. He voted to increase taxes 98 times. When they tried to reduce taxes, he voted against that 127 times. He talks about being a fiscal conservative or fiscally sound, but he voted over—he voted 277 times to waive the budget caps, which would have cost the taxpayers $4.2 trillion. He talks about pay-go—I'll tell you what pay-go means when you're a Senator from Massachusetts, when you're a colleague of Ted Kennedy: Pay-go means you pay, and he goes ahead and spends.\n\nHe's proposed $2.2 trillion of new spending, and yet the so-called tax on the rich, which is also a tax on many small-business owners in America, raises 600 million by our account—billion—800 billion by his account. There is a tax gap. And guess who usually ends up filling the tax gap? The middle class.\n\nI proposed a detailed budget, Bob. I sent up my budget man to the Congress, and he says, \"Here's how we're going to reduce the deficit in half by 5 years.\" It requires pro-growth policies that grow our economy and fiscal sanity in the Halls of Congress.\n\nJobs/Education\n", " I say, Bob, \"I've got policies to continue to grow our economy and create the jobs of the 21st century, and here's some help for you to go get an education. Here's some help for you to go to a community college. We've expanded trade adjustment assistance. We want to help pay for you to gain the skills necessary to fill the jobs of the 21st century.\"\n\nYou know, there's a lot of talk about how to keep the economy growing, and we talk about fiscal matters. But perhaps the best way to keep jobs here in America and to keep this economy growing is to make sure our education system works.\n\nI went to Washington to solve problems. And I saw a problem in the public education system in America. They were just shuffling too many kids through the system, year after year, grade after grade, without learning the basics. And so we said, \"Let's raise the standards. We're spending more money, but let's raise the standards and measure early and solve problems now, before it's too late.\"\n\nYou know, education is how to help the person who has lost a job. Education is how to make sure this—we've got a workforce that's productive and competitive. You got—4 more years, I've got more to do to continue to raise standards, to continue to reward teachers and school districts that are working, to emphasize math and science in the classrooms, to continue to expand Pell grants, to make sure that people have an opportunity to start their career with a college diploma.\n\nAnd so to the person you talked to, I say, \"Here's some help. Here's some trade adjustment assistance money for you to go to a community college in your neighborhood, a community college which is providing the skills necessary to fill the jobs of the 21st century.\" And that's what we'd say to that person.\n", " Whoo! Let me start with the Pell grants. In his last litany of misstatements, he said we cut Pell grants. We've increased Pell grants by a million students. That's a fact.\n\nHere he talks to the workers; let me talk to the workers. You got more money in your pocket as a result of the tax relief we passed and he opposed. If you have a child, you got a $1,000 child credit. That's money in your pocket. If you're married, we reduced the marriage penalty. The code ought to encourage marriage, not discourage marriage. We created a 10-percent bracket to help lower income Americans. A family of four making 40,000 received about $1,700 in tax relief. It's your money. The way my opponent talks, he said we're going to spend the Government's money. No, we're spending your money. And when you have more money in your pocket, you're able to better afford things you want. I believe the role of Government is to stand side by side with our citizens to help them realize their dreams, not tell citizens how to live their lives.\n\nMy opponent talks about fiscal sanity. His record in the United States Senate does not match his rhetoric. He voted to increase taxes 98 times and to bust the budget 277 times.\n", " Senator, no one is playing with your votes. You voted to increase taxes 98 times. When they voted—when they proposed reducing taxes, you voted against it 126 times. You voted to violate the budget caps 277 times. You know, there's a mainstream in American politics. You sit right on the far left bank. As a matter of fact, your record is such that Ted Kennedy, your colleague, is the conservative Senator from Massachusetts.\n\nSame-Sex Marriage\n", " You know, Bob, I don't know. I just don't know. I do know that we have a choice to make in America, and that is to treat people with tolerance and respect and dignity. It's important that we do that. I also know, in a free society, people, consenting adults, can live the way they want to live. And that's to be honored.\n\nBut as we respect someone's rights and as we profess tolerance, we shouldn't change—or have to change our basic views on the sanctity of marriage. I believe in the sanctity of marriage. I think it's very important that we protect marriage as an institution between a man and a woman.\n\nI proposed a constitutional amendment. The reason I did so was because I was worried that activist judges are actually defining the definition of marriage. And the surest way to protect marriage between a man and woman is to amend the Constitution. It has also the benefit of allowing citizens to participate in the process. After all, when you amend the Constitution, State legislatures must participate in the ratification of the Constitution.\n\nI'm deeply concerned that judges are making those decisions and not the citizenry of the United States. You know, Congress passed a law called DOMA, the Defense of Marriage Act. My opponent was against it. It basically protected States from the action of one State to another. It also defined marriage as between a man and a woman. But I'm concerned that that will get overturned, and if it gets overturned, then we'll end up with marriage being defined by courts. And I don't think that's in our Nation's interest.\n", " I think it's important to promote a culture of life. I think a hospitable society is a society where every being counts and every person matters. I believe the ideal world is one in which every child is protected in law and welcomed to life. I understand there's great differences on this issue of abortion, but I believe reasonable people can come together and put good law in place that will help reduce the number of abortions.\n\nTake, for example, the ban on partial-birth abortion. It's a brutal practice. People from both political parties came together in the Halls of Congress and voted overwhelmingly to ban that practice. It made a lot of sense. My opponent, in that he's out of the mainstream, voted against that law.\n\nWhat I'm saying is, is that as we promote life and promote a culture of life, surely there are ways we can work together to reduce the number of abortions: Continue to promote adoption laws—that's a great alternative to abortion; continue to fund and promote maternity group homes. I will continue to promote abstinence programs. At the last debate, my opponent said his wife was involved with those programs. That's great, and I appreciate that very much. All of us ought to be involved with programs that provide a viable alternative to abortion.\n\nHealth Care Costs\n", " Gosh, I sure hope it's not the administration. [Laughter] No, there is a—look, there's a systemic problem. Health care costs are on the rise because the consumers are not involved in the decisionmaking process. Most health care costs are covered by third parties, and therefore, the actual user of health care is not the purchaser of health care. And there's no market forces involved with health care. It's one of the reasons I'm a strong believer in what they call health savings accounts. These are accounts that allow somebody to buy a low-premium, high-deductible catastrophic plan and couple it with tax-free savings. Businesses can contribute; employees can contribute on a contractual basis. But this is a way to make sure people are actually involved with the decisionmaking process on health care.\n\nSecondly, I do believe the lawsuits—I don't believe, I know—that the lawsuits are causing health care costs to rise in America. That's why I'm such a strong believer in medical liability reform. At the last debate, my opponent said, \"Well, they only—these lawsuits only cause costs to go up by one percent.\" Well, he didn't include the defensive practice of medicine that costs the Federal Government some $28 billion a year and costs our society between 60 and 100 billion dollars a year.\n\nThirdly, one of the reasons why there's still high costs in medicine is because this is the—they don't use information technology. It's like if you looked at the—it's the equivalent of the buggy-and-horse days compared to other industries here in America. And so we've got to introduce high technology into health care. We're beginning to do it. We're changing the language. We want there to be electronic medical records to cut down on error as well as to reduce costs. People tell me that when the health care field is fully integrated with information technology, it will wring some 20 percent of the costs out of the system.\n\nAnd finally, moving generic drugs to the market quicker. So, those are four ways to help control the costs in health care.\n", " I think it's important, since he talked about the Medicare plan— he's been in the United States Senate for 20 years. He has no record on reforming of health care, no record at all. He introduced some 300 bills, and he's passed 5— no record of leadership.\n\nI came to Washington to solve problems. I was deeply concerned about seniors having to choose between prescription drugs and food, and so I led. And in 2006, our seniors will get a prescription drug coverage in Medicare.\n", " In all due respect, I'm not so sure it's credible to quote leading news organizations about—well, never mind. Anyway—[laughter]—let me quote the Lewin report. The Lewin report is a group of folks who are not politically affiliated. They analyzed the Senator's plan. It costs $1.2 trillion. The Lewin report accurately noted that there are going to be 20 million people—over 20 million people added to Government-controlled health care. It will be the largest increase in Government health care ever.\n\nIf you raise the Medicaid to 300 percent, it provides an incentive for small businesses not to provide private insurance to their employees. Why should they insure somebody when the Government is going to insure for them? It's estimated that 8 million people will go from private insurance to Government insurance.\n\nWe have a fundamental difference of opinion. I think Government-run health will lead to poor quality health, will lead to rationing, will lead to less choice. Once a health care program ends up in a line item in the Federal Government budget, it leads to more controls. And just look at other countries that have tried to have federally controlled health care. They have poor quality health care. Our health care system is the envy of the world because we believe in making sure that the decisions are made by doctors and patients, not by officials in the Nation's Capital.\n", " You talk about the VA. We've increased VA funding by 22 billion in the 4 years since I've been President. That's twice the amount that my predecessor increased VA funding. Of course, we're meeting our obligation to our veterans, and the veterans know that. We're expanding veterans' health care throughout the country. We're aligning facilities where the veterans live now. Veterans are getting very good health care under my administration, and they will continue to do so during the next 4 years.\n\nSocial Security\n", " Bob, first let me make sure that every senior listening today understands that when we're talking about reforming Social Security, that they'll still get their checks. I remember the 2000 campaign; people said, \"If George W. gets elected, your check will be taken away.\" Well, people got their checks, and they will continue to get their checks.\n\nThere is a problem for our youngsters, a real problem, and if we don't act today, the problem will be valued in the trillions. And so I think we need to think differently. We'll honor our commitment to our seniors, but for young—for our children and our grandchildren, we need to have a different strategy. In recognizing that, I called together a group of our fellow citizens to study the issue. It was a committee chaired by the late Senator Daniel Patrick Moynihan of New York, a Democrat. And they came up with a variety of ideas for people to look at.\n\nI believe that younger workers ought to be allowed to take some of their own money and put it in a personal savings account, because I understand that they need to get better rates of return than the rates of return being given in the current Social Security trust. And the compounding rate of interest effect will make it more likely that the Social Security system is solvent for our children and our grandchildren.\n\nI will work with Republicans and Democrats. This will be a vital issue in my second term. It is an issue that I'm willing to take on. And so I'll bring Republicans and Democrats together, and we're of course going to have to consider the costs. But I want to warn my fellow citizens the cost of doing nothing, the cost of saying the current system is okay, far exceeds the cost of trying to make sure we save the system for our children.\n", " He forgot to tell you he voted to tax Social Security benefits more than one time. I didn't hear any plan to fix Social Security. I heard more of the same. He talks about middle-class tax cuts; that's exactly where the tax cuts went. Most of the tax cuts went to low- and middle-income Americans. And now the Tax Code is more fair; 20 percent of the upper income people pay about 80 percent of the taxes in America today because of how we structured the tax cuts. People listening out there know the benefits of the tax cuts we passed. If you have a child, you got tax relief. If you're married, you got tax relief. If you pay any tax at all, you got tax relief, all of which was opposed by my opponent. And the tax relief was important to spur consumption and investment to get us out of this recession.\n\nPeople need to remember, 6 months prior to my arrival, the stock market started to go down, and it was one of the largest declines in our history. And then we had a recession, and we got attacked, which cost us one million jobs. But we acted. I led the Congress. We passed tax relief. And now this economy is growing. We added 1.9 million new jobs over the last 13 months.\n\nSure, there's more work to do. But the way to make sure our economy grows is not to raise taxes on small-business owners. It's not to increase the scope of the Federal Government. It's to make sure we have fiscal sanity and keep taxes low.\n\nImmigration/Border Security\n", " I see it as a serious problem. I see it as a security issue; I see it as an economic issue; and I see it as a human rights issue. We're increasing the border security of the United States. We've got 1,000 more Border Patrol agents on the southern border. We're using new equipment. We're using unmanned vehicles to spot people coming across, and we'll continue to do so over the next 4 years. This is a subject I'm very familiar with. After all, I was a border Governor for a while.\n\nMany people are coming to this country for economic reasons. They're coming here to work. If you can make 50 cents in the heart of Mexico, for example, or make $5 here in America—5.15—you're going to come here if you're worth your salt, if you want to put food on the table for your families. And that's what's happening.\n\nAnd so, in order to take pressure off the border, in order to make the borders more secure, I believe there ought to be a temporary-worker card that allows a willing worker and a willing employer to mate up—so long as there's not an American willing to do the job—to join up in order to be able to fulfill the employer's needs. That has the benefit of making sure our employers aren't breaking the law as they try to fill their workforce needs. It makes sure that the people coming across the border are humanely treated, that they're not kept in the shadows of our society, that they're able to go back and forth to see their families. See, the card will have a period of time attached to it.\n\nIt also means it takes pressure off the border. If somebody is coming here to work with a card, it means they're not going to have to sneak across the border. It means our Border Patrol will be more likely to be able to focus on doing their job.\n\nNow, it's very important for our citizens to also know that I don't believe we ought to have amnesty. I don't think we ought to reward illegal behavior. There are plenty of people standing in line to become a citizen, and we ought not to crowd these people ahead of them in line. If they want to become a citizen, they can stand in line too. And here's where my opponent and I differ. In September 2003, he supported amnesty for illegal aliens.\n", " Well, to say that the borders are not as protected as they were prior to September the 11th shows he doesn't know the borders. They're much better protected today than they were when I was the Governor of Texas. We've got much more manpower, much more equipment there. He just doesn't understand how the borders work, evidently, to say that. That is an outrageous claim. And we'll continue to protect our borders. We'll continue to increase manpower and equipment.\n", " Actually, Mitch McConnell had a minimum wage plan that I supported that would have increased the minimum wage.\n\nBut let me talk about what's really important for the worker you're referring to, and that's to make sure the education system works, is to make sure we raise standards. Listen, the No Child Left Behind Act is really a jobs act when you think about it. The No Child Left Behind Act says, \"We'll raise standards. We'll increase Federal spending, but in return for extra spending, we now want people to measure—States and local jurisdictions to measure, to show us whether or not a child can read or write or add and subtract.\" You cannot solve a problem unless you diagnose the problem, and we weren't diagnosing problems. And therefore, just kids were being shuffled through the school. And guess who would get shuffled through? Children whose parents wouldn't speak English as first language, just moved through; many inner-city kids, just moved through. We've stopped that practice now by measuring early, and when we find a problem, we spend extra money to correct it.\n\nI remember a lady in Houston, Texas, telling me reading is the new civil right. And she's right. In order to make sure people have jobs for the 21st century, we've got to get it right in the education system. And we're beginning to close a minority achievement gap now. You see, we'd never be able to compete in the 21st century unless we have an education system that doesn't quit on children, an education system that raises standards, an education that makes sure there's excellence in every classroom.\n\nJudicial Nominations/Education Funding\n", " What he's asking me is will I have a litmus test for my judges, and the answer is no, I will not have a litmus test. I will pick judges who will interpret the Constitution, but I'll have no litmus test.\n", " Two things: One, he clearly has a litmus test for his judges, which I disagree with.\n\nAnd secondly, only a liberal Senator from Massachusetts would say that a 49-percent increase in funding for education was not enough. We've increased funds, but more importantly, we've reformed the system to make sure that we solve problems early, before they're too late. He talked about the unemployed. Absolutely, we've got to make sure they get educated. He talked about children whose parents don't speak English as a first language. Absolutely, we've got to make sure they get educated. And that's what the No Child Left Behind Act does.\n", " The best way to take the pressure off our troops is to succeed in Iraq, is to train Iraqis so they can do the hard work of democracy, is to give them a chance to defend their country, which is precisely what we're doing. We'll have 125,000 troops trained by the end of this year.\n\nI remember going on an airplane in Bangor, Maine, to say thanks to the Reservists and Guard that were headed overseas from Tennessee and North Carolina and Georgia. Some of them had been there before. The people I talked to, the spirits were high. They didn't view their service as a backdoor draft. They view their service as an opportunity to serve their country.\n\nMy opponent, the Senator, talks about foreign policy. In our first debate, he proposed America pass a \"global test.\" In order to defend ourselves, we have to get international approval. That's one of the major differences we have about defending our country. I work with allies. I work with friends. We'll continue to build strong coalitions. But I will never turn over our national security decisions to leaders of other countries. We'll be resolute. We'll be strong, and we will wage a comprehensive war against the terrorists.\n", " In 1990, there was a vast coalition put together to run Saddam Hussein out of Kuwait. The international community, the international world, said this is the right thing to do. But when it came time to authorize the use of force on the Senate floor, my opponent voted against the use of force. Apparently, you can't pass any test under his vision of the world.\n\nAssault Weapons Ban\n", " Actually, I made my intentions—I made my views clear. I did think we ought to extend the assault weapons ban and was told the fact that the bill was never going to move because Republicans and Democrats were against the assault weapon ban, people of both parties.\n\nNow, I believe law-abiding citizens ought to be able to own a gun. I believe in background checks at gun shows or anywhere to make sure that guns don't get in the hands of people that shouldn't have them. But the best way to protect our citizens from guns is to prosecute those who commit crimes with guns. And that's why, early in my administration, I called the Attorney General and the U.S. attorneys and said, \"Put together a task force all around the country to prosecute those who commit crime with guns.\" And the prosecutions are up by about 68 percent, I believe is the number. Neighborhoods are safer when we crack down on people who commit crimes with guns. To me, that's the best way to secure America.\n", " Well, first of all, it is just not true that I haven't met with the Black Congressional Caucus. I met with the Black Congressional Caucus at the White House.\n\nAnd secondly, like my opponent, I don't agree we ought to have quotas—I agree, we shouldn't have quotas. But we ought to have an aggressive effort to make sure people are educated, to make sure when they get out of high school there's Pell grants available for them, which is what we've done. We've expanded Pell grants by a million students. Do you realize, today in America, we spend $73 billion to help 10 million low- and middle-income families better afford college? That's the access I believe is necessary, is to make sure every child learns to read, write, add, and subtract early, to be able to build on that education by going to college so they can start their careers with a college diploma.\n\nI believe the best way to help our small businesses is not only through small-business loans, which we have increased since I've been the President of the United States, but to unbundle Government contracts so people will have a chance to be able to bid and receive a contract to help get their business going.\n\nMinority ownership of businesses are up because we created an environment for the entrepreneurial spirit to be strong. I think—I believe part of a hopeful society is one in which somebody owns something. Today in America more minorities own a home than ever before. And that's hopeful, and that's positive.\n\nCandidates' Faith\n", " First, my faith plays a lot—a big part in my life. And that's— when I was answering that question, what I was really saying to the person was that I pray a lot, and I do. And my faith is a very—it's very personal. I pray for strength. I pray for wisdom. I pray for our troops in harm's way. I pray for my family. I pray for my little girls. But I'm mindful, in a free society, that people can worship if they want to or not. You're equally an American if you choose to worship an Almighty and if you choose not to. If you're a Christian, Jew, or Muslim, you're equally an American. That's the great thing about America, is the right to worship the way you see fit.\n\nPrayer and religion sustain me. I've received calmness in the storms of the Presidency. I love the fact that people pray for me and my family all around the country. Somebody asked me one time, \"Well, how do you know?\" I said, \"I just feel it.\" Religion is an important part. I never want to impose my religion on anybody else, but when I make decisions, I stand on principle. And the principles are derived from who I am. I believe we ought to love our neighbor like we love ourself. That's manifested in public policy through the Faith-Based Initiative, where we've unleashed the armies of compassion to help seal—heal people who hurt.\n\nI believe that God wants everybody to be free. That's what I believe. And that's part of my foreign policy. In Afghanistan, I believe that the freedom there is a gift from the Almighty, and I can't tell you how encouraged I am to see freedom on the march. And so my principles that I make decisions on are a part of me, and religion is a part of me.\n", " My biggest disappointment in Washington is how partisan the town is. I had a record of working with Republicans and Democrats as the Governor of Texas, and I was hopeful to be able to do the same thing. And we made good progress early on. The No Child Left Behind Act, incredibly enough, was good work between me and my administration and people like Senator Ted Kennedy. And we worked together with Democrats to relieve the tax burden on the middle class and all who pay taxes in order to make sure this economy continues to grow.\n\nBut Washington is a tough town, and the way I view it is there's a lot of entrenched special interests there, people who are on one side of the issue or another, and they spend enormous sums of money, and they convince different Senators to tout their way or different Congressmen to talk about their issue, and they dig in.\n\nI'll continue in the 4 years to continue to try to work to do so. My opponent said this is a bitterly divided time. It was pretty divided in the 2000 election. So, in other words, it's pretty divided during the 1990s as well. We're just in a period, and we've got to work to bring it out.\n\nMy opponent keeps mentioning John McCain, and I'm glad he did. John McCain is for me for President because he understands I have the right view in winning the war on terror and that my plan will succeed in Iraq, and my opponent has got a plan of retreat and defeat in Iraq.\n\nWives and Daughters of the Candidates\n", " To listen to them— [laughter]—to stand up straight and not scowl. [Laughter] I love the strong women around me. I can't tell you how much I love my wife and our daughters. I am— you know, it's really interesting, I tell the people on the campaign trail, when I asked Laura to marry me, she said, \"Fine, just so long as I never have to give a speech.\" I said, \"Okay, you got a deal.\" Fortunately, she didn't hold me to that deal, and she's out campaigning, along with our girls, and she speaks English a lot better than I do. [Laughter] I think people understand what she's saying.\n\nBut they see a compassionate, strong, great First Lady in Laura Bush. I can't tell you how lucky I am when I met her in the backyard at Joe and Jan O'Neill in Midland, Texas. It was the classic backyard barbecue. O'Neill said, \"Come on over. I think you'll find somebody who might interest you.\" So I said, \"All right,\" popped over there. There was only four of us there, and not only did she interest me, I guess you could say it was love at first sight.\n", " In the Oval Office, there's a painting by a friend of Laura and mine named—by Tom Lea. It's a west Texas painting, a painting of a mountain scene. And he said this about it, he said, \"Sarah and I live on the east side of the mountain. It's the sunrise side, not the sunset side. It's the side to see the day that is coming, not to see the day that is gone.\" I love the optimism in that painting because that's how I feel about America.\n\nYou know, we've been through a lot together during the last 3 3/4 years. We've come through a recession, a stock market decline, an attack on our country. And yet, because of the hard work of the American people and good policies, this economy is growing. Over the next 4 years, we'll make sure the economy continues to grow.\n\nWe reformed our school system, and now there's an achievement gap in America that is beginning to close. Over the next 4 years, we'll continue to insist on excellence in every classroom in America so that our children have a chance to realize the great promise of America.\n\nOver the next 4 years, we'll continue to work to make sure health care is available and affordable. Over the next 4 years, we'll continue to rally the armies of compassion to help heal the hurt that exists in some of our country's neighborhoods.\n\nI'm optimistic that we'll win the war on terror, but I understand it requires firm resolve and clear purpose. We must never waver in the face of this enemy that—these ideologues of hate. And as we pursue the enemy wherever it exists, we'll also spread freedom and liberty. We've got great faith in the ability of liberty to transform societies, to convert hostile—a hostile world to a peaceful world. My hope for America is a prosperous America, a hopeful America, and a safer world.\n\nI want to thank you for listening tonight. I'm asking for your vote. God bless you.\n"]}}