{"John Kerry": {"jan_22_2004": [" We don't need a draft now and I wouldn't be in favor of it under the current circumstances.\n\nBut, look, the first place you start to attract people into the military is to have a president who can prove to America that that president will be responsible about how that president deploys the military.\n\nAll across this country there are families right now, all of us have talked to them, who are suffering greatly because the Guards and Reserves have been called up. They are overextended.\n\nThe troops of the United States of America are overextended. Their deployments are too long. The families are hurting at home because they lose money from the private sector when they're called up and they get paid less in the military and nobody makes it up to them.\n\nThe fact is that if we're going to maintain this level of commitment on a global basis, and for the moment we have to because of what's happened, we need an additional two divisions. One's a combat division and one is a support division. Now, that's the responsible thing to do.\n\nI've also said responsibly, that's temporary, because I intend to be a president who goes back to the United Nations, rejoins the community of nations, brings other boots on the ground to help us in the world and reduces the overall need for deployment of American forces in the globe.\n\nAnd I mean North Korea, Germany and the rest of the world, where we can begin to set up a new architecture of participation of other countries.\n", " It would depend on why he did it.\n", " If I were Richard — well, given what we now know about Richard Nixon and what he did think about it, he was deeply disturbed by the veterans' movement that was a movement of conscience.\n\nAnd I could not be more proud of the fact that when I came back from that war, having learned what I learned, that I led thousands of veterans to Washington, we camped on the Mall underneath the Congress, underneath Richard Nixon's visibility. He tried to take us to the Supreme Court of the United States. He did. He tried to kick us off. And we stood our ground and said to him, \"Mr. President, you sent us 8,000 miles away to fight, die and sleep in the jungles of Vietnam. We've earned the right to sleep on this Mall and talk to our senators and congressmen.\"\n\n(APPLAUSE)\n\nI can pledge this to the American people: I will never conduct a war or start a war because we want to; the United States of America should only go to war because we have to. And if you live by that guidance, you'll never have veterans throwing away their medals or standing up in protest.\n\nAnd while we're at it, this president is breaking faith with veterans all across the country. They've cut the VA budget by $1.8 billion. There are 40,000 veterans waiting months to see a doctor for the first time. Whole categories have been eliminated from application to the VA.\n\nAnd I'm not going to listen to Tom DeLay or the president or anybody else lecture the Democratic Party about patriotism when the first act of patriotism is keeping faith with people who wore the uniform of our country.\n\n(APPLAUSE)\n", " I look forward to that fight, and I particularly want to have that debate with this president.\n\nI am a veteran. I fought in a war. I've been a prosecutor. I've sent people to jail for the rest of their life. I have, as a lieutenant governor, helped to fight to create a national plan on acid rain to protect our rivers and lakes and streams for the future.\n\nAs a senator, I've stood up for years and fought for fairness. I've also voted for welfare reform. I am a gun owner and a hunter since I was a young man. I think that my education reform — the other significant efforts to try to make the workplace fair in America are as vital to people in the South and the Southwest and the West and the Midwest of this country as anywhere else.\n\nI look forward to standing up and holding George Bush accountable for pushing seniors off of Medicare into HMOs, for prohibiting Medicare from even negotiating a bulk purchase price, from turning an energy bill into a bonanza for his friends in the oil industry to the tune of $50 billion.\n\nThe workplace of America, Peter, has never been as unfair for the average American as it is today. And there are more ways to describe that than I have in 60 seconds. But over the course of the next months, Americans will come to understand there's a way to make America fundamentally fair and live up to our promise to all of our citizens.\n", " It needs to be banned, taken out. And the companies that have put it in need to be held responsible for it.\n\nI visited with Lisa and Randy Denuccio. They live in Salem. They live right beside a lake in Salem. Their kids no longer use the water there to make lemonade. Their kids no longer shower using that water. They're scared of it. It's polluted with MTBE, as are one- sixth of the lakes of New Hampshire.\n\nNow, Tom DeLay and his friends in Congress have been busy protecting those companies from their responsibility, trying to give them liability immunity for what they've done.\n\nThis is the worst environmental administration that I've ever seen in all my time in public life. They're going backward on clean air, backward on clean water, backward on forest policy.\n\nAnd we deserve a president of the United States who is going to stand up to those powerful interests, as I have. I led the fight to stop Gingrich from destroying the Clean Air and Clean Water Act. I led the fight to stop them drilling in the Arctic Wildlife Refuge.\n\nAnd as president, I will balance between jobs and the economy, but I'm not going to give people a phony choice that says, \"It's either the jobs or the economy.\" Cleaning up the environment is jobs. And we're going to create 500,000 of them for Americans in the first years.\n\n(APPLAUSE)\n", " Well, as a senator for years I have fought for small businesses. I've actually been chairman of the Small Business Committee. And I think one of the reasons, to go back to Peter's question, that the Republicans are going to begin advertising tomorrow to try to attack me and sort of label me is because they know my record. They know I present the strongest challenge to George W. Bush.\n\nI'm the only other candidate, besides Governor Dean, who is outside of the caps. If I win the nomination, I'll have the ability to raise an extraordinary amount of money and answer them back.\n\nToday I was endorsed by Fritz Hollings in South Carolina. I have the endorsement of General Steve Cheney, the former commandant of the Marine Corps, in South Carolina, the former statewide candidate for attorney general, the minority leader of the House, the minority leader of the Senate, Senator Max Cleland in Georgia, because I'm talking common sense to Americans.\n\nAnd common sense is that you need to help small business across this country.\n\nThey just cut today the manufacturing extension program for New Hampshire that has helped $35 million of additional money come to small businesses in this state. The Republicans cut it today.\n\nI'm in favor of tax reductions for small business, and I have a health care plan that will reduce the burden for all Americans, business and those who get their health care in the workplace today.\n", " That's why they're frightened. And that's why I'm going to win.\n\n(APPLAUSE)\n", " Well, I stood up to the people of Massachusetts and the country. Those are the people I answer to. And I answered by saying that there was a right way to hold Saddam Hussein accountable and there was a wrong way.\n\nThe right way was what the president promised, to go to the United Nations, to respect the building of an international coalition in truth, to exhaust the remedies of inspections and literally to only go to war as a last result.\n\nNow, I've fought all my life for peace. I fought against the war in Vietnam when I came home. I fought against Ronald Reagan's illegal war in Central America. I fought with John McCain to make peace in Vietnam. I fought to hold the Khmer Rouge accountable in Cambodia. And on and on.\n\nIf anybody in New Hampshire believes that John Kerry would have in fact gone to war the way George Bush did, they shouldn't vote for me. But if they know that I would have stood up and exhausted the remedies and done what was necessary to hold them accountable but lived up to the values and principles of our country, then I'm the person to be president who actually can make America more secure without breaching relationships across this planet.\n\n(APPLAUSE)\n", " Well, Brit...\n", " Sure.\n", " As a last resort was the promise of a president. And I wrote in the New York Times at that time, I said the United States of America should never go to war because it wants to. It should only go to war because it has to. And that means building legitimacy and consent of the America people, Brit.\n\nLook, I know there is a test as a commander in chief as to when you send young Americans off to war, because I know what happens when you lose that consent.\n\nAnd you got to be able to look in the eyes of a family and say you exhausted every possibility and you only sent their son or daughter to die because you had no other choice.\n\nI believe George Bush failed that test in Iraq. I said so at the time, and that's what I believe happened.\n", " There is the right way to do it and wrong way to do it. He chose the wrong way. And he's run the most arrogant, inept, reckless and ideological foreign policy in the modern history of our country.\n\n(APPLAUSE)\n", " Well, first of all, Bret, I'm not painting a bleak portrait. I'm painting the portrait of the challenge to Americans. And there's no question in my mind that when challenged, Americans rise to the challenge.\n\nBut the president is talking about a very different world from the world that every single one of us as candidates have seen across this country.\n\nWhile profits went up 46 percent for companies, wages for workers went up three pennies. This is a Wall Street Republican recovery, it's not an American worker recovery.\n\nAnd we deserve a president who understands what's really happening to people all across the country. The outsourcing of jobs: One-fifth of the manufacturing jobs in New Hampshire have been lost. Countless numbers of people can't get insurance.\n\nThe president has no plan, not only to give them insurance, but to lower the cost of insurance for $163 million Americans who get them.\n\nI have that plan. I will put America back to work.\n\nI hope we have a great economy next year because there's plenty to talk about: about the environment, about children, about education, higher education, about our role in the world.\n\nThis country is being led in a radically wrong direction by this president. And as we mount this campaign, Americans will join up and vote for change.\n\n(APPLAUSE)\n", " That's a fight I look forward to, because if George W. Bush wants to stand there beside me and defend raising taxes for people who earn more than $200,000 a year, which are the only people who might be argued will have a tax increase by rolling back the Bush tax cut that they rushed through, instead of giving all of America health care and education so we truly leave no child behind, that's a fight we deserve to have in this country. That's a fight we will win.\n\nI am going to protect the middle class. And in the course of my career, Peter, I have voted for countless numbers of tax cuts.\n\nWhen I arrived in the United States Senate, the highest marginal rate was 72 percent. We took it down to 28 percent under Ronald Reagan. It then went back up somewhat. I voted for cutting the capital gains tax, I voted for tax incentives for businesses.\n\nBut this president has created an economy that feeds the special interests and the powerful and the corporate power, and he is not helped the average worker in America to advance their cause. I will.\n"], "jan_29_2004": [" I never said that.\n", " I never said Democrats made a mistake. I never said that all.\n\nI was asked a question about the mathematics of election, and I answered a question about the mathematics with respect to Al Gore's election.\n\nBut I've always said I will compete in the South. I've always said I think I can win the South.\n\n(APPLAUSE)\n\nAnd I don't believe that Senator Fritz Hollings or Congressman Jim Clyburn have endorsed me because I don't believe that we can win the South. I think we can.\n\nIn fact, I think the person who has to worry about coming down to the South and campaigning is President George Bush, who's had 36 months of sustained loss of manufacturing jobs, who has ignored health care, who's turned his back on the schools in the South and who is fundamentally the worst administration in modern history with respect to the environment. And his foreign policy has been reckless and arrogant and led America to break our relationships around the globe.\n\nPeople in the South care about their jobs. They care about health care. They care about safety. They care about cops in the street. They care about their children.\n\nAnd I'm going to talk mainstream American values. And I intend to win in the South and campaign all across it.\n", " There is a very legitimate question, Tom, about what the vice president of the United States was doing at the CIA. There's an enormous question about the exaggeration by this administration.\n\nBut the most important point -- and I think this is the larger issue of how you choose somebody to run and to be president of the United States. The president gave guarantees not just to the Congress and to the American people, but to the world, about how he would conduct himself as president.\n\nHe said he would build a legitimate global coalition. He said he would respect the United Nations inspection process and work through it. And he said to the American people he would go to war only as a last resort.\n\nI will tell you, and I think General Clark will share this, that those who've been to war know that the words \"last resort\" are important. And I intend to hold him accountable in this election, because the American people's pockets are being picked to the tune of hundreds of billions of dollars, and our troops are at greater risk than they needed to be. And we deserve leadership that knows how to take a nation to war if you have to.\n", " I think it's somewhere in between. I think that there has been an exaggeration and there has been a refocusing...\n", " Well, 45 minutes deployment of weapons of mass destruction, number one.\n\nAerial vehicles to be able to deliver materials of mass destruction, number two.\n\nI mean, I -- nuclear weapons, number three.\n\nI could run a long list of clear misleading, clear exaggeration. The linkage to Al Qaida, number four.\n\nThat said, they are really misleading all of America, Tom, in a profound way. The war on terror is less -- it is occasionally military, and it will be, and it will continue to be for a long time. And we will need the best-trained and the most well-equipped and the most capable military, such as we have today.\n\nBut it's primarily an intelligence and law enforcement operation that requires cooperation around the world -- the very thing this administration is worst at. And most importantly, the war on terror is also an engagement in the Middle East economically, socially, culturally, in a way that we haven't embraced, because otherwise we're inviting a clash of civilizations.\n\nAnd I think this administration's arrogant and ideological policy is taking America down a more dangerous path. I will make America safer than they are.\n", " Well, Tom, you don't cut the benefits to people that you've promised. You can do things to guarantee that you keep Medicare solvent, as we've done. We did that in the United States Congress. And we did it with respect to Social Security.\n\nAnd this president wants to privatize Social Security, which will in fact make it more at risk than it is today.\n\nOne of the things we haven't talked about yet, if you want to talk about how we're going to help people, the critical issue on the minds of most people in South Carolina and across the country is health care costs themselves.\n", " Oh, OK. Well, I thought I'd just...\n\n(LAUGHTER)\n\nBecause that's part of the solution to the Medicare problem, is the overall -- for instance, in Medicare, 55 percent, 50 percent of the cost is going to 5 percent of the people for Alzheimer's. If we had a medical care system in this country that dealt better with research, with prevention, with wellness, with the whole parameter of health care issues, we could begin to reduce the costs of Medicare.\n\nThe problem is, this administration has only one plan: savings accounts for people who are able to save -- that's it.\n\nThat's not a plan.\n\nI have a plan that will provide health care to all Americans, that will lower the cost of health care for Americans, and I think that's a critical way to save Medicare and strengthen the entire health care system of our country.\n", " Well, one of the things that you need to know as a president is how things work in Congress if you want to get things done.\n\n(LAUGHTER)\n\n(APPLAUSE)\n\nAnd one of the things that happens in Congress is, you can in fact write a bill, but if you're smart about it, you can get your bill passed on someone else's bill and it doesn't carry your name.\n\nIn addition to that, we did mental health parity. We did child care -- 5 million children have health insurance in this country. Some of them in Vermont were helped.\n\nAnd I think that it's time to recognize that we got a lot done on health care. And when I'm president of the United States, I will complete the mission of Harry Truman, and all Americans will have health care in this country.\n\n(APPLAUSE)\n", " And that's precisely why I'm running for president of the United States and why I intend to be elected, because I believe we can set a better agenda at the national level than this president is willing to.\n\nFritz Hollings and I worked together to try to pass three different textile bills. We passed them to help the textile workers of South Carolina. They were vetoed by Republican presidents.\n\nThat's the problem today. We have a president who is not on the side of the average working people. He is on the side of the drug lobbyists and the big powerful entities, the HMOs.\n\nI have a message for them: We're coming. They're going. And don't let the door hit them on the way out.\n", " Actually, Tom, that's not what I said. What I described was what the critics were saying about it and about the growing questions about it. And I was part of the same movement that Jim Clyburn and Bill Clinton were, the \"mend it, don't end it.\"\n\nThere were a great many questions in the country about how it was being implemented. We wanted to keep it. I've always supported it. In the very speech in which I raised what those perceptions were, I said at the beginning, \"I support affirmative action.\" I said at the end, \"I support affirmative action.\"\n"]}, "Wesley Clark": {"jan_22_2004": [" Well, Tom, I voted for Bill Clinton and Al Gore. When I got out of the military, I looked at both parties. I'm pro-choice, pro-affirmative action, pro-environment, pro- labor. I was either going to be the loneliest Republican in America or I was going to be a happy Democrat.\n\n(LAUGHTER)\n\nAnd there are people who are worried about Democratic Party credentials. I've got to tell them that. But I'm a Democrat of conviction. My wife and I spent our entire time in the uniform taking care of people.\n\nAnd that's what the Democratic Party does. And that's what I want to do as president.\n\nAnd I'm in this party now, and I'll bring a lot of other people into this party, too. And that's what we need to do to win in November.\n", " Well, I've got a lot of experience in leadership. I've never run for elective office before, and in the military, most of us were never members of a political party. But I think what matters in this party is the clarity of your ideas, the strength of your convictions and your ability to communicate.\n\nThe Democratic Party is a party of ideas. It's a party as broad as a Montana sky. We welcome everybody into this party, and we care about people. That's why I'm a Democrat. That's why I want to be president: to help people.\n", " What I'm saying is I believe President Bush must be held accountable.\n\nBefore 9/11, he did not do everything he could have done to keep this country safe. After 9/11, he took us to a war we didn't have to fight and Osama bin Laden and Al Qaida is still going strong. We were at terrorist condition orange.\n\nAs president of the United States, my top priority will be to keep America safe. We're going to go after the terrorist networks. We're going to go after Osama bin Laden. We are not going to live in fear in this country. And we'll use all the resources of the United States — international law, diplomacy, allies, economics and military force, if necessary — to keep this country safe.\n", " I never used the word \"guarantee.\" I never said that, John.\n", " What I said was that the president had been saying that the attack at 9/11 could not have been prevented, and that further attacks were inevitable.\n\nI consider the statement that the attack at 9/11 could not have been prevented as an excuse to cover the fact that this administration didn't do everything they could have done.\n\nAnd I consider their statement that further attacks on the United States are inevitable as an excuse to cover for the fact that they are today not doing everything they could do to keep America safe. And that's wrong, that's why I'm running and that's what I'll fix.\n", " Well, I think Michael Moore has the right to say whatever he feels about this.\n\nI don't know whether this is supported by the facts or not. I've never looked at it. I've seen this charge bandied about a lot.\n\nBut to me it wasn't material. This election is going to be about the future, Peter. And what we have to do is pull this country together. And I am delighted to have the support of a man like Michael Moore, of a great American leader like Senator George McGovern, and of people from Texas like Charlie Stenholm and former Secretary of the Navy John Dalton.\n\nWe've got support from across the breadth of the Democratic Party, because I believe this party is united in wanting to change the leadership in Washington. We're going to run an election campaign that's about the future. We're going to hold the president accountable for what he did in office and failed to do, and we're going to compare who's got the best vision for America.\n", " To be honest with you, I did not look at the facts, Peter. You know, that's Michael Moore's opinion. He's entitled to say that. I've seen — he's not the only person who's said that. I've not followed up on those facts. And frankly, it's not relevant to me and why I'm in this campaign.\n", " Well, I'm very concerned about the Patriot Act. It was passed in haste. It's very long. It's got dozens and dozens and dozens of changes.\n\nWhat we would do is suspend all the portions of the Patriot Act that have to do with search and seizure: sneak-and-peek searches; library records; and so on.\n\nIf they want to do a wiretap, they can do it the old-fashioned way, go to a judge with probable cause.\n\nAnd then, bring the whole act back into the Congress. Lay it out. Ask former Attorney General John Ashcroft to come and testify on his use and abuse of the Patriot Act.\n\n(LAUGHTER)\n\nJust lay it out. What provisions were used, for what, for what good? Why couldn't it have been done another way?\n\nAnd then we're going to put together the right kind of authorities for law enforcement to keep us safe.\n\nBut, Tom, we cannot win the war on terror by giving up the very freedoms we're fighting to protect.\n\n(APPLAUSE)\n", " Well, I don't know about CAPPS II because I have not seen the program, and I don't think many of the people who are worried about it have.\n\nHere's what I believe. I believe that we need to use all of the tools and tradecraft at our disposal to help keep this country safe. And we need to do so in a way that doesn't violate people's privacy.\n\nAnd when I was consulting with Axiom — and I was on the board of the company, and I did take them around and introduce them to various members of the United States government, the Defense Department and so forth, because their technology will improve our security.\n\nBut I was insistence that we do so with a firm grip on the privacy issues. Had I still been on that board when all this was going through, I would have insisted that ACLU and others be brought in to pre-approve CAPPS II. Whether that was done or not, I have no idea.\n\nBut there's nothing intrinsic in the system that we're using that can't be made fully compatible with all of the privacy concerns.\n", " Well, actually, actually, Brit, actually, I did vote for Al Gore in 2000 and for Bill Clinton in 1992 and 1996.\n\nBut when I was in the military, I was not a member of any party. I was an independent, and that's the way it is done in the state of Arkansas.\n\nAnd when I got out, I looked at both parties. And I'm a fair- minded person. And when the president of the United States does two things that I agree with — one of them attacking the Taliban in Iraq, and the other is not quitting in the use of military force in the middle of a dust storm — then I'm going to say so.\n\nAnd when I'm president, I hope that Republicans will praise me when I do things right. But...\n", " Can I just finish my statement?\n", " I'm running for president because I don't like the direction George Bush is taking the country in. I am a Democrat, and I want to turn this country around and set it going in the right direction.\n\nI want to put a strong basis of values back into this Democratic Party and take George Bush head-on. Because family values is our issue in the Democratic Party; it is not the Republicans' issue.\n", " No, that's not true. In fact, if you look at the whole article, what you'll see is that the article lays out a whole series of tasks that have to be done later on.\n\nAnd it's written in a foreign publication. I'm not going to take U.S. policy and my differences with the administration directly into a foreign publication.\n\nBut I made it clear in the article — and I think you've got it there. If you read it on down, you'll see that I say this doesn't mean — they've got to focus now on the peacekeeping, the occupation, the provision of order.\n\nThere's a whole series of tasks that I laid out for them to do that, in fact, they were incapable of doing.\n\nI did not support this war. I would not have voted for the resolution. But once American soldiers are on the battlefield, then I want them to be successful and I want them to come home safely.\n", " I reconcile it with my own beliefs. And I do believe in the right of conscience. And I support a woman's right to choose protected by law.\n\nI fought for human rights in Bosnia. I fought for human rights in Kosovo. And I will fight for human rights in the United States of America.\n\nAnd no one is going to take away a woman's right to choose when I'm president of the United States. It's that simple.\n\n(APPLAUSE)\n", " I understand what the Catholic doctrine is. But I have freedom of conscience. And I believe what I believe. I believe that the right to choose is a right that should be protected by law.\n\nI believe the decision about issues like this are the issues that have to be worked between a woman and her family, her god, her doctor. And as much as I respect the opinion of the Catholic Church, in this case, I don't support it. It's that simple.\n", " I believe in the established law, Roe v. Wade and Casey.\n", " What it says is essentially that a woman has a right to choose, pre-viability and after viability, which is determined by a doctor, then that a woman's right to choose can be constrained by the states, but that the health of the mother must be protected. And she has the right to consult with her doctor on that.\n"], "jan_29_2004": [" Well, I think we are going to win some of these states. We're very strong across this country. We're running a national campaign.\n\nBut, Tom, I want to make very clear that I'm not a career politician, I'm not a Washington insider. I am an outsider. And I'm running this race as someone who's spent his life in leadership and public service in this country. Not someone who's part of the problem, I'll be the solution to the problem.\n\nIf the American people like what's going in Washington, then they should vote for people who've been there and been part of the Washington scene -- No Child Left Behind and all the rest. I haven't been.\n", " Tom, I'll tell you what I think we should do with Iraq right now. We're going to have to form an international organization to take the burden off the United States.\n\nThe president is playing politics with national security when he says we'll be out by the 30th of June. That's just an arbitrary date related to the presidential election. It's not related to what's going on on the ground.\n\nWe need an international organization. We need to be able to bring every nation in that wants to help. We need to pull Bremer out. We need to put the U.S. forces there underneath NATO.\n\nBut I want to go back to the question you raised a minute ago about Iraq, because I heard from the Pentagon two weeks after 9/11 that the administration was determined to go into Iraq, whether or not there was any connection with 9/11; that they were going to use it as a pretext for invading Iraq.\n\nAnd that was common knowledge in Washington. There should never have been a congressional authorization for the president to have a blank check to take this country to war, because everybody knew that's what he intended to do. And they knew what the timetable was. It was a politically motivated timetable to go in the 30th of March, just like this 30th of June date.\n\nWe've got to change this government.\n\n(APPLAUSE)\n", " No, no, no, Tom, no, I didn't blame the Bush administration for the attacks. We know who did the attacks. It was Osama bin Laden and Al Qaida. But what I have said is that the president did not do all he could have done to have prevented that attack.\n", " Well, I have not been on the inside of the Clinton administration, in terms of how they responded to terror.\n", " I will tell you this, Tom. Here's what we did. We always recognized that there was a threat of terrorism. And we began in 1996, with Khobar Towers, to really work on the defensive, the anti-terrorism measures. And as the commander in Europe, we really strengthened our security. And that was my focus, the security of the military forces over there.\n\nIn '98, when Osama bin Laden issued a fatwa against the United States, there should have been, at that point, measures to go and get Osama bin Laden. I'm told that there were such measures that were attempted to be undertaken. Why they didn't work, what they are, and so forth, I don't know.\n\nBut I will say this: that when the Bush administration came to office, the Bush administration was told the greatest threat to America is Osama bin Laden, and yet almost nine months later, when the United States was struck, there was still no plan as to what to do with Osama bin Laden.\n\nBut we had worked really hard with Vladimir Putin to do something about national missile defense and get out of the ABM Treaty, and a lot of other things had been done.\n\nThis administration did not have its priorities right, and the president, not the intelligence community, and not the previous administration, President George W. Bush must be held accountable for that. That's the job of the president of the United States: to focus attention, to set the priorities, to take the actions to keep America safe.\n\n(APPLAUSE)\n", " Well, I would start all over with a lot of things this administration has done, Tom.\n", " And let me start at the...\n\n(APPLAUSE)\n\nJust to get into this. What we've got is a runaway deficit in the United States of America right now. And what we need to do is take back to the federal government the resources we need.\n\nThis prescription drug benefit is an important benefit, if it's done right, for our seniors. But to do it right, you've got to bargain competitively with the pharmaceutical companies and lower the prices. You've got to stop giving a handout to the HMOs. You've got to take Medicare out of competition with the HMOs. And you've got to close the donut hole.\n\nI think with the right leadership in Washington, we can fix this Medicare prescription benefit for our seniors.\n\nIt's just about leadership. And that's what this president doesn't show in Washington on our economy.\n", " And my plan is a three-part plan. First of all, we're going to insure all children. That will be mandated, and we'll help the parents if they can't afford it.\n\nSecondly, we're going to get all adults access to insurance, and we're going to help low- and moderate-income families to buy that insurance, so they're not dependent.\n\nAnd third, we're going to really do cost containment -- not only the provision that John Edwards is talking about, but other provisions. We're going to have a health standards commission that's going to look at the evidence that comes in from the results of medical procedures.\n\nWe're going to be able to provide guidelines for physicians so they do have protection against the malpractice suits and against needless tests.\n\nWe're going to work to automate or use information technology, so that we can control and reduce the 98,000 needless deaths every year in hospitals.\n\nSo what we want to do is take the existing system, make it better, pull people under it. And then we'll see where that goes. But build on what we have. Don't try to replace it with something else.\n", " Tom, I grew up in the South and I went to church every Sunday and I did all that and I can quote Scriptures and so forth.\n\nBut, you know, I think that we need to preserve the separation of church and state.\n\n(APPLAUSE)\n\nI think that kids in school should have the opportunity to pray voluntarily. But when I was a kid in school in Little Rock, we read the Bible and we prayed in home room every morning. And it never occurred to me that I had Jewish friends sitting right there. Now I think, \"What must they have thought?\"\n\nI think we have to be sensitive to other people in this country, and that's why we need to protect the separation of church and state.\n"]}, "Howard Dean": {"jan_22_2004": [" I would not have used the word \"permission,\" nor is that what I meant. You know, my words are not always precise, but my meaning is very, very clear.\n\nIraq was not an imminent threat to the United States. I disagreed with Senator Lieberman, Senator Edwards and Senator Kerry.\n\nWe had successfully contained Iraq for 12 years with no-fly zones. They had virtually no air force to speak of. It turned out they did not have the weapons of mass destruction that people thought they did, myself included. It turned out that much of what the president told us was not so.\n\nI believe that Saddam Hussein's removal from power is good. But I also believe that the way to have done it was to do it through the United Nations, which is why I opposed the president's war in Iraq from the beginning.\n\nWhich just brings me to one other point.\n\nYou know, I'm not a perfect person. I think a lot of people have had a lot of fun at my expense over the Iowa hooting and hollering, and that's justified. But one thing I can tell you is that I'm not kidding about what I say.\n\nThe things that I do are things I believe in. I think it's important that the president of the United States be willing to stand up for what's right and not stand up for what's popular.\n\nI did it with No Child Left Behind. That was a mistake a year ago, not just now that everybody's suffering with it. I did it in Iraq. And I did it when I stood up for civil unions for gay and lesbian people my home state when it wasn't popular. And I'm willing to do it again as president.\n\n(APPLAUSE)\n", " Thanks, Reverend.\n", " It's a complicated, complicated issue. We chose not to do gay marriage. We chose to do civil unions. I think that position, actually, is very similar to Dick Cheney's, who thinks every state ought to be able to do what they want.\n\nLet me talk about health care.\n\nThe advantage I have in health care, besides being a doctor, is that I've actually done what a lot of the folks are talking about. We have health insurance for everybody under 18, 99 percent; everybody under 150 percent of poverty. All our working poor people have health insurance.\n\nA third of our seniors and disabled people have prescription benefits. We didn't wait until George Bush got his bill passed, which gave $200 billion of our money to the drug companies and the insurance companies.\n\nNow, what I want to do for this country is just expand what we did in Vermont. We can do that and balance budgets at the same time, but we can't do that and balance budgets at the same and promise everybody a middle- class tax cut and fund special education.\n\nWe can't play the game President Bush is. In the State of the Union, the president promised another $1 trillion tax cut. Where does he think he's going to get the money on top of the $500 billion deficit?\n\nWe can do these things, but we can't do them without repealing every dime of the Bush tax cuts. Then we can put in health insurance. Then we can fund special education. Then we can fund No Child Left Behind.\n\n(APPLAUSE)\n", " Well, let's talk first about money.\n\nThe president of the United States can't balance a budget. We've not had one Republican president in 34 years balance the budget. You can't trust right-wing Republicans with your money. You ought to hire somebody who has balanced a budget. I'm much more conservative with money than George Bush is.\n\n(APPLAUSE)\n\nSecondly, let's look at issues like guns. Now, that gets me in trouble among my own party. But I come from a very rural state. I probably don't have as a pro-gun control position as some other folks in the Democratic Party.\n\nI believe we ought to have the assault weapons ban renewed. I believe we ought to have background checks, both for purchasing guns and also at gun shows. But after that, I think states ought to make their own laws, because what you need in New York City or what you may want in California is not the same thing that you may want in Montana.\n\nFinally, I'd challenge this president on values any day. When a president of the United States uses the word \"quota,\" which is a race- coded word designed to appeal to people's fears they're going to lose their job to a member of a minority community, that president has played the race card, and that president deserves a one-way bus ticket back to Crawford, Texas.\n\n(APPLAUSE)\n", " I do. We were presented with a series of facts. I came to a different conclusion than the senators did on those facts. My conclusion was that there was no Al Qaida in Iraq, as the president intimated. My conclusion was that Iraq was not about to acquire nuclear weapons, as the president intimated, and as the British intelligence reports reported the opposite of. My conclusion was that we'd successfully contained Saddam Hussein.\n\nPeople have questioned my foreign policy experience, and the retort that I make is, that with patience and judgment, I was able to sort out, in fact, the idea that the president was not being candid with the American people when he asked that the resolution be improved.\n\nI would not have supported that resolution. I said so in Keene on September 20, 2002. So we do have a difference of opinion.\n\nWe have a difference of opinion on No Child Left Behind. I would not have supported that, and said so early on. There are differences between us.\n\nI've said — just to get back to Joe's more cheerful appraisal — I have said that whoever wins up here, I will vigorously support, and I absolutely intend to do so. But that does not mean there are not substantive differences between the candidates here.\n", " Someone earlier made a remark about losing 500 soldiers and 2,200 wounded. Those soldiers were sent there by the vote of Senator Lieberman and Senator Kerry and Senator Edwards. That is a fact. And I think that's a very serious matter. And it is a matter upon which we differ.\n", " We would agree to start in Iowa?\n", " We've got to talk about jobs in order to do that. You know what a red state that's very vulnerable and eligible for us is? South Carolina. They've lost enormous numbers of steel jobs and textile jobs, exactly the kind of thing that Dennis was talking about, because of WTO and NAFTA.\n\nNow, I'm not going to get rid of WTO and NAFTA. We've globalized multinational rights for corporations. We have not globalized labor and environmental rights, and we need to do that if trade's ever going to work fairly.\n\nSo we're going to have opportunities in places like Arizona, Montana, Colorado, Ohio, West Virginia and even in the South.\n\n(LAUGHTER)\n\nAnd you know why? Because they're going to do what you just did to John Edwards. You're going to keep asking him about gay marriage, and John Edwards is absolutely right. This isn't about gay marriage; this is about jobs. This isn't about race; this is about education because everybody needs a good education no matter what color you are.\n\nThis is not about the things that divide us. If we're going to ever win another election again in some of these states, we have to talk about education, health care and jobs. We cannot fight the Republicans on their ground; we're going to fight them on our grounds.\n\n(APPLAUSE)\n", " My voice is just barely recovering now. Please don't.\n", " Well, if you look at my record as governor, we balanced budgets. Every child in my state has health care. We do early intervention in kids, following up 91 percent of all our kids and supporting the kids that are in trouble, supporting their families so they have a better chance of going to college than they do of going to prison.\n\nNow, what I can offer the American people is somebody who believes in social justice tempered by being a fiscal conservative, tempered by wanting budgets to be manageable.\n\nThe greatest injustice you can do in this country is to have an unbalanced budget for a long period of time.\n\nI think the president's unbalancing of this budget is deliberate. Half-a-trillion dollar deficit as far as the eye can see means more cuts in programs for kids, more cuts in education, more cuts in college.\n\nSo, yes, I lead with my heart. I say what I believe.\n\nI think it's time that somebody in this party stood up for what we believe in and wasn't so careful about what they were saying. If we're willing to say anything we have to say to get elected, then we're going to lose. We have to say what we believe, whether it's popular or not.\n", " Well, I'm sure there's a lot of people who are alarmed because they've been alarmed by all kinds of folks who've criticized some of the things I've said.\n\nBut I truly believe that we absolutely have to stand up for bedrock Democratic principles. Al Sharpton talked about it a couple of minutes ago. We're not going to beat George Bush by trying to be like him.\n\nWhat we're really trying to do here is not just change presidents. What we're really trying to do here is steer the country back to a time when we were all in it together. This president has divided us.\n\nWhat I say, what we say in my campaign, when we say we want our country back, we want our country back for all of us. And you have to get out there and lead with your heart and lay it all out for the American people, because that doesn't happen very often in Washington, D.C.\n\n(APPLAUSE)\n", " Well, Peter, you may notice that my voice is a little hoarse. It's not because I was whooping and hollering at my third- place finish in Iowa; it's because I have cold.\n\nWe did have a little fun in Iowa. I thought I owed it to the 3,500 kids that came out and worked for us.\n\nAnd, sure, I would have liked to have been a little bit — done a little better. But I congratulate John Kerry and John Edwards on great campaigns. I think they ran a great campaign.\n\nLet me just take a second to talk about this tax stuff.\n\nI'm going to take a different position than everybody. I think we ought to get rid of the whole Bush tax cut, and here's why: There was no middle-class tax cut.\n\nSixty percent of us got $304. Has your property tax gone up more than $304 because the president cut cops on the beat, refused to fund special education, refused to fund No Child Left Behind? How about your college tuition? Has that gone up more that $304 because the president cut 84,000 kids off Pell Grants in order to pay for the tax cuts for people like Ken Lay?\n\nYour health care, has that gone up because the president cut 500,000 kids off health care?\n\nThere was no middle-class tax cut in this country. Somebody has to stand up and say, we cannot have everything. We can't have tax cuts, pay for health care, pay for No Child Left Behind and pay for an adequate defense.\n\nI believe we ought to have balanced budgets. I've done it 12 times. That is the real issue in this campaign. The future health of this country depends on a balanced budget. And we've got to start telling the truth and stop making promises.\n"], "jan_29_2004": [" No, I didn't.\n", " Well, first of all, I didn't fire anybody this week. We did bring in Roy Neel, and I think he is going to do a great job, former President Clinton's deputy chief of staff, Al Gore's chief of staff.\n", " Who never lobbied and kept faith with his ethics pledge, I might add.\n\nYou know, it's interesting here, a lot of talk about my campaign. Everybody on this stage, or a lot of people on this stage, have now embraced my message. They all talk about change. They all talk about bringing people into the party.\n\nI stood up against No Child Left Behind. I stood up against No Child Left Behind when nobody else would.\n\nSo the question is: When you go to elect a president, you want somebody who's going to stand up for you. How do you know anybody else is going to stand up for you if they wouldn't do it when it really counted and when it wasn't popular?\n", " Well, I don't think anybody knows for sure. And that's why I support the idea of an idea of an independent commission.\n\nWhat we do know is this: The president was not candid with the American people when we went to war. It's why I did not support going to war, even though I did support the first Gulf War and I did support the Afghanistan war. I simply didn't believe what the president was saying.\n\nWhat we now find out is that the Vice President Dick Cheney went to the CIA on at least one occasion, and maybe more, sat with middle- level CIA operatives and berated them because he didn't like their intelligence reports.\n\nIt seems to me that the vice president of the United States therefore influenced the very reports that the president then used to decide to go to war and to ask Congress for permission to go to war.\n\nI am very, very proud of our military. They have done an outstanding job. I think our military ought to be used when we need to use our military.\n\nThe president himself and the secretary of state have recently admitted that there was no connection between Saddam Hussein and 9/11; that there was no connection and no evidence of connection between Saddam Hussein and Al Qaida.\n\nIn that case, why are we in Iraq? And why are so many people from South Carolina there right now, when they should be home concentrating on homeland security and when they should be going after Osama bin Laden and Al Qaida?\n", " You know, I think in some ways, unfortunately, the terrorists have already won. We have an act that allows American citizens to be held without knowing what they're charged with and without seeing a lawyer. To my knowledge, that hasn't happened since 1798, with the Alien and Sedition Acts.\n\nWe can't do that, Tom. We can't -- I think none of us mind being searched and have our shaving kits rummaged through in the airlines and all that. But if we start giving up our fundamental liberties as Americans because terrorists attacked us, then we have a big problem.\n\nI honestly don't believe that John Ashcroft and George Bush and the members of the Federalist Society view the Constitution the way mainstream American attorneys or the way most American citizens do.\n\nWe have a right to protection of our liberties. A lot of people died for that in the Revolutionary War. And I am not going to let the right wing of the Republican Party take those liberties away from us.\n\n(APPLAUSE)\n", " That may be true. Let me tell you what we should do about jobs.\n\nWe ought to change NAFTA. We've only done half the job with globalization. You've globalized the rights of big corporations to do business anywhere in the country, but what we now need to do is globalize the rights of workers, labor unions, environmentalists and human rights.\n\nIf you do that, you raise the standard of living in other countries. And what happens is our jobs stop going away because the cost of production goes up.\n\nIt also reduces illegal immigration, because now you don't have to come to the United States to make a living, you can make one in your country. People don't leave their countries because they hate their country; they leave their countries because they can't make a living. And now we can do that.\n\nYou've got to put the emphasis on fair trade, not free trade. And what the problem has been that when the Clinton administration and the Bush administration continued to push this, only half the job was done. We forgot about the workers.\n\nIf you want jobs in this country, here's what you do. First, you've got to balance the budget. Not one Republican president has balanced the budget in 34 years in this country. You cannot trust the right wing with your money.\n\n(APPLAUSE)\n\nSecondly, you've got to invest in small businesses. Small businesses and self-employed people create 70 percent of all the new jobs in America. That's where our investments should be going, not tax credits to corporations who move their headquarters to Bermuda and their jobs to China.\n\n(APPLAUSE)\n", " No, I think that's right. But I also think that Bill Clinton showed that when you improve the economy and get people jobs, then you increase payroll taxes and you make these funds more solvent.\n\nNow, Senator Kerry is the front-runner, and I mean him no insult, but in 19 years in the Senate, Senator Kerry sponsored nine -- 11 bills that had anything to do with health care, and not one of them passed. If you want a president who is going to get results, I suggest that you look at somebody who did get results in my state.\n\nThat's how we're going to fix Medicare, is to get somebody who has executive experience in governing, particularly in health care, particularly somebody who is a doctor who understands these things, who is willing to get stuff done. And I don't think we are going to do that getting somebody from the United States Senate to be the Democratic nominee.\n\n(APPLAUSE)\n", " Actually, in urban states, the NRA doesn't have a very reputation, but in rural states like mine, it does. I've done a lot of conservation work with the NRA.\n\nBut I want to take a run at Senator Kerry and give him another rebuttal opportunity here, because he gave what I consider to be a real Washington answer to the last question about mental health. He claimed credit for the mental health parity bill and for helping children get health care.\n\nWell, in South Carolina there is 102,000 kids with no health care. Do you have mental health parity? Because if you were in my state, you would. And I don't think what Senator Kerry was talking about has been very much help for the people of South Carolina or anyplace else.\n\nWith me, you'll get results, because I'm a governor and I've done it. And with Washington, no matter what they say, it never seems to trickle down to the people in South Carolina.\n"]}, "Dennis Kucinich": {"jan_22_2004": [" The answer to your question is, yes, I would.\n\nAnd what I would replace it with is a new educational structure where the focus would be on helping to bring forth the creativity of our children, in stressing arts and language, music; to invite the participation of educational philosophers and psychologists and administrators and teachers and parents and children; to take a new focus on our education, to stop this incessant direction of trying to make our nation of test-takers, of putting the pressure on teachers to teach to the test, and then school districts depending on the results of those tests for their funding.\n\nNo Child Left Behind has not worked out the way that anyone thought it would. And what has happened is, it's become an unfunded mandate. It has become a misdirection of the way education ought to be in America.\n\nI would have a universal pre-kindergarten program where children can go to school beginning at age 3, a fully funded elementary and secondary education act, and free college tuition for all America's young people.\n\n(APPLAUSE)\n", " Well, first of all, we have to acknowledge that this administration has created the deficit with tax cuts to the rich; with a war that was unnecessary, that will soon be $200 billion and could run over a half a trillion dollars; with an expanded Pentagon budget. They're driving a deficit, and they're driving a trade deficit.\n\nLet me tell you one thing I intend to do. I intend to create a universal, single-payer, not-for-profit health care system. By the way, we're already paying for that; we're just not getting it.\n\nI intend to create a universal pre-kindergarten program, not for profit, that would be run by the public schools, that would be funded by a 15 percent reduction in the Pentagon.\n\nI intend to create universal college education, funded by putting the tax cuts, that Bush has given, back to college students so they could go to college tuition-free.\n\nWe need to take the trajectory of the deficit down slowly, but the one thing I won't do is cut domestic programs.\n", " The target date is going to be judged by how much of a rut the president gets us into. I mean, the fact of the matter is, that we have to get out of Iraq, and we have to stop this massive Pentagon expansion. And the president, at the State of the Union address, just said he wants to lock in the tax cut.\n\nHe's going in the wrong way. And I dare say, that what the strategy of his administration is, is just to wipe out government's purpose for any social and economic justice at all. And I'm going to take the country in an opposite direction than he's taking it.\n\n(APPLAUSE)\n", " Well...\n", " OK.\n", " Of course it is. Of course it is. I mean, I took the position of organizing 126 Democrats who voted against the Iraq war resolution, and I happen to think it was the right position.\n\nToday we're faced with over 500 casualties, a cost of over $200 billion. And it could rise — the casualties could go into thousands and the cost could go over half a trillion — if we stay there for years, as a number of people on this stage intend to see happen.\n\nWell, let me tell you something. There is a difference of opinion in our party, and I stand strong and proud in saying that it's time that we get the U.N. peacekeepers in and bring our troops home. And I've offered a plan to do that, I mentioned earlier.\n\nNow, with respect to what happened in Iowa, let me state this: that if I was looking for someone to pair up with under the Iowa caucus system based on who I agreed with, I wouldn't have had anyone to agree with...\n\n(LAUGHTER)\n\n... because the fact of the matter is, I've had a really great difference of opinion, having been the only one on this stage who voted against the war and the Patriot Act.\n\nBut John Edwards and I are friends. And one thing we agreed on in Iowa is that we both wanted more delegates. That's what we agreed on.\n\n(LAUGHTER)\n\n(APPLAUSE)\n", " It's great to communicate with the mass public. That's what this election's about.\n", " Thank you.\n\n(LAUGHTER)\n\nAs president of the United States I would lead this country on a new energy initiative. In the same way that President John F. Kennedy decided to bring the academic and spiritual resource of this country to have the United States reach the moon someday, I intend to have a very infinitely interesting journey to planet Earth.\n\nAnd that journey will be about sustainable and renewable energy.\n\nBy the year 2010, I'll call upon Americans to assist in creating a program, not only of conservation, but of moving to renewable energy, away from oil, nuclear and coal, and towards wind and solar and geothermal, green hydrogen and biomass.\n\nWe're talking about saving our planet here. We have to understand even here in New Hampshire how trees are affected and the, you know, maple syrup is affected as a product here. We have to recognize that the economy of this region has been hurt by environmental policies which dirty the air and the water. I'm going to change that.\n", " This graph is about the loss of New Hampshire jobs because of NAFTA and the WTO. Twenty-two thousand jobs can be directly traced to NAFTA and the WTO, jobs that were good paying jobs in this state that were lost. This other graph is about the loss of 3 million American manufacturing jobs because of NAFTA and the WTO.\n\nAs president of the United States, I intend to have a trade structure which supports manufacturing in this country — steel, automotive, aerospace, textiles, shipping. I intend to have a manufacturing policy which stops the hemorrhaging not only of manufacturing jobs, but high-tech jobs as well.\n\nAs president of the United States, my first act in office, understanding how NAFTA and the WTO have severely hurt the state's economy, my first act in office will be to cancel NAFTA and the WTO and return to bilateral trade conditioned on workers' rights, human rights and environmental quality principles.\n\n(APPLAUSE)\n", " Well, excuse me, Peter, on radio I was showing it to Howard Dean, and I'm glad that Howard had a chance to see it.\n", " Pardon?\n", " This information comes from the National Association of Manufacturers.\n", " I'm sure it's on their Web site.\n", " And this information comes from a briefing paper from the Economic Policy Institute. It was given to me by a group of New Hampshire - - by the people of New Hampshire, who are working under the fair trade for New Hampshire. And I'm supporting their efforts.\n\nAnd frankly, I wish that every candidate on this stage would join me in saying that you would agree to cancel NAFTA and the WTO, in light of what it's cost New Hampshire.\n\n(APPLAUSE)\n", " Well, we have to keep in mind that the education cuts that have occurred because of the Bush administration in New Hampshire include $800,000 cut for Pell Grants, $1.1 million for educating children in rural schools, $400,000 for teacher quality training grants, $233,000 for safe and drug-free school grants.\n\nThe federal government has all kinds of mandates, but the problem is, is in funding them.\n", " And as many people have learned across this country, with respect to the No Child Left Behind Act, that we spoke of earlier, the administration in the last budget provided for — they provided $21 billion dollars when there were $32 billion in needs. And what they're doing is putting pressures on school districts all over the country.\n\nWhen you create a program, you should fully fund it. And what I will do as president is to make education one of the top national priorities by a fully funded pre-kindergarten program for all children ages 3, 4 and 5, by a fully funded Elementary and Secondary Education Act, and by a fully funded program for tuition free at all public colleges and universities.\n", " No. Actually, the plan that is predicated on the United Nations being presented with an entirely different direction. And that different direction would be that the United States would disavow any interest in the oil.\n\nAsk the U.N. to handle the oil assets of Iraq on behalf of the Iraqi people, until the Iraqi people are self-governing. Ask the U.N. to handle the contracts until the Iraqi people are self-governing.\n\nThe United States should renounce any interest in privatization of the Iraq economy. And we should ask the U.N. to help construct a cause of governance in Iraq with a new constitution and elections.\n\nThat approach, plus to fund a U.N. peacekeeping mission; in addition to that, to provide repairs for what we destroyed in Iraq, plus reparations for the families of innocent civilian noncombatants — all that constitutes a plan which would enable the United States to go to the U.N. and say, \"Look, agree with this plan, send in U.N. peacekeepers,\" and 90 days later, we'll have our troops home.\n\nI do stand here saying that I believe sincerely that we should bring in U.N. peacekeepers and bring our troops home. And I have the plan to do that.\n"], "jan_29_2004": [" Well, Tom, keep in mind, there's so much talent on this stage that I believe this race is going to go all the way to the convention. And what that means -- no one's going to get 50 percent of the delegates going to the convention. And I expect to be able to pick up delegates, state by state. And I'll arrive at the convention right in the mix for the nomination, and I look forward to it.\n", " Tom, you've mischaracterized my position.\n", " My position is that we go to the United Nations with a whole new direction, where the United States gives up control of the oil, control of the contracts, control of ambitions to privatize Iraq, gives up to the United Nations all that on an interim basis to be handled on behalf of the Iraqi people until the Iraqi people are self- governing.\n\nFurthermore, we would ask that the U.N. handle the elections and the construction of a constitution for the Iraqi people.\n\nWhen the U.N. agrees with that, at that point, we ask U.N. peacekeepers to come in and rotate our troops out.\n\nWe help to fund it, we would help pay to rebuild Iraq, and we would give reparations to those innocent civilian noncombatants who lost their lives -- to their families.\n", " On an interim basis, until the Iraqi people can be self-governing.\n", " I wouldn't say it wasn't on the agenda. I would say that the Clinton administration handled its approach in a way that I think tried to create international cooperation.\n\nTom, where I think the problem is today is that the administration's approach, their doctrine is wrong. The doctrine of preemption led us into Iraq. The doctrine of unilateralism essentially led us into Iraq. The doctrine of first strike puts us at risk of expanding war.\n\nSo this administration started off with the wrong doctrine. And you know what? It was ideologically driven. Because we know that the Project for the New American Century was talking years before about an attack on Iraq and their ideological adherents came into the administration.\n\nWe need to re-engage with the world community and work with the world community through the U.N. Tom, that's the only way we're going to be safe as a nation.\n\n(APPLAUSE)\n", " Well, that presumes that people of this country do not have a social consciousness. I believe they do. That's why we've lost hundreds of textile plants in this country. That's why our steel, automotive, aerospace, shipping and textile industries are in such severe trouble.\n\nWhat I intend to do as president of the United States is to challenge this global trading structure where corporations are actually controlling nations with their trade rules.\n\nThat's why I've said my first act in office will be to cancel NAFTA and the WTO...\n\n(APPLAUSE)\n\n... and return to bilateral trade, which will be conditioned on workers' rights, human rights and environmental quality principles.\n\nTom, with all respect to Governor Dean, you can't just say you're going to fix these trade agreements, because they're written so as not to be fixed. They could have been fixed in 1993 when NAFTA was passed, and in '94 when the WTO went into effect.\n\nWe are losing our manufacturing base. Some of these trade laws, you can't even buy America the way they're set up.\n\nAnd so, you know, my position: Buy America or bye-bye America.\n\n(APPLAUSE)\n", " I actually introduced the bill to create that.\n", " No. Because what Senator Clinton was proposing was really more HMOs, and the competition in the insurance industry caused so many people in the insurance industry to be afraid of it.\n\nLet me tell you what the real issue is here.\n\nAmerica spends $1.6 trillion on health care. But all that money doesn't go for the care of people. About $400 billion goes for the activities of the for-profit system. There are people who are stuck, who have insurance, who have higher premiums, co-pays and deductibles regularly. They're asking, \"Who's going to take care of me?\"\n\nMy proposal shifts the whole system into a not-for-profit system. It eliminates these corporate profits and stock options and executive salaries, the advertising, lobbying, marketing costs.\n\nAnd you know what it does? It helps...\n\n(APPLAUSE)\n\nTom, what it does is, it creates a system where everybody is cared for, where all medically necessary procedures are covered, plus vision care, plus dental care, plus mental health care, plus long-term care, plus a prescription drug benefit. That's what I offer. They can state what they offer.\n\n(APPLAUSE)\n"]}, "John Edwards": {"jan_22_2004": [" Because I said from the very beginning, before the first resolution was ever voted on in the Congress, that in order for this effort to be successful it was absolutely critical that when we reached this stage that it be international, that it not be an American operation, that it not be an American occupation. And so long as it was that, we'd see the problems we've seen right now.\n\nEveryone on this stage has been critical of the way George Bush has conducted this phase of the operation. But at the point where we had to stand up and say yes or no, we had to stand up and vote and support that vote, I thought it would be a mistake for me to say to the president, \"What you're doing is right, I support it, go forward, here's your blank check, come back next year and ask for more money.\"\n\nHe needed to change course. We needed to have the United Nations in charge of the civilian authority. We needed NATO present to help provide security there, at least along the Saudi Arabian and the Iranian border so we could concentrate on the Sunni triangle.\n\nAnd actually, I have to say there are two of us on this stage, Senator Kerry and myself, who both voted against it. And I know that both of us felt we needed to say loud and clear to President Bush that what he was doing was wrong and we thought he needed to change course.\n", " It was not a protest vote. I voted exactly the way I thought I should have voted.\n\nAnd not only that, had I been the deciding vote, I would have voted exactly the same way. Because what would have happened, had that occurred, is the president would have immediately come back to the Congress with a plan, changing course, so that he could get the approval he needed.\n\nAnd I thought it was critically important for us to say to this president, \"What you're doing is wrong. You have to change course.\"\n\nIt's all well and good to criticize him. That's just words. We came to the point where we had to stand up and take responsibility. I took responsibility.\n", " Because I know — Brit, because I know that the president, nor us, would have ever left the troops over there without the support that they needed. None of us would have allowed that to happen.\n\nBut it was critical that we say to the — if we had said yes to this vote — if I can just finish this — if we had said yes to this, it would have been tantamount to saying, \"Here's your blank check, go forward. Come back next year, we'll give you another blank check. You can continue this policy. And all of us will stand on stages and criticize you, but when it comes time for when we have to put our rear end on the line and take responsibility, we won't take that responsibility.\"\n\nI took responsibility. I think it was the right thing to do.\n\n(APPLAUSE)\n", " Well, I have been in these parts of the world. I have been in Pakistan, met with President Musharraf, been in Afghanistan, met with then interim chairman — interim head of the government Karzai. I have met with other Islamic leaders around the world, discussed with them the problems that their country and their people face.\n\nI would never claim to be an expert on Islam. I am not. But I do believe that Islam, as in a lot of other faiths that we as a nation embrace and lift up, that I have shown respect for faiths that are different than mine my entire life. I think I do understand the tragedy of the day-to-day lives of people who live in Arab countries, who live lives of hopelessness and despair.\n\nI think that contributes to the animosity that they feel toward the United States.\n\nAnd part of our ongoing vision — my ongoing vision for America includes getting at the root causes of that animosity toward the United States, which means being able to communicate, not just with the leadership, for example, in Saudi Arabia, but being able to communicate directly with the people...\n", " ... to express...\n", " I think we have a responsibility when we deal with the leadership of these countries. Our relationships, Peter, have been at the leadership level. And we see the results of that. We have ongoing relationship with the Saudi royals, with President Musharraf, with Chairman Karzai. We have relationships with the leaders of these Islamic countries.\n\nThe problem is, we have no relationship with the people. And not only do we have no relationship with the people, it's absolutely clear that they feel great animosity toward the United States. We need to, first, be able to communicate directly with the people.\n\nSecond, find opportunities. For example, President Musharraf said to me when I met with him: They desperately needed a public school system as an alternative to the religious schools, where their kids are taught to hate Americans.\n\nWe need to take advantage of the opportunities available to us and our allies, to reach out, not just to the leaders of these countries for our own purposes, but also to develop a relationship for the people themselves so that they understand what Americans care about and that we actually care about the peace and prosperity of the entire world.\n", " I think he was right. I think he was right because what happened with the Defense of Marriage Act is it took away the power of states, like Vermont, to be able to do what they chose to do about civil unions, about these kinds of marriage issues.\n\nThese are issues that should be left — Massachusetts, for example, has just made a decision, the supreme court at least has made a decision, that embraces the notion of gay marriage.\n\nI think these are decisions that the states should have the power to make. And the Defense of Marriage Act, as I understand it — you're right, I wasn't there when it was passed — but as I understand it, it would have taken away that power. And I think that's wrong. That power should not be taken away from the states.\n", " I think it's a decision that should be made on a state- by- state basis. I think each state should be able to make its own decision about what they embrace.\n\nNow, if I can take just a minute — since you've asked me a lot of process questions, can I talk about what I believe...\n", " ... for just a moment, if you don't mind?\n\nHere's what I believe: I believe it is the responsibility of the president of the United States to move this country forward on this important issue.\n\nAnd there is so much work to be done to treat gays and lesbians and gay and lesbian couples with the respect that they're entitled to. They deserve, in my judgment, partnership benefits. They deserve to be treater fairly when it comes to adoption and immigration.\n\nWe should examine — whoever the president of the United States is; I believe it will be me — should examine with our military leadership the \"Don't Ask, Don't Tell\" policy that resulted in a number of linguists who we desperately needed being dismissed from the military.\n", " There are clearly steps that should be taken by the president, in some cases in conjunction with the Congress...\n\n(CROSSTALK)\n", " Yes.\n", " No, the Defense of Marriage — first of all, I wasn't in the Congress, I don't claim to be an expert on this. But as I understand the Defense of Marriage Act, it would take away the power of some states to choose whether they would recognize or not recognize gay marriages. That's my understanding of it.\n", " What I believe is that — and by the way, I would point out to you at the outset of this question: Remember, I didn't get to the Senate by accident. I actually defeated an incumbent Republican senator who was part of the Jesse Helm's political machine in North Carolina, the result of which is I'm now the senior senator from North Carolina instead of Jesse Helms, which is a very good thing for this country. And that didn't happen by accident.\n\n(APPLAUSE)\n\nI grew up in the rural South. I know deep inside what people care about. From the time I was growing up, everyone around me hunted, everyone had guns. I respect and believe in people's Second Amendment rights.\n\nThat does not, however, mean that somebody needs an AK-47 to hunt. It does not mean that somebody who's been convicted of a violent crime should be able to walk out of prison, walk across the street and buy a gun. It does not mean that we shouldn't take every step that we can take to keep guns safe and keep guns out of the hands of kids.\n\nSo, my belief is, first, I defend people's Second Amendment rights, but I don't think it's without limit.\n\nI think there are limits on those rights, and particularly when the concerns and rights and interests of the American people are at stake.\n", " You mean in addition to what we have?\n", " I think we should extend the Brady Bill. I think the Brady Bill is, around now, set to expire. I think it should be extended.\n\nI think that we need to close forever the gun-show loophole so that we don't have problems that I just described, of people who've been convicted of violent crimes walking out of prison, being able to walk across the street and buy a gun.\n\nI think it does make sense to have trigger locks for the purpose of keeping guns safe so that we don't have 6-year-old children accidentally killing other 6-year-old children.\n\nSo I think there are reasonable things we can do. But I start from the place that we have to begin — we have to protect people's Second Amendment rights. I have lived with this my entire life. And as I said earlier, I believe I understand what people are concerned about.\n", " Well, actually, Brit, I think 32 percent of Iowans decided it was not too early...\n\n(LAUGHTER)\n\n... that they wanted me to be their president.\n\n(APPLAUSE)\n\nAnd I think the reason for that is people are hungry for change. They're hungry for change in America. They're hungry for change in Washington, D.C. And the truth is, the truth is, that I'm somebody who's been in Washington long enough to see what's wrong with it and how it needs to be changed.\n\nYou asked a few minutes to Joe Lieberman — or Joe was asked a few minutes ago about the prescription drug bill and what should be done. Here's a perfect example of what goes on in Washington every day: The lobbyists and these powerful lobbies for the drug company, they're taking the democracy away from the American people. Their lobbyists, who make huge campaign contributions, they're lobbying the Congress every day. There's a revolving door between the government and lobbyists.\n\nWe need to do a whole group of things to restore the power in this democracy to the American people so that these insiders are not continuing to run this government.\n\nAnd what I would do is ban their contributions. I would shine a bright light on their activities so we, in fact, know what they're doing.\n\nAnd third, I would make them tell us everything they're doing: Who they're lobbying for; who they're lobbying; the money they're spending; who they're trying to influence.\n\nThose are the things that we need to do to bring real change to this country.\n", " I can't hear you.\n", " No. There's something wrong with the impact that Washington lobbyists are having on our system of government.\n", " Because — since you asked me, may I say one other word about that?\n\nBecause if you watch what happens there every single day, they are influencing legislation. The power of the American people to have their representatives decide only in the interests of the American people has been taken away. And it happens over and over and over.\n\nWhich is why I have laid out a very clear set of proposals: banning contributions from Washington lobbyists. I've never taken any money from Washington lobbyists, but no one should be able to take money from them...\n", " ... and, second, making sure we know what they're doing.\n", " I'm completely opposed to the constitutional amendment. I think it's wrong and unnecessary.\n\nI wonder if I could just step back for a minute. There's been an enormous amount of discussion in the first hour, hour-and-a-half of this debate, about us, about ourselves. You know, if we could just take a minute and talk about what's actually happening in the country.\n\nFor example, there's been no discussion about 35 million Americans who live in poverty every single day. Millions of Americans who work full-time for minimum wage and live in poverty.\n\nWe have, in a country of our wealth — if you'll let me finish — in a country of our wealth and prosperity, we have children going to bed hungry. We have children who don't have the clothes to keep them warm.\n\nAnd I understand that maybe on some poll, that may not be a big issue, but the truth is, it's important. This is what — we should talk about it and do something about it, because it's wrong.\n\nAnd we need — we, the Democratic presidential candidates, we have a responsibility, I believe, a moral responsibility, to do something about 35 million Americans living in poverty.\n\nAnd the only thing I'm suggesting, we need to spend some time, more time in this debate talking about the issues. Instead of talking about ourselves, why don't we talk about them? Why don't we talk about the voters and the things that affect their lives? That's what we ought to be doing.\n", " Thirty five million Americans living in poverty is also an important issue.\n", " It's not the word I'd use, but I think the president is dead wrong, dead wrong on this issue.\n", " Well, it's bigger than Al Qaida, John. It's also the whole issue of terrorism and how we fight terrorism.\n\nThere are two questions. One is: What should we do abroad, outside our borders?\n", " Can I include in my answer also what we should be doing here at home?\n\nAbroad, the most critical element that's missing from this administration, if you — I'm on the Senate Intelligence Committee — if you look at the map of where these terrorist organizations are, where they operate, the most critical thing that's missing from this administration is a working relationship with many of the countries in which these groups operate.\n\nWithout the cooperation of those countries — this is a place where working with our allies is not abstract. It has a direct impact on our ability to protect the American people.\n\nThere are also lots of things that should be done here at home that aren't being done. Better job of protecting our ports, a critical issue here in the state of New Hampshire. Better job of protecting our nuclear facilities and our chemical plants.\n", " If you ask most people in New Hampshire, \"What would you do differently today than you would have done on September 11th if a terrorist attack occurs,\" they have no idea.\n\nWell, the reason is, we don't have a comprehensive warning system in place. We don't have a comprehensive response system in place.\n\nThere are a whole group of things that we need to do, both at home and abroad, to try to keep the American people safe and to effectively fight this war on terror.\n"], "jan_29_2004": [" This is a place where I believe I can and should win.\n", " I believe I'm going to win and I believe I'm going to go forward.\n\nAnd if I can just add to something that Senator Kerry just said. You know, I think it's an enormous mistake, first historically, for us to ignore the South. What has happened is that the Republicans take the South for granted. And too many times, the Democrats ignore the South.\n\nWe can't do that, because historically we've never elected a Democrat president without winning at least five southern states.\n\nMore importantly, it's wrong because we as Democrats are about expanding the party, bringing people into the party. I mean we don't -- we reach out to everybody, everybody of different race, different gender, different background. And that also goes for those people who live in different regions of the country.\n\nSo it's enormously important for us to be successful, electorally, and to have a president that people in the South and all across the country believe represents them, represents their values, for us to continue that expansion and reach out and embrace the South.\n", " Well, it wasn't just the National Intelligence Estimate, it was a whole -- it was actually two or three years of sitting in briefings and receiving information from the Intelligence Committee, not only about the weapons issue, which is what Howard just talked about, but also about the atrocities that Saddam was committing against his own people, gassing Kurdish children in northern Iraq. And I have to say, I think it is not for the administration to get to the bottom of this. It's actually not for the Congress to get to the bottom of this. The American people, we, need to get to the bottom of this, with an independent commission that looks at -- that will have credibility and that the American people will trust, about why there is this discrepancy about what we were told and what's actually been found there.\n", " I think the answer is no, we don't get enough help in a lot of areas.\n\nFor example, the Saudi royals, who we're so dependent on Saudi Arabia for our oil, and we've not moved this country in the direction we need to go toward energy independence, which is desperately needed; cleaner, alternative sources of energy, more fuel-efficient vehicles, because we're so dependent on them for oil, the fact we don't get the cooperation we need from them.\n\nAnd there's a complete disconnect between the leadership, not only in Saudi Arabia, but in a number of these Islamic countries and their people and their attitudes toward America.\n\nCan I just go back a moment ago -- to a question you asked just a moment ago? You asked, I believe, Senator Kerry earlier whether there's an exaggeration of the threat of the war on terrorism.\n\nIt's just hard for me to see how you can say there's an exaggeration when thousands of people lost their lives on September the 11th.\n\nI think the problem here is the administration is not doing the things, number one, that need to be done to keep this country safe, both here and abroad.\n\nAnd number two, the president actually has to be able to do two things at once. This president thinks his presidency is only about the war on terrorism, only about national security. Those things are critical for a commander in chief. The president of the United States has to actually be able to walk and chew chewing gum at the same time, has to be able to do two things at the same time.\n\n(APPLAUSE)\n", " No, it's not the truth. We can have a real impact on the loss of jobs. We can do something to bring jobs back to replace the jobs that we've lost.\n\nBut we can't stop it entirely. What John just said about that's exactly right.\n\nBut I want to say that this personal to me.\n\nYou know, 40 miles from here, when I was born 50 years ago, my parents brought me home to a mill village, to a textile mill village. I have seen this my entire life growing up.\n\nI've seen mills close, I've seen what it does to communities, I've seen what it does to families.\n\nAnd all this talk among politicians in Washington about, \"We're going to get you job retraining program, we're going to make sure that we give you the transportation to get to a new job,\" say that to a 50- or 55-year-old man who's been supporting his family his entire life working in a mill.\n\nI think the truth of the matter is, we need to start by recognizing the pain. And not just the economic pain -- the pain that these families are in.\n\nI mean, we have to fight hard to protect our jobs better for some of the reasons others have already talked about. We need to close loopholes in our tax code to give breaks to companies that are leaving, give tax breaks to American companies that will keep jobs here.\n", " The answer is, we have the best legal system in the world, but that doesn't mean it's perfect. And we can make it work better.\n\nAnd if I can just piggyback on a couple of things that were said earlier. Governor Dean was critical of Senator Kerry for all the time he had been in Washington in the Senate and what had happened.\n\nHere is what I have proposed to deal with what I think is a serious problem with health care providers who are really getting squeezed on both sides, Tom.\n\nOn one side, they have trouble getting reimbursed by HMOs, insurance companies, the government in some cases. And on the flip side, their costs are going up because the malpractice premiums are going up.\n\nWhat we should do is put a system in place -- and this is a new idea -- to keep cases that don't belong in the system out of the system.\n\nAnd I would actually -- you mentioned I was a lawyer, it's true. I would actually put the responsibility on the lawyers. Require the lawyers to have these cases investigated and reviewed by independent experts to determine that they're serious and that they're meritorious. Require the lawyer to certify that before the case can even be brought into the legal system. And hold the lawyer accountable. And if they violate that rule three times, there's a \"three strikes and you're out\" provision so they lose the right to file these cases for a period of time.\n\nBut the basic idea is, let's keep cases out of the system that don't belong in the system that are driving up costs.\n", " Because there are a whole group of issues, Tom, on which we can move the country forward, the president can move the country forward. For example, the recognition of partnership benefits, changing our immigration and adoption laws, so that they provide equality to gay and lesbian couples, a re-examination of the \"don't ask, don't tell\" policy with our military leadership.\n\nThere are fundamental things that we still haven't done, like passing of the Employment Non-Discrimination Act that would forever bar discrimination in the workplace based on sexual orientation. The same thing's true about hate crimes legislation that would make gays and lesbians a protected class.\n\nThere are enormous strides -- I see your hand sticking out, I'll stop -- but there are enormous strides, enormous strides that can be made in America, and as president, I will move us forward dramatically on these issues.\n"]}, "Al Sharpton": {"jan_22_2004": [" Well, first of all, let me say this. I wanted to say to Governor Dean, don't be hard on yourself about hooting and hollering. If I had spent the money you did and got 18 percent, I'd still be in Iowa hooting and hollering.\n\n(LAUGHTER)\n\n(APPLAUSE)\n", " So, don't worry about it, Howard.\n\n(LAUGHTER)\n", " I think, first of all, we must have a person at the Monetary Fund that is concerned about growth of all, not setting standards that would, in my judgment, protect some and not elevate those that cannot, in my view, expand and come to the levels of development and the levels of where we need to be.\n\nI think part of my problem with how we're operating at this point is that the IMF and the policies that are emanating there do not lead to the expansion that is necessary for our country and our global village to rise to levels that underdeveloped countries and those businesses in this country can have the development policies necessary.\n", " I thought you said IMF, I'm sorry.\n", " Oh, in the Federal Reserve Board, I would be looking for someone that would set standards in this country, in terms of our banking, our — in how government regulates the Federal Reserve as we see it under Greenspan, that we would not be protecting the big businesses; we would not be protecting banking interests in a way that would not, in my judgment, lead toward mass employment, mass development and mass production.\n\nI think that — would I replace Greenspan, probably. Do I have a name? No.\n", " Well, let me say something about the Defense of Marriage Act. I am unilaterally opposed to any civil or human right being left to states' rights. That is a dangerous precedent.\n\n(APPLAUSE)\n\nI think the federal government has the obligation to protect all citizens on a federal level.\n\nAnd if we start going back to states' rights, we're going back to pre- Civil War days, and I think that that, in its nature, is wrong.\n\n(APPLAUSE)\n\nIn terms of my concern about minorities being placed in high positions, it must be a goal of inclusiveness. And I think the reason I questioned Governor Dean is he said that that's what he wanted to represent. I think that we must strive toward making sure — government must make sure it is inclusive of everyone and it reflects a nation that is inclusive of everyone, even when there are small populations.\n\nBecause diversity is good for everyone, and people need to know that they can work at all levels of government and the private sector and not be limited because of race, because of sex or because of orientation.\n\nThat ought to be a goal. You ought to seek it. You ought not act like it's going to just happen automatically or naturally.\n", " Well, first of all, let me say something, I want to address a question Peter asked.\n\nI don't agree that we need to start backing away, become more Republican to beat the Republicans. I think the problem is we need to start going forward and stop letting them establish the premise of the debate. That's what's wrong with the party.\n\nSecond of all...\n\n(APPLAUSE)\n\n... I'm very happy to hear my friend and brother, Congressman Kucinich, helps people that won delegates.\n\nI won delegates in South Carolina, Missouri and Delaware.\n\n(LAUGHTER)\n\nAnd I want you to give me the same courtesy you gave John in Iowa.\n\n(LAUGHTER)\n\nIn terms of campaigning here, everyone campaigned based on their strategy and ability. I've come here several times. Reverend Jackson did do well here in the '80s, but he never made double digits here. So let's not overestimate what he did. Never got, I think, over 8 percent.\n\nI think, though, that I wanted to come. I came. I will continue to come even afterward, because I think it's important you campaign everywhere. I wish everyone had campaigned in Washington D.C., where I did...\n\n(APPLAUSE)\n\n... because I think it's important we be inclusive of everyone even if we feel we're not going to get the kind of vote we would want.\n", " I think that one of the problems that we see in Iran, in terms of the movement toward open elections, toward a clear repression there, is something that we must be concerned about.\n\nBut I do not, in any way, shape or form, support a military intervention. I would try as best I could as president to use the power of diplomacy, the power of our trade and business with Iran, and our ability to communicate with all sides. And I would support the U.N. to try to bring about some kind of stabilized order there and some kind of dialogue.\n\nI think that we have an obligation to try to support democracy anywhere we can in the world. But I think that we've got to do it by supporting the United Nations and not undercutting it by going around it or by going in a way that would undermine the ability to bring these matters into some order.\n\nAnd I think that was the reason the United Nations was put forward in the first place. I think the fact that we don't pay our dues, the fact that we ourselves go around the U.N. when we want undermines the ability of the U.N. to be used in situations like Iraq.\n", " I disagree with the use of the death penalty because it has been proven too many times to have been discriminatory in the way it has been applied. It has not been proven to be a deterrent against crime.\n\nAnd I do not think because it has been proven wrong that we have the right to take lives if we can't give lives, and we can't give them.\n\nLet me say this quickly, because I want to add to two of the answers of two my colleagues here.\n", " One, I agree with John Edwards about increasing help for businesses. I've called for a two-year deferment of small businesses so we can get more businesses on.\n\nBut I think that one of the things we have not talked a lot about tonight, too, is education. I think that we cannot let the Republicans talk about values only in terms of personal morality without dealing with broad social immorality.\n\nSo they say, if you have a nice, well-knit family, and the well- knit family stays together, you have good values, while they take day care from the kids, employment from the father and the rights from the mother.\n\nNo, good values helps not only keep a family, but feed a family, employ a family, give education to a family.\n\nWe can't let them interpret the debate that way. We could have won South Carolina last time if we talked more about that. We had more people that didn't vote than we lost the election by, in South Carolina.\n\n(APPLAUSE)\n", " I think what we must do is build better alliances around the world. I think that, as I have traveled around the Middle East and Africa in particular, the Sudan, Kenya and other places, we have not had the kind of relationships in the world community that would lead to having the intelligence that would protect the American people.\n\nI don't care how much military strength we have, if we don't have the information, if we don't have people that are inclined to be supportive of our security, we will still be at risk.\n\nAnd I think that what I would concentrate on — I agree that we need to have better security at nuclear plants, that we need to have better security at ports. We also need to rebuild ports and create jobs, because the ports are almost in disrepair.\n\nBut I think we also must concentrate on our intelligence and our ability to make allies around parts of the world that could help us more than anyone because they have access to the information that is being used by terrorists groups.\n", " The Sharpton doctrine of foreign policy would be to support emerging democratic nations, and those nations that are underdeveloped, with real trade and aid.\n\nThere are billions of people around the world that need clean water systems, clean sanitation systems. We don't need to only talk about a military presence. We need to talk about a humanitarian presence, a development presence. And I think that that would aid our country in developing the intelligence that would protect Americans.\n\nWhat I've said is that we need to come out of Iraq and submit to the United Nations and go forward in trying to project to the world that we're their friends rather than their cop. And I think that that would be the policy.\n\nAs I've traveled all over the world, from the Caribbean to Africa to Europe to the Middle East, people need our trade and aid. They know we're a superpower. The question is: Can we be a super-help in the time of need? If we prove to be, we would have those people as our allies as we go after bin Laden rather than try to go to Mars before we settle the problem on Earth.\n\n(APPLAUSE)\n"], "jan_29_2004": [" Well, first of all, I think this is beyond politics. This is about the direction of the party.\n\nI fully expect to win primaries in the coming weeks.\n\nBut I'm going to win because I'm speaking the issues and interests of people that have been ignoring.\n\nIt's almost contradictory to say, \"If you don't win, get out.\"\n\nDid you come in to win, or did you come in to stand up for something -- and make that win?\n\nAnd I think that that's what's wrong. We have become too cheap. We act like we're at a race track betting on horses, rather than dealing with the fact that 75,000 lost their jobs in South Carolina.\n\nAnd there are people that I can bring into the process that won't come in if someone like me is not in the process.\n\nThey ought to want all of us to stay in and bring our constituency to the table rather than try to eliminate.\n\nI've been inspired in this campaign hearing John Edwards talk about he's a son of a mill worker. Well, I'm the son of a man who couldn't be a mill worker because of the color of his skin. But his son can be the president of the United States.\n", " I think that we cannot go quickly past the president giving the wrong premise to the American public to get support. Had he said, \"We're going to war because Saddam Hussein is a bad guy,\" the public would not have rallied around that.\n\nWe were told, in the wake of 9/11, we were in imminent danger with weapons of mass destruction. We cannot allow him to change this now and say we were just after Hussein because he was a bad guy. Everybody knows Hussein was a bad guy, and there are other bad guys who we didn't go after, and we didn't lie about it.\n\nI preached the funeral of a young man, Darius Jennings, who died shot down in a helicopter in Iraq. I preached it right here in Orangeburg, South Carolina. His mother was told he went to war to protect us from weapons of mass destruction. She was not told he went to war because we have a bad guy over there, because there's any number of bad guys. We should find a way to get rid of bad guys, but lying to the American people is not the way you run a country, and George Bush ought to be removed for that.\n\n(APPLAUSE)\n", " Well, first of all, I assume when you say \"the Nation of Islam\" you're talking about Islamic nations, because there is a Nation of Islam in the United States that has nothing to do what you're talking about.\n\n(LAUGHTER)\n\nSo I'm just asking for clarity.\n\n(APPLAUSE)\n", " You're talking about Islamic -- first of all, I think...\n", " But, in many ways, I think that we can't allow the distortion, because Mr. Bush and some of his crowd have said they represent a Christian view against the Islamic. And I don't think Christ could join most of their churches.\n\n(LAUGHTER)\n\nSo, I mean, I don't agree with the speech.\n\n(APPLAUSE)\n", " I think that they called themselves supporters of the Bush administration.\n", " Not the president himself.\n", " But many of their supporters talk about how they represent Christianity. I don't think they represent Christianity any more than some of these murderers, and mass murderers, represent Islam. So let's not blame the religion. Let's blame those that use religion to do some ruthless, deadly, wicked acts.\n\nNow, having said that...\n\n(APPLAUSE)\n\nHaving said that, I think we should build relationships with those nations around the world, and I have visited them. And how do you build relationships? Work with them on things of self-interest. Many of them need clean water supplies, clean sanitation, trade. They would become our partners if we engaged in partnership. But I don't that the way we do that is attacking people's religion, trying to act like our religion is better.\n\nAnd as far as Mr. Bush saying that he doesn't need a permission slip from the U.N., he doesn't think he needs votes from the American people to be president.\n", " I think they should pay their share, which is more. I think that when you have the present set-up that you have and you go above $80,000 and they pay nothing, I think that is absolutely ridiculous. I think that they must pay their share.\n\nAnd, you know, it's absurd to me for people to come and look at the people in South Carolina in the face and say, \"It's an honor for your sons and daughters to go abroad and die for others. But it is a burden for rich people to pay their tax at home.\" I mean, you can't have it both ways. Either all of us...\n\n(APPLAUSE)\n\n... should be honored to sacrifice or none of us should.\n\nIn terms of jobs, I want to address that. We need to create jobs. Not only do we need to rescind NAFTA -- and I think we must rescind it. You can't correct it. It has cost jobs. It has sent jobs from this state to Asia and other places.\n\nThis president has increased the deficit, has not increased jobs and is embracing the rich at the expense of working class and poor people.\n\nAnd it's double in communities of color. Black unemployment in this state is double. We face class and race. I don't think we can tolerate that four more years.\n", " Well, first of all, I happen to advocate and have for a long time, single-payer plan. So I do agree with Congressman Kucinich on that.\n", " I think that the only solution -- if we can do it in Canada and other places -- is to move the nation toward that.\n\nI also think that the plans of my colleagues here -- some are more complex than others -- they're a step in the direction, but I don't think it gets us there. What gets us there is to have a single- payer plan.\n\nI also think we must have the courage and audacity to take on the pharmaceutical industry and those in the medical business. They are being allowed, through deregulation, to do whatever they want.\n\nI have more experience than anyone on this stage with fighting for corporate accountability. That's what we did for decades in the civil rights movement.\n\nSo I think that it is clear that if you want someone that will go to the convention and fight to let us hold accountability over the private sector and fight for a single-payer plan, then Al Sharpton is your candidate.\n\nAnd I don't think this is about getting down South and taking just shots at each other. Because we're in debate, we're going to do that.\n\nBut people are suffering. People are literally choosing one month to buy prescription drugs, pay their rent the next month.\n\nThey want answers. They don't want our best shot at each other.\n\n(APPLAUSE)\n", " No. The flag represents a thought, a philosophy and a political movement built on racism, slavery and rape. You can't redo the flag and what it stands for. And I think that we cannot rest until that flag is down everywhere in this country.\n", " It is a shame that you will take young men and young women from South Carolina, send them abroad, they die under one American flag, they have to come home and live under two flags.\n\nYou don't send Confederate flags with us to Iraq. Don't wave them in Greenville, don't wave them in Columbia.\n\n(APPLAUSE)\n\nWhile we're on that, we right in this county still can't get an official celebration of Martin Luther King's birthday.\n\n(APPLAUSE)\n\nThere's a lot of things that we need to correct, and we need to correct them in 2004.\n"]}, "Joe Lieberman": {"jan_22_2004": [" Go right ahead.\n", " You have that right under the Constitution.\n\n(LAUGHTER)\n", " Yes, a very important question. Let me say that there is a scandalous fact — really, a morally scandalous fact — which is that 43 million Americans don't have health insurance, 2 million more than when George Bush became president.\n\nI must say, as I go around New Hampshire, I've learned a lot. People tell me that their number-one concern — middle-class families who have health insurance, how are they going to pay for it? And this goes for young, middle-aged and older.\n\nI'm proposing to create a national health insurance pool from which — like the one that members of Congress get our insurance from. And we would say this: If you don't have insurance now, you'll be able to get it, probably free, if you're among the low-income working poor. If you're a child, you will be covered by insurance at birth. If you are fired from your work or lose your job, you will not lose your health insurance.\n\nMediKids is part of my program. Every child born in America will become a member of MediKids, and it will cover them from birth through 25. Why 25? Because young adults have a hard time affording health insurance, and a lot of them think they're not going to get sick, but they do, and we need to cover them.\n\n(APPLAUSE)\n", " John, it is not a blank check. And I'll say with the withdrawal from this race of our good friend, the great American, Dick Gephardt, I am the only person on this stage who has unwaveringly supported the removal of Saddam Hussein and our troops who are there carrying out that mission, which, yes, has made us a lot safer than we would be with Saddam in power instead of in prison.\n\n(APPLAUSE)\n\nI want to tell you a story, John. In Nashua, a few weeks ago, I met a gentleman in a hotel, came over to me, I think he worked there, big burly guy with a crewcut. And he said, \"Senator Lieberman, I'm going to vote for you for president, and I want you to know why. I have a son. He is a Marine. He is going to be deployed to Iraq in a month. I trust my son's life with you as commander in chief.\"\n\nWell, that stopped me in my tracks. I was honored by it. Told me the awesome responsibility that I have as commander in chief. I am ready for that responsibility.\n\nBut I think he understood that I would never send America's sons and daughters into war unless it was the last resort. And once there, as I did in this case, I would support them 100 percent until they came home safely and in peace.\n\n(APPLAUSE)\n", " Well, we'll examine the request to make sure that it is necessary. We'll certainly try to cut out any gifts to Halliburton again under the money. Right?\n\n(APPLAUSE)\n\nBut when it comes — when it comes to supporting our troops in battle, I will never say no. Period. They are our best and brightest. They are our heroes. Generations have fought to protect the freedom that we all are enjoying and exercising in this campaign for the presidency. We owe them our lives and our liberties, and they deserve our unwavering support. That's the kind of commander in chief I will be.\n\n(APPLAUSE)\n", " Peter, I've spent too much time the last several weeks here in New Hampshire saying the choice is up to the voters. I'm going to let the voters cast that judgment on Howard Dean and John Kerry.\n\nI will say for myself what I have said from the beginning: that for most Americans, including myself and I would guess all of us here on the stage, life is about trying to do the right thing. And often, for most Americans, our faith, our religions, the values that we get, the sense of right and wrong that we get from our faith are what helps us decide what to do in public life and in private life.\n\nSo long as Democrats are hesitant to talk the language of values and show respect for people of faith, we close ourselves off from a great majority of the American people.\n\nSo I'm pleased that we in this campaign have started to talk about values. Let's not let George Bush and the Republicans claim they have some kind of monopoly on values or faith-based values. They don't.\n\nWhen they desecrate the environment, as this administration has, that is desecrating the Earth that God has created. When they give away our national treasury to people who don't need it in tax cuts because they're so wealthy, they don't have the money to help our children who are poor, our elderly with drug benefits. Those are bad values and we ought to speak to that.\n", " Peter, let me put it this way: This is a time to be affirmative. I'd say, \"Nice try.\" But this is a time...\n\n(LAUGHTER)\n\n(APPLAUSE)\n", " This is a time — we're making our closing arguments to the people of New Hampshire who will have the say next Tuesday.\n\nI'm going to talk about myself. I'm going to stand up and fight for values. I said earlier one of the reasons the Republicans don't want to run against me is because they can't say I'm soft on values. They can't say I don't respect people of faith. They can't say I don't want to support faith-based organizations when they help make this a better, more decent country.\n", " Thank you.\n\n(APPLAUSE)\n", " Yes, unfortunately, we should.\n\nAnd I view this is as a kind of Boston Tea Party of the 21st century. I never attack the drug companies for what they produce. The pharmaceuticals that they produce keep us alive and well.\n\nBut the pricing is unfair. And it is particularly unfair that Canada slaps price controls on, other developed rich nations in Europe do the same, and Uncle Sam and our citizens have to pay the full cost of research, marketing, administration of the drug companies.\n\nThere's only way that this is going to begin to turn around, and it is if we begin to allow the legal importation of drugs from Canada. That's the way we can speak with our money to the drug companies to treat us more fairly.\n", " I'd say one other thing. In the so-called drug benefit bill, Medicare, which I voted against, there was actually a restrictive clause put in by the special interests to stop this from happening; and even more outrageous, a prohibition on Medicare negotiating the lowest possible prices with drug companies for prescription drugs for the elderly.\n", " Now, give me a break, how can you justify that?\n", " I think we have to make it legal. That's what I'm saying.\n\nI would — and I voted for this in the Senate. I would allow the safe importation of drugs, which means to have some basic standards to make sure — but when you're bringing in a prescription drug with a brand name that effectively is the same drug as people are paying so much money for here in the United States, that's going to send a message to the drug companies: Treat American consumers fairly.\n\n(APPLAUSE)\n", " Might I have the opportunity to rebut?\n", " Yes. Well, very briefly, we made the right decision.\n\nI didn't need George Bush to convince me that Saddam Hussein was a threat to the United States of America. John McCain and I wrote the law that made it national policy to change the regime in Baghdad.\n\n(APPLAUSE)\n\nThis man was a homicidal maniac, killed hundreds of thousands of people, did have weapons of mass destruction in the '90s, used them against the Kurdish Iraqis and the Iranians, admitted to the United Nations he had enough chemical and biological to kill millions of people, supported terrorism, tried to assassinate former President Bush.\n\nI repeat: We are safer with Saddam Hussein in prison than in power.\n\n(APPLAUSE)\n", " I've gotten older and wiser, John.\n\n(LAUGHTER)\n\nYou know, this New Hampshire primary looks pretty good to me now. It's why I chose to start here. My wife and family and I have taken an apartment in Manchester. We've spent a lot of time talking to people here. I think they've come to understand that I have a record of 30 years that they can rely on to know who I am.\n\nAnd what's more important, I know who I am. I've stood up to special interests. I've put the people first. I'm independent-minded, as the people of New Hampshire are. That's why I'm confident about what's going to happen next Tuesday.\n\nThe Democratic National Committee did something very good with the presidential selection process. They protected the so-called window for Iowa and New Hampshire historically, but then opened up this process to seven other states, from South Carolina to New Mexico, Arizona, North Dakota, Oklahoma, Delaware and Missouri.\n\n(LAUGHTER)\n\nDid I get them all?\n\n(APPLAUSE)\n\nAnd that's going to let a lot of people around America have a say early about who the Democratic nominee will be.\n", " Good.\n", " John, let me...\n", " Let me say two things. One, because I'll be the incumbent president, I look forward to going to Iowa to the caucuses four years from now.\n\nSecondly, I will pledge to the death to protect...\n\n(LAUGHTER)\n\n... the New Hampshire primary, so help me God.\n\n(APPLAUSE)\n", " What was the question at the end?\n", " Yes, no, I know. At the end, what was your...\n", " Oh, right, right. Brit, you're absolutely right. I have criticized the president for overstating some of the arguments about why we went to war. I've said I was shocked that the administration wasn't better prepared to take advantage of the military victory.\n\nBut I repeat again: This was a just war.\n\nLook, when I voted for the resolution in the fall of 2002, I had no illusions. I knew it would be an unpopular vote in parts of the Democratic Party and my race for the presidency.\n\nBut I did it because I put my hand on a Bible and took an oath to protect the security of the United States. And I believed that Saddam Hussein was a clear and present danger and threat to the security of the United States, the people of Iraq and the stability of the world.\n\nI've said before that, at times, in its policy, the Bush administration has given a bad name to a just war.\n\nBut a just war it was. And again, we are safer as a people with Saddam Hussein in prison, not in power.\n\nNow we have an extraordinary opportunity in the war against terrorism to build an Iraq, a democratizing, modernizing country in the middle of the Arab and Islamic worlds, which will send a message to the majority in the Islamic world that there is a better way than the hatred and death that Al Qaida presents to them.\n\nIt is, if you'll forgive me, the American — the democratic way. That's what we have an opportunity to do now.\n", " I told you it wasn't popular in all sections of the Democratic Party.\n\n(LAUGHTER)\n\nBut you got to do what you think is right for your country.\n\n(APPLAUSE)\n\n(COMMERCIAL BREAK)\n", " Here is the way I'd like to start this, Peter. I saw a wonderful article recently that said that in a private conversation, President Bush said to someone that the Democrat he thought would give him the toughest fight for reelection was Joe Lieberman. Incidentally, this is an opinion on which I agree with President Bush.\n\n(LAUGHTER)\n\nAnd I think the reason is that the Republicans can't run their normal playbook on me that they try to run on Democratic candidates. They can't say I flip-flop because I don't. They can't say I'm weak on defense because I'm not. They can't say I'm weak on values because I'm not. They can't say I'm a big taxer and a big spender.\n\nIn this campaign, I am the only candidate up here on the stage that has come out for genuine tax reform, not only to protect the middle-class tax cuts that middle-class families did get in the last three years, that many of us fought for, but to apply, to carry out, to pass a tax cut for 98 percent of the income tax payers and to pay for it by raising taxes on the 2 percent.\n\nThat may make some of the higher-income people unhappy, but it's the right thing to do for the middle class and for our economy.\n"], "jan_29_2004": [" Yes...\n", " Right.\n", " It is. One thing you're finding in our answers, Tom: Candidates who run for president are very optimistic people.\n\n(LAUGHTER)\n\nAnd so I intend to win some. And I'm real glad to be facing February 3rd. I always said that the primary in South Carolina and the six other states would be the first big test of my presidential candidacy. I'm the one experienced moderate in this field. And in states like this, it is only moderate Democrats who win elections.\n\nSo I look forward to Tuesday, carrying my message, big endorsement today from the Arizona Republic. And it had a message for the voters here to be bold. Don't just be an echo of New Hampshire.\n\nI congratulate John Kerry on his victory, there.\n\nBut this is an opportunity for folks here to send a separate message of their own to the rest of the nation about nominating a Democrat like myself, a moderate, strong on defense, strong on civil rights, fiscally responsible, strong on values, who actually can do it.\n\nWe all want to do it, right? Defeat George W. Bush and give America a fresh start.\n\n(APPLAUSE)\n", " It's a very important question. I seriously doubt whether Libya would have given up its weapons of mass destruction if we had not overthrown Saddam Hussein.\n\nI seriously doubt if the Iranians would have allowed international inspectors come in and looked at their nuclear weapons sites if we had not done that.\n\nWe live in a dangerous world. I've been a senior member of the Armed Services Committee of the Senate. I've worked to keep our military strong and to know that in a dangerous world, sometimes you have to use it -- that power against dangerous people.\n\nThe statements that this administration made before the war, the questions we now have about the intelligence about weapons of mass destruction, the failure of the Bush administration to be prepared for what to do after we overthrew Saddam have all unfortunately given a bad name to a just war. So I will never waiver in my conclusion that the world and America are safer with Saddam Hussein in prison and not in power, and thanks to the American military for bringing that result about.\n\n(APPLAUSE)\n", " Yes, it is a legitimate position in the final analysis.\n\nBut let me just tell you a brief story. I met in a hotel in Nashua, New Hampshire. Turned out to be a security guard. And he came over to me and said, \"I'm going to support you in the primary, and I want you to know why. I have a son who's a Marine. He's going to be deployed to Iraq. And I trust my son's life to you as commander in chief.\"\n\nWell, I was stopped by that, honored by his confidence, and aware of the awesome responsibility that comes with this job.\n\nBut he went on to make clear what he meant, and he was right: \"I know that as commander in chief, you will not commit America's sons and daughters to war unless there is no other alternative.\n\n\"But, two, you will make effort when you do so to have international help.\n\n\"Three, if you still feel it is in the security interests of the United States, of course, as commander of chief, you will reserve the right to act alone to protect the security and freedom of the American people.\n", " That's right.\n", " It was not a mistake. Very important to say that all of us up here, and all Democrats, rightfully brag about the Clinton economic record. Twenty-two million new jobs created in the eight years. Trade was a key part of that, and NAFTA, though it's cost some jobs, has actually netted out 900,000 new jobs that were created by NAFTA.\n\nNow, the jobs that are leaving South Carolina, very few of them are going to Mexico and Canada. They're going to Asia. And there the Bush administration hasn't had the guts to stand up to China, and other countries there, who are ripping off patents and copyrights of ours, who are fixing their currency in a way that gives them a price advantage and causes jobs here to be bled out of the country.\n\nBut, you know, I have said that I would give the same answer everywhere. It's not right to make a scapegoat of trade. We have to fight for fairer trade. We have to support manufacturing.\n\nBut let me say this, Tom, if some of my friends up here carried out their protectionist policies and we got in a trade war, you can't create jobs by building a wall around America.\n\nIn South Carolina, the state department of commerce tells me that 160,000 jobs are dependent on exports.\n\nSo we got to figure out how to keep the jobs who are here, stop the bleeding and work together with business and workers to create a whole new generation of jobs. I've got a plan to create 10 million in four years.\n", " Tom, I wanted to respond first to what was said earlier by saying, again, that I'm the experienced moderate in this race. The experienced centrist.\n\nAnd part of what that means is that I have the capacity not only to unite Democrats, but to get independents and disgruntled Republicans to come together so I can actually get elected and defeat George Bush.\n\nBut beyond that, it means that I have the capacity -- and my record over my career shows it -- to bring together people across party lines to get things done.\n\nI'm sick and tired of the partisan reflex politics in Washington. The president's State of the Union, half the people stand up in Congress, half sit down. That's not good for America.\n\nAnd one of the things we will do when we're one nation is to end the moral outrage of 44 million people without health insurance in the richest country in the world. Nine million children whose parents can't take them to the doctor when they get sick because they can't pay the bill.\n\nI'm going to do that, and also help the millions who have insurance and can't pay it by creating national health insurance pools, like the one's members of Congress get our insurance from.\n\nPromises when you're born a child in America, you get a membership card in MediKids, covers your insurance.\n\nTwo, if you lose your job, you will not lose your health insurance.\n\nThree, underemployed, self-employed, small business, you can buy into this plan, it'll cost you a lot less, and, incidentally, you'll get drug benefits with it.\n\nThat's the kind of centrist leadership that produces results. And that's the kind of president America needs and I'll be.\n\n(APPLAUSE)\n", " That was probably the singular largest undone work of the Clinton administration that they wanted to do. But look at how much was done when we had a New Democratic, centrist president: welfare reform, a fiscal surplus, 22 million new jobs, a great anti- crime program, AmeriCorps.\n\nGeorge Bush thinks all you've got to do is use your military power and it doesn't matter how much disrespect you show to the rest of the world. That's not the path to ultimate security.\n"]}}