{"Mitt Romney": {"oct_22_2012": ["\nRepublican Presidential Nominee W. Mitt Romney. Thank you, Bob. And thank you for agreeing to moderate this debate this evening. Thank you to Lynn University for welcoming us here. And, Mr. President, it's good to be with you again. We were together at a humorous event a little earlier, and it's nice to maybe be funny this time, not on purpose. We'll see what happens.\n\nThis is obviously an area of great concern to the entire world and to America in particular, which is to see a complete change in the structure and the environment in the Middle East. With the Arab Spring came a great deal of hope that there would be a change towards more moderation, an opportunity for greater participation on the part of women in public life and in economic life in the Middle East. But instead, we've seen in nation after nation a number of disturbing events.\n\nOf course, we see in Syria 30,000 civilians having been killed by the military there. We see in Libya, an attack, apparently by—I think we know now—by terrorists of some kind against our people there, four people dead. Our hearts and minds go to them.\n\nMali has been taken over—the northern part of Mali—by Al Qaida-type individuals. We have in Egypt a Muslim Brotherhood President. And so what we're seeing is a pretty dramatic reversal in the kind of hopes we had for that region. Of course, the greatest threat of all is Iran, 4 years closer to a nuclear weapon.\n\nAnd we're going to have to recognize that we have to do as the President has done; I congratulate him on taking out Usama bin Laden and going after the leadership in Al Qaida. But we can't kill our way out of this mess. We're going to have to put in place a very comprehensive and robust strategy to help the world of Islam and other parts of the world reject this radical, violent extremism, which is—it's certainly not on the run. It's certainly not hiding. This is a group that is now involved in 10 or 12 countries. And it presents an enormous threat to our friends, to the world, to America long term, and we must have a comprehensive strategy to help reject this kind of extremism.\n", " Well, my strategy is pretty straightforward, which is to go after the bad guys, to make sure we do our very best to interrupt them, to kill them, to take them out of the picture. But my strategy is broader than that. That's important, of course. But the key that we're going to have to pursue is a pathway to get the Muslim world to be able to reject extremism on its own. We don't want another Iraq. We don't want another Afghanistan. That's not the right course for us.\n\n", " And of course, Iran on the path to a nuclear weapon. We've got real problems in the region.\n\n", " Well, of course, I don't concur with what the President said about my own record and the things that I've said. They don't happen to be accurate.\n\n", " Excuse me. It's a geopolitical foe, and I said in the same paragraph, I said, and Iran is the greatest national security threat we face. Russia does continue to battle us in the U.N. time and time again. I have clear eyes on this. I'm not going to wear rose-colored glasses when it comes to Russia or Mr. Putin. And I'm certainly not going to say to him, I'll give you more flexibility after the election. After the election, he'll get more backbone.\n\n", " Oh, you didn't? You didn't want a status of forces agreement?\n\n", " I'm sorry. You actually—there was an effort on the part of the President——\n\n", " ——to have a status of forces agreement——\n\n", " And I concurred in that and said that we should have some number of troops that stayed on. That was something I concurred with.\n\n", " That was your posture. That was my posture as well. You thought it should have been 5,000 troops.\n\n", " I thought it should have been more troops. But you know what, the answer was——\n\n", " ——we got no troops through whatsoever.\n\n", " No, I didn't. I'm sorry, that's——\n\n", " I indicated that you failed to put in place a status of forces agreement——\n\n", " ——at the end of the conflict that existed in Iraq.\n\n", " Well, let's step back and talk about what's happening in Syria and how important it is. First of all, 30,000 people being killed by their Government is a humanitarian disaster. Secondly, Syria is an opportunity for us because Syria plays an important role in the Middle East, particularly right now. Syria is Iran's only ally in the Arab world. It's their route to the sea. It's the route for them to arm Hizballah in Lebanon, which threatens, of course, our ally, Israel. And so seeing Syria remove Asad is a very high priority for us. Number two, seeing a replacement Government being responsible people is critical for us.\n\n", " I don't want to have our military involved in Syria. I don't think there's a necessity to put our military in Syria at this stage. I don't anticipate that in the future. As I indicated, our objectives are to replace Asad and to have in place a new Government, which is friendly to us, a responsible Government, if possible. And I want to make sure they get armed and they have the arms necessary to defend themselves, but also to remove Asad.\n\n", " No. I believe as the President indicated and said at the time that I supported his action there. I felt that—I wish we'd have had a better vision of the future. I wish that, looking back at the beginning of the President's term and even further back than that, that we'd have recognized that there was a growing energy and passion for freedom in that part of the world and that we would have worked more aggressively with our friend and with other friends in the region to have them make the transition towards a more representative form of government, such that it didn't explode in the way it did.\n\n", " And that's because we've become weaker——\n\n", " ——on each of those four dimensions.\n\n", " Well, I absolutely believe that America has a responsibility and the privilege of helping defend freedom and promote the principles that make the world more peaceful, and those principles include human rights, human dignity, free enterprise, freedom of expression, elections, because when there are elections, people tend to vote for peace. They don't vote for war. So we want to promote those principles around the world.\n\n", " I've got a policy for the future and an agenda for the future. And when it comes to our economy here at home, I know what it takes to create 12 million new jobs and rising take-home pay. And what we've seen over the last 4 years is something I don't want to see over the next 4 years.\n\n", " Well, look——\n\n", " Well, I need to speak a moment if you'll let me, Bob——\n\n", " ——just about education, because I'm so proud of the State that I had the chance to be Governor of. We have, every 2 years, tests that look at how well our kids are doing. Fourth-graders and eighth-graders are tested in English and math. While I was Governor, I was proud that our fourth-graders came out number one of all 50 States in English and then also in math, and our eighth-graders number one in English and also in math. First time one State had been number one in all four measures.\n\n", " ——and that was what allowed us to become the number-one State in the Nation.\n\n", " And this is—and we were——\n\n", " Absolutely——\n\n", " The first—and we kept our schools number one in the Nation. They're still number one today.\n\n", " And the principles that we put in place—we also gave kids not just a graduation exam that determined whether they were up to the skills needed to be able to compete, but also if they graduated in the top quarter of their class, they got a 4-year, tuition-free ride at any Massachusetts public institution of higher learning.\n\n", " That was actually mine. Actually, Mr. President, you've got that fact wrong.\n\n", " Well, let's come back and talk about the military, but all the way through. First of all, I'm going through from the very beginning, we're going to cut about 5 percent of the discretionary budget, excluding military. That's number one, all right? And that's——\n\n", " The good news is—I'll be happy to have you take a look. Come on our web site; you'll look at how we get to a balanced budget within 8 to 10 years. We do it by getting—by reducing spending in a whole series of programs. By the way, number one I get rid of is Obamacare. There are a number of things that sound good, but frankly, we just can't afford them, and that one doesn't sound good, and it's not affordable. So I get rid of that one from day one. To the extent humanly possible, we get that out. We take program after program that we don't absolutely have to have, and we get rid of them.\n\n", " And States, by the way, are proving it. States like Arizona, Rhode Island have taken these Medicaid dollars, have shown they can run these programs more cost-effectively.\n\n", " And so I want to do those two things. It gets us to a balanced budget within 8 to 10 years.\n\n", " Let's get back to the military though.\n\n", " Bob, I'm pleased that I've balanced budgets. I was in the world of business for 25 years. You didn't balance your budget, you went out of business. I went to the Olympics that was out of balance, and we got it on balance and made a success there. I had the chance to be Governor of a State; 4 years in a row, Democrats and Republicans came together to balance the budget. We cut taxes 19 times, balanced our budget.\n\n", " I'm going to be able to balance the budget.\n\n", " Our Navy is older—excuse me, our Navy is smaller now than any time since 1917. The Navy said they needed 313 ships to carry out their mission; we're now down to 285. We're headed down to the low two-hundreds if we go through with sequestration. That's unacceptable to me. I want to make sure that we have the ships that are required by our Navy.\n\n", " Well, first of all, I want to underscore the same point the President made, which is that if I'm President of the United States—when I'm President of the United States—we will stand with Israel. And if Israel is attacked, we have their back, not just diplomatically, not just culturally, but militarily. That's number one.\n\n", " I think from the very beginning, one of the challenges we've had with Iran is that they have looked at this administration and felt that the administration was not as strong as it needed to be. I think they saw weakness where they had expected to find American strength.\n\n", " We're 4 years closer to a nuclear Iran. We're 4 years closer to a nuclear Iran. And we should not have wasted these 4 years to the extent they've continued to be able to spin these centrifuges and get that much closer. That's number one.\n\n", " Bob, it's not—let's not go into hypotheticals of that nature. Our relationship with Israel, my relationship with the Prime Minister of Israel, is such that we would not get a call saying our bombers are on the way or their fighters are on the way. This is the kind of thing that would have been discussed and thoroughly evaluated well before that kind of last-minute——\n\n", " I'm just saying that's just not——\n\n", " But let me——\n\n", " ——let's come back to what the President was speaking about, which is what's happening in the world and the President's statement that things are going so well. Look, I look at what's happening around the world, and I see Iran 4 years closer to a bomb. I see the Middle East with a rising tide of violence, chaos, tumult. I see jihadists continuing to spread; whether they're rising or just about the same level, hard to precisely measure, but this—it's clear they're there. They're very strong. I see Syria with 30,000 civilians dead. Asad still in power. I see our trade deficit with China larger than it's—growing larger every year, as a matter of fact. I look around the world, and I don't feel that—you see North Korea continuing to export their nuclear technology. Russia has said they're not going to follow Nunn-Lugar anymore. They're—back away from a nuclear proliferation treaty that we had with them.\n\n", " ——with Israel were a real problem. They asked him, please repair the tension—Democrat Senators—please repair the damage in his own party.\n\n", " Bob——\n\n", " Well, that's probably true. [Laughter]\n\n", " Well, we're going to be finished by 2014. And when I'm President, we'll make sure we bring our troops out by the end of 2014. The commanders and the generals there are on track to do so. We've seen progress over the past several years. The surge has been successful, and the training program is proceeding apace. There are now a large number of Afghan security forces, 350,000, that are ready to step in to provide security, and we're going to be able to make that transition by the end of 2014. So our troops will come home at that point.\n\n", " No, it's not time to divorce a nation on Earth that has a hundred nuclear weapons and is on the way to double that at some point, a nation that has serious threats from terrorist groups within its nation, as I indicated before, the Taliban, the Haqqani network. It's a nation that's not like others, and it does not have a civilian leadership that is calling the shots there. You've got the ISI, their intelligence organization, that's probably the most powerful of three branches there. Then you have the military, and then you have the civilian Government.\n\n", " Well, I believe that we should use any and all means necessary to take out people who pose a threat to us and our friends around the world. And it's widely reported that drones are being used in drone strikes, and I support that entirely, and feel the President was right to up the usage of that technology, and believe that we should continue to use it to continue to go after the people who represent a threat to this Nation and to our friends.\n\n", " Well, first of all, it's not government that makes business successful. It's not government investments that make businesses grow and hire people. Let me also note that the greatest threat that the world faces, the greatest national security threat is a nuclear Iran.\n\n", " Well, they sell us about this much stuff every year, and we sell them about this much stuff every year. So it's pretty clear who doesn't want a trade war. And there's one going on right now which we don't know about; it's a silent one, and they're winning. We have enormous trade imbalance with China. And it's worse this year than last year. And it's worst last year than the year before.\n\n", " I just want to take one of those points. Again, attacking me is not talking about an agenda for getting more trade and opening up more jobs in this country. But the President mentioned the auto industry and that somehow I would be in favor of jobs being elsewhere. Nothing could be further from the truth. I'm a son of Detroit. I was born in Detroit. My dad was head of a car company. I like American cars, and I would do nothing to hurt the U.S. auto industry.\n\n", " Fortunately, the President—you can take a look at the op-ed. You can take a look at the op-ed.\n\n", " You know, I'm still speaking. I said that we would provide guarantees, and that was what was able to allow these companies to go through bankruptcy, to come out of bankruptcy. Under no circumstances would I do anything other than to help this industry get on its feet. And the idea that has been suggested, that I would liquidate the industry, of course not, of course not.\n\n", " That's the height of silliness. I have never said I would——\n\n", " ——liquidate the industry. I want to keep the industry going and thriving.\n\n", " And that's why I have the kind of commitment to make sure that our industries in this country can compete and be successful. We in this country can compete successfully with anyone in the world, and we're going to. We're going to have to have a President, however, that doesn't think that somehow the Government investing in car companies like Tesla and Fisker, making electric battery cars, this is not research, Mr. President. These are the government investing in companies, investing in Solyndra. This is a company; this isn't basic research. I want to invest in research. Research is great. Providing funding to universities and think tanks, great. But investing in companies, absolutely not. That's the wrong way to go.\n\n", " I'm still speaking. So I want to make sure that we make America more competitive and that we do those things that make America the most attractive place in the world for entrepreneurs, innovators, businesses to grow. But your investing in companies doesn't do that. In fact, it makes it less likely for them to come here, because the private sector is not going to invest in a solar company——\n\n", " ——if you're investing Government money in someone else's.\n\n", " You're wrong. You're wrong, Mr. President.\n\n", " You're wrong.\n\n", " People can look it up, you're right.\n\n", " Good.\n\n", " I couldn't agree more about going forward, but I certainly don't want to go back to the policies of the last 4 years. The policies of the last 4 years has seen incomes in America decline every year for middle-income families, now down $4,300 during your term. Twenty-three million Americans still struggling to find a good job.\n\n", " But I love teachers, but I want to get our private sector growing, and I know how to do it.\n\n", " Thank you. Bob, Mr. President, folks at Lynn University, good to be with you. I'm optimistic about the future. I'm excited about our prospects as a nation. I want to see peace. I want to see growing peace in this country. It's our objective. We have an opportunity to have real leadership. America is going to have that kind of leadership and continue to promote principles of peace that will make the world a safer place and make people in this country more confident that their future is secure.\n\n"], "oct_3_2012": ["\nRepublican Presidential Nominee W. Mitt Romney. Thank you, Jim. It's an honor to be here with you, and I appreciate the chance to be with the President. I'm pleased to be at the University of Denver, I appreciate their welcome, and also the Presidential Commission on these debates.\n\nAnd congratulations to you, Mr. President, on your anniversary. I'm sure this was the most romantic place you could imagine, here with me. So I—[laughter]—congratulations.\n\nThis is obviously a very tender topic. I've had the occasion over the last couple of years of meeting people across the country. I was in Dayton, Ohio, and a woman grabbed my arm and she said, I've been out of work since May, can you help me? Ann yesterday was at a rally in Denver, and a woman came up to her with a baby in her arms and said, Ann, my husband has had four jobs in 3 years, part-time jobs. He's lost his most recent job, and we've now just lost our home. Can you help us?\n\nAnd the answer is, yes, we can help, but it's going to take a different path, not the one we've been on, not the one the President describes as a top-down, cut taxes for the rich; that's not what I'm going to do. My plan has five basic parts: One, get us energy independent, North American energy independent. That creates about 4 million jobs. Number two, open up more trade, particularly in Latin America; crack down on China if and when they cheat. Number three, make sure our people have the skills they need to succeed and the best schools in the world; we are far away from that now. Number four, get us to a balanced budget. Number five, champion small business.\n\nIt's small business that creates the jobs in America. And over the last 4 years, small-businesspeople have decided that America may not be the place to open a new business, because new business startups are down to a 30-year low. I know what it takes to get small business growing again, to hire people.\n\nNow, I'm concerned that the path that we're on has just been unsuccessful. The President has a view very similar to the view he had when he ran 4 years ago: that a bigger Government spending more, taxing more, regulating more—if you will, trickle-down Government—would work. That's not the right answer for America. I'll restore the vitality that gets America working again. Thank you.\n\nEducation/Tax Code Reform/Energy\n", " Well, sure, I'd like to clear up the record and go through piece by piece. First of all, I don't have a $5 trillion tax cut. I don't have a tax cut of the scale that you're talking about. My view is that we ought to provide tax relief to people in the middle class. But I'm not going to reduce the share of taxes paid by high-income people. High-income people are doing just fine in this economy. They'll do fine whether you're President or I am.\n\n", " But I get—right, right.\n\n", " Yes. Well, but virtually——\n\n", " ——virtually everything he just said about my tax plan is inaccurate.\n\n", " So if the tax plan he described were a tax plan I was asked to support, I'd say, absolutely not. I'm not looking for a $5 trillion tax cut. What I've said is, I won't put in place a tax cut that adds to the deficit. That's part one. So there's no economist can say Mitt Romney's tax plan adds $5 trillion if I say I will not add to the deficit with my tax plan.\n\n", " Jim, let me just come back on that point, which is these——\n\n", " ——small businesses we're talking about——\n\n", " It's fun, isn't it?\n\n", " That's good.\n\n", " You bet. President, you're—Mr. President, you're absolutely right, which is that with regards to 97 percent of the businesses are not taxed at the 35 percent tax rate, they're taxed at a lower rate. But those businesses that are in the last 3 percent of businesses happen to employ half—half—of all the people who work in small business. Those are the businesses that employ one-quarter of all the workers in America. And your plan is to take their tax rate from 35 percent to 40 percent.\n\n", " Jim, the President began this segment, so I think I get the last word. So I'm going to take it.\n\n", " Well, but he gets the first word of that segment. I get the last word of that segment. Well, I hope. Let me just make this comment.\n\n", " Let me repeat what I said.\n\n", " I'm not in favor of a $5 trillion tax cut. That's not my plan. My plan is not to put in place any tax cut that will add to the deficit. That's point one. So you may keep referring to it as a $5 trillion tax cut, but that's not my plan.\n\n", " Number two, let's look at history. My plan is not like anything that's been tried before. My plan is to bring down rates, but also bring down deductions and exemptions and credits at the same time so the revenue stays in, but that we bring down rates to get more people working. My priority is putting people back to work in America. They're suffering in this country.\n\n", " It's just—we've got—when the President took office, 32 million people on food stamps, 47 million on food stamps today; economic growth this year slower than last year and last year slower than the year before. Going forward with the status quo is not going to cut it for the American people who are struggling today.\n\n", " You bet.\n\n", " Well, good. I'm glad you raised that, and it's a critical issue. I think it's not just an economic issue. I think it's a moral issue. I think it's frankly not moral for my generation to keep spending massively more than we take in, knowing those burdens are going to passed on to the next generation, and they're going to be paying the interest and the principal all their lives. And the amount of debt we're adding, at a trillion a year, is simply not moral.\n\n", " Good. Okay, good. So I'll get rid of that. I'm sorry, Jim, I'm going to stop the subsidy to PBS. I'm going to stop other things. I like PBS. I love Big Bird. I actually like you too. But I'm not going to keep on spending money on things to borrow money from China to pay for it. That's number one.\n\n", " Simpson-Bowles, the President should have grabbed that.\n\n", " I have my own plan. It's not the same as Simpson-Bowles. But in my view, the President should have grabbed it. If you wanted to make some adjustments to it, take it, go to Congress, fight for it.\n\n", " But you've been President 4 years——\n\n", " You've been President 4 years.\n\n", " You said you'd cut the deficit in half. It's now 4 years later; we still have trillion-dollar deficits. The CBO says we'll have a trillion-dollar deficit each of the next 4 years. If you're reelected, we'll get to a trillion-dollar debt. But you have said before you'd cut the deficit in half. And this four—I love this idea of $4 trillion in cuts: You found $4 trillion of ways to reduce or to get closer to a balanced budget, except we still show trillion-dollar deficits every year. That doesn't get the job done.\n\n", " Okay.\n\n", " Absolutely.\n\n", " Look, the revenue I get is by more people working, getting higher pay, paying more taxes. That's how we get growth and how we balance the budget. But the idea of taxing people more, putting more people out of work, you'll never get there. You never balance the budget by raising taxes. Spain—Spain spends 42 percent of their total economy on government.\n\n", " We're now spending 42 percent of our economy on Government. I don't want to go down the path to Spain. I want to go down the path of growth that puts Americans to work with more money coming in because they're working.\n\n", " Jim, let's—we've gone on a lot of topics there.\n\n", " ——to oil to tax breaks and companies going overseas. So let's go through them one by one.\n\n", " And in 1 year, you provided $90 billion in breaks to the green energy world. Now, I like green energy as well, but that's about 50 years' worth of what oil and gas receives. And you say Exxon and Mobil; actually, those $2.8 billion goes largely to small companies, to drilling operators and so forth.\n\n", " But the idea that you get a break for shipping jobs overseas is simply not the case. What we do have right now is a setting where I'd like to bring money from overseas back to this country.\n\n", " But the right approach is one which relies on the brilliance of our people and States, not the Federal Government.\n\n", " Well, Jim, our seniors depend on these programs, and I know any time we talk about entitlements people become concerned that something is going to happen that's going to change their life for the worse. And the answer is, neither the President, nor I are proposing any changes for any current retirees or near-retirees, either to Social Security or Medicare. So if you're 60 or around 60 or older, you don't need to listen any further.\n\n", " Again, that's for future people, right——\n\n", " ——not for current retirees.\n\n", " What I support is no change for current retirees and near-retirees to Medicare. And the President supports taking $716 billion out of that program.\n\n", " So that's number one.\n\n", " Number two is, for people coming along that are young, what I'd do to make sure that we can keep Medicare in place for them is to allow them either to choose the current Medicare program or a private plan, their choice. They get to—and they'll have at least two plans that will be entirely at no cost to them. So they don't have to pay additional money, no additional $6,000; that's not going to happen. They'll have at least two plans.\n\n", " That's a big topic. Can we stay on Medicare?\n\n", " Let's get back to Medicare.\n\n", " Let's get back to Medicare.\n\n", " The President said that the Government can provide the service at lower cost and without a profit.\n\n", " If that's the case, then it will always be the best product that people can purchase. But my experience——\n\n", " ——my experience is the private sector typically is able to provide a better product at a lower cost.\n\n", " Absolutely.\n\n", " Absolutely.\n\n", " Regulation is essential. You can't have a free market work if you don't have regulation. As a businessperson, I had to have—I needed to know the regulations. I needed them there. You couldn't have people opening up banks in their garage and making loans. I mean, you have to have regulations so that you can have an economy work. Every free economy has good regulation. At the same time, regulation can become excessive.\n\n", " Well, in some places, yes——\n\n", " ——other places, no. It can become out of date. And what's happened with some of the legislation that's been passed during the President's term, you've seen regulation become excessive, and it's hurt the economy.\n\n", " This is an enormous boon for them. There have been 122 community and small banks have closed since Dodd-Frank. So there's one example.\n\n", " Well, I would repeal the—and replace it. We're not going to get rid of all regulation. You have to have regulation——\n\n", " ——and there are some parts of DoddFrank that make all the sense in the world. You need transparency. You need to have leverage limits for institutional——\n\n", " But let's mention——\n\n", " Let me mention the other one. Let's talk the other big one—the big one.\n\n", " Okay.\n\n", " Sorry, Jim——\n\n", "——but that's just not the facts. Look, we have to have regulation on Wall Street. That's why I'd have regulation. But I wouldn't designate five banks as \"too big to fail\" and give them a blank check. That's one of the unintended consequences of Dodd-Frank. It wasn't thought through properly. We need to get rid of that provision because it's killing regional and small banks. They're getting hurt.\n\n", " It's been 2 years. We don't know what a qualified mortgage is yet.\n\n", " I will make sure we don't hurt the functioning of our marketplace and our businesses, because I want to bring back housing and get good jobs.\n\n", " I sure do. Well, in part it comes, again, from my experience. I was in New Hampshire; a woman came to me and she said, look, I can't afford insurance for myself or my son. I met a couple in Appleton, Wisconsin, and they said, we're thinking of dropping our insurance; we can't afford it. And the number of small businesses I've gone to that are saying they're dropping insurance because they can't afford it—the cost of health care is just prohibitive, and we've got to deal with cost.\n\n", " Well, I did with my first statement——\n\n", "\nGov. Romney .——but I'll go on.\n\n", " I'll elaborate, exactly right. First of all, I like the way we did it in Massachusetts. I like the fact that in my State, we had Republicans and Democrats come together and work together. What you did instead was to push through a plan without a single Republican vote. As a matter of fact, when Massachusetts did something quite extraordinary—elected a Republican Senator—to stop Obamacare, you pushed it through anyway. So entirely on a partisan basis, instead of bringing America together and having a discussion on this important topic, you pushed through something that you and Nancy Pelosi and Harry Reid thought was the best answer and drove it through.\n\n", " Well, actually, it's a lengthy description, but number one, preexisting conditions are covered under my plan. Number two, young people are able to stay on their family plan. That's already offered in the private marketplace. You don't have the Government mandate that for that to occur.\n\n", " In my opinion, the Government is not effective in bringing down the cost of almost anything. As a matter of fact, free people and free enterprises trying to find ways to do things better are able to be more effective in bringing down the costs than the Government will ever be.\n\n", " Mayo Clinic is doing it superbly well, Cleveland Clinic, others.\n\n", " No, I have to respond to that——\n\n", " ——which is, my experience as a Governor is if I come in and lay down a piece of legislation and say it's my way or the highway, I don't get a lot done. What I do is the same way that Tip O'Neill and Ronald Reagan worked together some years ago. When Ronald Reagan ran for office, he laid out the principles that he was going to foster. He said he was going to lower tax rates. He said he was going to broaden the base. You've said the same thing; you're going to simplify the Tax Code, broaden the base.\n\n", " Well, first, I love great schools. Massachusetts, our schools are ranked number 1 of all 50 States. And the key to great schools—great teachers. So I reject the idea that I don't believe in great teachers or more teachers. Every school district, every State should make that decision on their own.\n\n", " Well, the primary responsibility for education is, of course, at the State and local level. But the Federal Government also can play a very important role. And I agree with Secretary Arne Duncan, he's—some ideas he's put forward on Race to the Top—not all of them, but some of them I agree with and congratulate him for pursuing that. The Federal Government can get local and State schools to do a better job.\n\n", " Oh, sure. Oh, yes. It's, by the way, going very well in my State, by the way. Yes.\n\n", " Jim, Jim——\n\n", " Mr. President, you're entitled, as the President, to your own airplane and to your own house, but not to your own facts—[laughter]—all right? I'm not going to cut education funding. I don't have any plan to cut education funding. And grants that go to people going to college I'm planning on continuing to grow, so I'm not planning on making changes there.\n\n", " Jim, I had the great experience—it didn't seem like it at the time—of being elected in a State where my legislature was 87 percent Democrat. And that meant I figured out, from day one I had to get along and I had to work across the aisle to get anything done. We drove our schools to be number one in the Nation. We cut taxes 19 times.\n\n", " As President, I will sit down on day one—actually, the day after I get elected, I'll sit down with leaders, the Democratic leaders as well as Republican leaders, and continue—as we did in my State—we met every Monday for a couple hours, talked about the issues and the challenges in our State in that case. We have to work on a collaborative basis, not because we're going to compromise our principle, but because there's common ground.\n\n", " Thank you, Jim, and Mr. President. And thank you for tuning in this evening.\n\n"], "oct_16_2012": ["\nRepublican Presidential Nominee W. Mitt Romney. Thank you, Jeremy. I appreciate your question. And thank you for being here this evening. And to all of those from Nassau County here that have come, thank you for your time. Thank you to Hofstra University and to Candy Crowley for organizing and leading this event.\n\nThank you, Mr. President, also for being part of this debate.\n\nYour question is one that's being asked by college kids all over this country. I was in Pennsylvania with someone who had just graduated. This was in Philadelphia, and she said: \"I've got my degree, I can't find a job. I've got three part-time jobs; they're just barely enough to pay for my food and pay for an apartment. I can't begin to pay back my student loans.\"\n\nSo what we have to do is two things. We have to make sure that we make it easier for kids to afford college and also make sure that when they get out of college there's a job. When I was Governor of Massachusetts, to get a high school degree you had to pass an exam. If you graduated in the top quarter of your class, we gave you a John and Abigail Adams Scholarship: 4 years tuition free to the college of your choice in Massachusetts; it's a public institution.\n\nI want to make sure we keep our Pell grant program growing. We're also going to have our loan program so that people are able to afford school. But the key thing is to make sure you can get a job when you get out of school. And what's happened over the last 4 years has been very, very hard for America's young people.\n\nI want you to be able to get a job. I know what it takes to get this economy going. With half of college kids graduating this year without a college—excuse me—without a job and without a college-level job, that's just unacceptable. And likewise, you got more and more debt on your back. So more debt and less jobs. I'm going to change that. I know what it takes to create good jobs again. I know what it takes to make sure that you have the kind of opportunity you deserve.\n\nAnd kids across this country are going to recognize we're bringing back an economy. It's not going to be like the last 4 years. The middle class has been crushed over the last 4 years, and jobs have been too scarce. I know what it takes to bring them back, and I'm going to do that and make sure when you graduate—when do you graduate?\n\nQ.", " 2014. When you come out in 2014, I presume I'm going to be President; I'm going to make sure you get a job. Thanks, Jeremy.\n\n", " Yes, you bet.\n\n", " Well, what you're seeing in this country is 23 million people struggling to find a job and a lot of them, as you say, Candy, have been out of work for a long, long, long time. The President's policies have been exercised over the last 4 years, and they haven't put Americans back to work. We have fewer people working today than we had when the President took office. If the—the unemployment rate was 7.8 percent when he took office; it's 7.8 percent now. But if you calculated that unemployment rate taking back the people who dropped out of the workforce, it would be 10.7 percent.\n\n", " That Detroit answer——\n\n", " ——that Detroit answer and the rest of the answer, way off the mark.\n\n", " Well, let's look at the President's policies, all right, as opposed to the rhetoric, because we've had 4 years of policies being played out. And the President's right in terms of the additional oil production, but none of it came on Federal land.\n\n", " But that's not what you've done in the last 4 years. That's the problem.\n\n", " So how much did you cut it by?\n\n", " By how much did you cut them by then?\n\n", " No, no, how much did you cut licenses and permits——\n\n", " ——on Federal land and Federal waters?\n\n", " No, I had a question——\n\n", " ——and the question was how much did you cut them by? How much did you cut them by?\n\n", " All right, and it is?\n\n", " Okay, now, that's——\n\n", " And production on private—on Government lands——\n\n", " ——is down.\n\n", " Production on Government land of oil is down 14 percent——\n\n", " ——and production of gas is down 9 percent.\n\n", " It's absolutely true. Look, there's no question but that the people recognize that we have not produced more oil and gas——\n\n", " ——on Federal lands and in Federal waters. And coal? Coal production is not up; coal jobs are not up. I was just at a coal facility where some 1,200 people lost their jobs.\n\n", " And the answer is, I don't believe people think that's the case because I——\n\n", " That wasn't a question.\n\n", " That was a statement. I don't think the American people believe that. I will fight for oil, coal, and natural gas. And the proof of whether a strategy is working or not is what the price is that you're paying at the pump. If you're paying less than you paid a year or 2 ago, why, then, the strategy is working. But you're paying more.\n\n", " Those things will get us the energy we need.\n\n", " No, he got the first——\n\n", " He actually got the first question, so I get the last question—last answer on that one.\n\n", " Actually——\n\n", " Candy, I don't have a policy of stopping wind jobs in Iowa. And they're not phantom jobs, they're real jobs.\n\n", " I appreciate wind jobs in Iowa and across our country. I appreciate the jobs in coal and oil and gas. I'm going to make sure——\n\n", " ——that taking advantage of our energy resources will bring back manufacturing to America. We're going to get through a very aggressive energy policy—3½ million more jobs in this country. It's critical to our future.\n\n", " Hi, Mary.\n\n", " Thank you very much. And let me tell you, you're absolutely right about part of that, which is I want to bring the rates down. I want to simplify the Tax Code, and I want to get middle income taxpayers to have lower taxes. And the reason I want middle income taxpayers to have lower taxes is because middle income taxpayers have been buried over the past 4 years.\n\n", " Thank you.\n\n", " You're absolutely right. You heard what I said about my tax plan. The top 5 percent will continue to pay 60 percent, as they do today. I'm not looking to cut taxes for wealthy people. I am looking to cut taxes for middle income people.\n\n", " Thank you, an important topic and one which I learned a great deal about, particularly as I was serving as Governor of my State, because I had the chance to pull together a cabinet, and all the applicants seemed to be men. And I went to my staff, and I said, how come all the people for these jobs are all men? And they said, well, these are the people that have the qualifications. And I said, well, gosh, can't we find some women that are also qualified? And so we took a concerted effort to go out and find women who had backgrounds that could be qualified to become members of our cabinet. I went to a number of women's groups and said, can you help us find folks? And they brought us whole binders full of women.\n\n", " I'm going to help women in America get good work by getting a stronger economy and by supporting women in the workforce.\n\n", " Great. Thank you. And I appreciate that question. I just want to make sure that—I think I was supposed to get that last answer, but I want to point out that I don't believe——\n\n", " The time——\n\n", " I'd just note that I don't believe that bureaucrats in Washington should tell someone whether they can use contraceptives or not, and I don't believe employers should tell someone whether they could have contraceptive care or not. Every woman in America should have access to contraceptives. And the President's statement of my policy is completely and totally wrong.\n\n", " Let me come back and answer your question. President Bush and I are different people, and these are different times. And that's why my five-point plan is so different than what he would have done.\n\n", " I think you know better. I think you know that these last 4 years haven't been so good as the President just described and that you don't feel like you're confident that the next 4 years are going to be much better either. I can tell you that if you were to elect President Obama, you know what you're going to get. You're going to get a repeat of the last 4 years. We just can't afford 4 more years like the last 4 years.\n\n", " Is it Lorena?\n\n", " Lorraine.\n\n", " Good, thanks.\n\n", " Thank you, Lorraine. Did I get that right? Good. Thank you for question. And let me step back and tell you what I'd like to do with our immigration policy broadly and include an answer to your question.\n\n", " Let's——\n\n", " No, let me go back and speak to the points that the President made, and let's get them correct. I did not say that the Arizona law was a model for the Nation in that aspect. I said that the E-Verify portion of the Arizona law, which is the portion of the law which says that employers could be able to determine whether someone is here illegally or not illegally, that that was a model for the Nation. That's number one.\n\n", " Mr. President, I'm still speaking.\n\n", " Mr. President, why don't you let me finish——\n\n", " I'm going to continue. I'm going to continue. The President made——\n\n", " Yes, just going to make a point. Any investments I have over the last 8 years have been managed by a blind trust. And I understand they do include investments outside the United States, including in Chinese companies.\n\n", " Have you looked at your pension?\n\n", " Mr. President, have you looked at your pension?\n\n", " Let me give you some advice.\n\n", " Look at your pension. You also have investments in Chinese companies. You also have investments outside the United States. You also have investments through a Cayman's trust.\n\n", " I'll get it done.\n\n", " I'll get it done the first year\n\n", " Thank you, Kerry, for your question. It's an important one, and I think the President just said correctly that the buck does stop at his desk, and he takes responsibility for that—for the failure in providing those security resources. And those terrible things may well happen from time to time. I feel very deeply sympathetic for the families of those who lost loved ones. And today there's a memorial service for one of those that was lost in this tragedy. We think of their families and care for them deeply.\n\n", " Yes, I certainly do. I certainly do. I think it's interesting the President just said something, which is that on the day after the attack, he went in the Rose Garden and said that this was an act of terror.\n\n", " You said in the Rose Garden the day after the attack it was an act of terror? It was not a spontaneous demonstration?\n\n", " Is that what you're saying?\n\n", " I want to make sure we get that for the record, because it took the President 14 days before he called the attack in Benghazi an act of terror.\n\n", " The administration indicated that this was a reaction to a video and was a spontaneous reaction.\n\n", " It took them a long time to say this was a terrorist act by a terrorist group. And to suggest—am I incorrect in that regard? On Sunday, the—your Secretary——\n\n", " ——excuse me, the Ambassador to the United Nations went on the Sunday television shows and spoke about how this was a spontaneous reaction.\n\n", " Yes, I'm not in favor of new pieces of legislation on guns and taking guns away or making certain guns illegal. We, of course, don't want to have automatic weapons, and that's already illegal in this country to have automatic weapons.\n\n", " ——drug lords——\n\n", " Well, Candy, actually, in my State, the pro-gun folks and the anti-gun folks came together and put together a piece of legislation. And it's referred to as an assault weapon ban, but it had, at the signing of the bill, both the pro-gun and the anti-gun people came together because it provided opportunities for both that both wanted. There were hunting opportunities, for instance, that hadn't previously been available and so forth. So it was a mutually agreed-upon piece of legislation.\n\n", " We haven't had the leadership in Washington to work at a bipartisan basis. I was able to do that in my State and bring these two together.\n\n", " Boy, great question, an important question, because you're absolutely right. The place where we've seen manufacturing go has been China. China is now the largest manufacturer in the world, used to be the United States of America. A lot of good people have lost jobs. A half a million manufacturing jobs have been lost in the last 4 years; that's total over the last 4 years. One of the reasons for that is that people think it's more attractive in some cases to go offshore than to stay here. We have made it less attractive for enterprises to stay here than to go offshore from time to time.\n\n", " The answer is very straightforward: We can compete with anyone in the world as long as the playing field is level. China has been cheating over the years: one, by holding down the value of their currency; number two, by stealing our intellectual property, our designs, our patents, our technology. There's even an Apple store in China that's a counterfeit Apple store selling counterfeit goods. They hack into our computers. We will have to have people play on a fair basis. That's number one.\n\n", " ——is completely——\n\n", "——is completely false. Let me tell you.\n\n", " Government does not create jobs.\n\n", " Government does not create jobs.\n\n", " Barry? Oh, there's Barry. Hi, Barry.\n\n", " Thank you, and that's an opportunity for me, and I appreciate it. In the nature of a campaign, it seems that some campaigns are focused on attacking a person rather than prescribing their own future and the things they'd like to do. In the course of that, I think the President's campaign has tried to characterize me as someone who's very different than who I am.\n\n", " I'll get our incomes up. And by the way, I've done these things. I served as Governor and showed I could get them done.\n\n"]}, "Barack Obama": {"oct_22_2012": [" Well, my first job as Commander in Chief, Bob, is to keep the American people safe. And that's what we've done over the last 4 years. We ended the war in Iraq, refocused our attention on those who actually killed us on 9/11. And as a consequence, Al Qaida's core leadership has been decimated.\n\nIn addition, we're now able to transition out of Afghanistan in a responsible way, making sure that Afghans take responsibility for their own security. And that allows us also to rebuild alliances and make friends around the world to combat future threats. Now, with respect to Libya, as I indicated in the last debate, when we received that phone call, I immediately made sure that, number one, we did everything we could to secure those Americans who were still in harm's way; number two, that we would investigate exactly what happened; and number three, most importantly, that we would go after those who killed Americans and we would bring them to justice. And that's exactly what we're going to do.\n\nBut I think it's important to step back and think about what happened in Libya. Now, keep in mind that I and Americans took leadership in organizing an international coalition that made sure that we were able to—without putting troops on the ground, at the cost of less than what we spent in 2 weeks in Iraq—liberate a country that had been under the yoke of dictatorship for 40 years, got rid of a despot who had killed Americans. And as a consequence, despite this tragedy, you had tens of thousands of Libyans, after the events in Benghazi, marching and saying: America is our friend. We stand with them. Now, that represents the opportunity we have to take advantage of.\n\nAnd, Governor Romney, I'm glad that you agree that we have been successful in going after Al Qaida, but I have to tell you that your strategy previously has been one that has been all over the map and is not designed to keep Americans safe or to build on the opportunities that exist in the Middle East.\n\nCounterterrorism Efforts/Situation in the Middle East and North Africa\n\nGov. Romney", " Governor Romney, I'm glad that you recognize that Al Qaida is a threat, because a few months ago, when you were asked what's the biggest geopolitical threat facing America, you said Russia. Not Al Qaida, you said Russia. And the 1980s are now calling to ask for their foreign policy back, because the cold war has been over for 20 years.\n\nBut, Governor, when it comes to our foreign policy, you seem to want to import the foreign policies of the 1980s, just like the social policies of the 1950s, and the economic policies of the 1920s.\n\nYou say that you're not interested in duplicating what happened in Iraq, but just a few weeks ago, you said you think we should have more troops in Iraq right now. And the challenge we have—I know you haven't been in a position to actually execute foreign policy, but every time you've offered an opinion, you've been wrong. You said we should have gone into Iraq, despite the fact that there were no weapons of mass destruction. You said that we should still have troops in Iraq to this day.\n\nYou indicated that we shouldn't be passing nuclear treaties with Russia, despite the fact that 71 Senators—Democrats and Republicans—voted for it. You've said that, first, we should not have a timeline in Afghanistan; then, you said we should; now you say maybe or it depends, which means not only were you wrong, but you were also confusing and sending mixed messages both to our troops and our allies.\n\nSo what we need to do with respect to the Middle East is strong, steady leadership, not wrong and reckless leadership that is all over the map. And unfortunately, that's the kinds of opinions that you've offered throughout this campaign, and it is not a recipe for American strength or keeping America safe over the long term.\n", " Number-one geopolitical foe.\n\nGov. Romney", " That's not true.\n\nGov. Romney", " No, what I would not have done is left 10,000 troops in Iraq that would tie us down. That certainly would not help us in the Middle East.\n\nGov. Romney", " Here is——\n\nGov. Romney", " Here is——\n\nGov. Romney", " Governor——\n\nGov. Romney", " Governor——\n\nGov. Romney", " This is just a few weeks ago.\n\nGov. Romney", " This is just a few weeks ago that you indicated that we should still have troops in Iraq.\n\nGov. Romney", " You made a major speech.\n\nGov. Romney", " Governor——\n\nGov. Romney", " Governor, here's one thing——\n", "\nThe President's. Foreign Policy Agenda\n Here's one thing I've learned as Commander in Chief. You've got to be clear both to our allies and our enemies about where you stand and what you mean. Now, you just gave a speech a few weeks ago in which you said we should still have troops in Iraq. That is not a recipe for making sure that we are taking advantage of the opportunities and meeting the challenges of the Middle East.\n\nNow, it is absolutely true that we cannot just beat these challenges militarily. And so what I've done—throughout my Presidency and will continue to do—is, number one, make sure that these countries are supporting our counterterrorism efforts.\n\nNumber two, make sure that they are standing by our interests in Israel's security, because it is a true friend and our greatest ally in the region.\n\nNumber three, we do have to make sure that we're protecting religious minorities and women because these countries can't develop unless all the population—not just half of it—is developing.\n\nNumber four, we do have to develop their economic capabilities. But number five, the other thing that we have to do is recognize that we can't continue to do nation-building in these regions. Part of American leadership is making sure that we're doing nation-building here at home.\n", " That will help us maintain the kind of American leadership that we need.\n", " What we've done is organize the international community, saying Asad has to go. We've mobilized sanctions against that Government. We have made sure that they are isolated. We have provided humanitarian assistance, and we are helping the opposition organize. And we're particularly interested in making sure that we're mobilizing the moderate forces inside of Syria.\n\nBut ultimately, Syrians are going to have to determine their own future. And so everything we're doing, we're doing in consultation with our partners in the region, including Israel, which obviously has a huge interest in seeing what happens in Syria, coordinating with Turkey and other countries in the region that have a great interest in this.\n\nNow, what we're seeing taking place in Syria is heartbreaking. And that's why we are going to do everything we can to make sure that we are helping the opposition. But we also have to recognize that for us to get more entangled militarily in Syria is a serious step. And we have to do so making absolutely certain that we know who we are helping, that we're not putting arms in the hands of folks who eventually could turn them against us or our allies in the region.\n\nAnd I am confident that Asad's days are numbered. But what we can't do is to simply suggest that, as Governor Romney at times has suggested, that giving heavy weapons, for example, to the Syrian opposition is a simple proposition that would lead us to be safer over the long term.\n", " Bob, we are playing the leadership role. We organized the Friends of Syria. We are mobilizing humanitarian support and support for the opposition. And we are making sure that those we help are those who will be friends of ours in the long term and friends of our allies in the region over the long term.\n\nBut going back to Libya, because this is an example of how we make choices: When we went into Libya, and we were able to immediately stop the massacre there because of the unique circumstances and the coalition that we had helped to organize, we also had to make sure that Muammar Qaddafi didn't stay there.\n\nAnd to the Governor's credit, you supported us going into Libya and the coalition that we organized. But when it came time to making sure that Qaddafi did not stay in power, that he was captured, Governor, your suggestion was that this was mission creep, that this was mission muddle.\n\nImagine if we had pulled out at that point. Muammar Qaddafi had more American blood on his hands than any individual other than Usama bin Laden, and so we were going to make sure that we finished the job. That's part of the reason why the Libyans stand with us. But we did so in a careful, thoughtful way, making certain that we knew who we were dealing with, that those forces of moderation on the ground were ones that we could work with. And we have to take the same kind of steady, thoughtful leadership when it comes to Syria. That's exactly what we're doing.\n", " I'll be very quick. What you just heard Governor Romney said is he doesn't have different ideas, and that's because we're doing exactly what we should be doing to try to promote a moderate Syrian leadership and an effective transition so that we get Asad out. That's the kind of leadership we've shown. That's the kind of leadership we'll continue to show.\n\nArab Spring/Egypt/National Economy\n", " Right.\n", " No, I don't, because I think that America has to stand with democracy. The notion that we would have tanks run over those young people who were in Tahrir Square, that is not the kind of American leadership that John F. Kennedy talked about 50 years ago.\n\nBut what I've also said is that now that you have a democratically elected Government in Egypt, that they have to make sure that they take responsibility for protecting religious minorities—and we have put significant pressure on them to make sure they're doing that—to recognize the rights of women, which is critical throughout the region. These countries can't develop if young women are not given the kind of education that they need. They have to abide by their treaty with Israel. That is a red line for us, because not only is Israel's security at stake, but our security is at stake if that unravels.\n\nThey have to make sure that they're cooperating with us when it comes to counterterrorism. And we will help them with respect to developing their own economy, because ultimately, what's going to make the Egyptian revolution successful for the people of Egypt, but also for the world is if those young people who gathered there are seeing opportunities. Their aspirations are similar to young people's here. They want jobs. They want to be able to make sure their kids are going to a good school. They want to make sure that they have a roof over their heads and that they have the prospects of a better life in the future.\n\nAnd so one of the things that we've been doing is, for example, organizing entrepreneurship conferences with these Egyptians to give them a sense of how they can start rebuilding their economy in a way that's noncorrupt, that's transparent.\n\nBut what is also important for us to understand is, is that for America to be successful in this region, there are some things that we're going to have to do here at home as well. One of the challenges over the last decade is we've done experiments in nation-building in places like Iraq and Afghanistan, and we've neglected, for example, developing our own economy, our own energy sectors, our own education system. And it's very hard for us to project leadership around the world when we're not doing what we need to do here.\n", " Bob, I think——\n\nGov. Romney", "\nThe President's Foreign Policy Agenda/National Economy\n America remains the one indispensible nation. And the world needs a strong America, and it is stronger now than when I came into office. Because we ended the war in Iraq, we were able to refocus our attention on not only the terrorist threat, but also beginning a transition process in Afghanistan.\n\nIt also allowed us to refocus on alliances and relationships that had been neglected for a decade. And, Governor Romney, our alliances have never been stronger: in Asia, in Europe, in Africa, with Israel, where we have unprecedented military and intelligence cooperation, including dealing with the Iranian threat.\n\nBut what we also have been able to do is position ourselves so we can start rebuilding America. And that's what my plan does: making sure that we're bringing manufacturing back to our shores so that we're creating jobs here, as we've done with the auto industry, not rewarding companies that are shipping jobs overseas; making sure that we've got the best education system in the world, including retraining our workers for the jobs of tomorrow.\n\nDoing everything we can to control our own energy. We've cut our oil imports to the lowest level in two decades because we've developed oil and natural gas, but we also have to develop clean energy technologies that will allow us to cut our exports in half by 2020. That's the kind of leadership that we need to show.\n\nAnd we've got to make sure that we reduce our deficit. Unfortunately, Governor Romney's plan doesn't do it. We've got to do it in a responsible way by cutting out spending we don't need, but also by asking the wealthiest to pay a little bit more. That way we can invest in the research and technology that's always kept us at the cutting edge.\n\nNow, Governor Romney has taken a different approach throughout this campaign. Both at home and abroad, he has proposed wrong and reckless policies. He's praised George Bush as a good economic steward and Dick Cheney as somebody who has—shows great wisdom and judgment. And taking us back to those kinds of strategies that got us into this mess are not the way that we are going to maintain leadership in the 21st century.\n\nNational Economy\n", "\nThe President said by now we'd be at 5.4 percent unemployment. We're 9 million jobs short of that. I will get America working again and see rising take-home pay again, and I'll do it with five simple steps.\n\nNumber one, we are going to have North American energy independence. We're going to do it by taking full advantage of oil, coal, gas, nuclear, and our renewables. Number two, we're going to increase our trade. Trade grows about 12 percent per year. It doubles about every 5 or so years. We can do better than that, particularly in Latin America.\n\nThe opportunities for us in Latin America we have just not taken advantage of fully. As a matter of fact, Latin America's economy is almost as big as the economy of China. We're all focused on China. Latin America is a huge opportunity for us: time zone, language opportunities.\n\nNumber three, we're going to have to have training programs that work for our workers and schools that finally put the parents and the teachers and the kids first, and the teachers union's going to have to go behind.\n\nAnd then, we're going to have to get to a balanced budget. We can't expect entrepreneurs and businesses, large and small, to take their life savings or their company's money and invest in America if they think we're headed to the road to Greece. And that's where we're going right now unless we finally get off this spending and borrowing binge. And I'll get us on track to a balanced budget.\n\nAnd finally, number five, we've got to champion small business. Small businesses are where jobs come from. Two-thirds of our jobs come from small businesses. New business formation is down at the lowest level in 30 years under this administration. I want to bring it back and get back good jobs and rising take-home pay.\n\nSmall Business Promotion Efforts/Education\n Well, let's talk about what we need to compete. First of all, Governor Romney talks about small businesses, but, Governor, when you were in Massachusetts, small businesses development ranked about 48th, I think, out of 50 States in Massachusetts because the policies that you're promoting actually don't help small businesses. And the way you define small businesses include folks at the very top; they include you and me. That's not the kind of small business promotion we need.\n\nBut let's take an example that we know is going to make a difference in the 21st century, and that's our education policy. We didn't have a lot of chance to talk about this in the last debate. Under my leadership, what we've done is reformed education, working with Governors, 46 States. We've seen progress and gains in schools that were having a terrible time, and they're starting to finally make progress. And what I now want to do is to hire more teachers, especially in math and science, because we know that we've fallen behind when it comes to math and science. And those teachers can make a difference.\n\nNow, Governor Romney, when you were asked by teachers whether or not this would help the economy grow, you said this isn't going to help the economy grow. When you were asked about reduced class sizes, you said class sizes don't make a difference. But I tell you, if you talk to teachers, they will tell you it does make a difference. And if we've got math teachers who are able to provide the kind of support that they need for our kids, that's what's going to determine whether or not the new businesses are created here. Companies are going to locate here depending on whether we've got the most highly skilled workforce.\n\nAnd the kinds of budget proposals that you've put forward, when we don't ask either you or me to pay a dime more in terms of reducing the deficit, but instead we slash support for education, that's undermining our long-term competitiveness. That is not good for America's position in the world, and the world notices.\n", " Ten years earlier, Governor.\n\nGov. Romney", " But that was 10 years before you took office.\n\nGov. Romney", " And then you cut education spending when you came into office.\n\nGov. Romney", " That happened before you came into office though.\n", " Bob——\n\nGov. Romney", " Bob——\n", " But he should have answered the first question.\n\nLook, Governor Romney has called for $5 trillion of tax cuts that he says he's going to pay for by closing deductions. Now, the math doesn't work, but he continues to claim that he's going to do it. He then wants to spend another $2 trillion on military spending that our military is not asking for.\n\nNow, keep in mind that our military spending has gone up every single year that I've been in office. We spend more on our military than the next 10 countries combined—China, Russia, France, the United Kingdom, you name it—next 10. And what I did was work with our Joint Chiefs of Staff to think about what are we going to need in the future to make sure that we are safe, and that's the budget that we've put forward.\n\nBut what you can't do is spend $2 trillion in additional military spending that the military is not asking for, $5 trillion on tax cuts. You say that you're going to pay for it by closing loopholes and deductions without naming what those loopholes and deductions are, and then somehow, you're also going to deal with the deficit that we've already got. The math simply doesn't work.\n\nBut when it comes to our military, what we have to think about is not just budgets. We've got think about capabilities. We need to be thinking about cybersecurity. We need to be thinking about space. That's exactly what our budget does, but it's driven by strategy. It's not driven by politics. It's not driven by Members of Congress and what they would like to see. It's driven by what are we going to need to keep the American people safe. That's exactly what our budget does.\n\nAnd it also then allows us to reduce our deficit, which is a significant national security concern, because we've got to make sure that our economy is strong at home so that we can project military power overseas.\n\nDeficit and National Debt/U.S. Armed Forces/Military Budget\n\nGov. Romney", "\nThe President hasn't balanced a budget yet. I expect to have the opportunity to do so myself.\n", " Bob, I just need to comment on this. First of all, the sequester is not something that I proposed. It's something that Congress has proposed. It will not happen. The budget that we're talking about is not reducing our military spending, it's maintaining it.\n\nBut I think Governor Romney maybe hasn't spent enough time looking at how our military works. You mentioned the Navy, for example, and that we have fewer ships than we did in 1916. Well, Governor, we also have fewer horses and bayonets—[laughter}—because the nature of our military has changed. We have these things called aircraft carriers where planes land on them. We have these ships that go underwater, nuclear submarines. And so the question is not a game of Battleship where we're counting ships, it's what are our capabilities.\n\nAnd so when I sit down with the Secretary of the Navy and the Joint Chiefs of Staff, we determine how are we going to be best able to meet all of our defense needs in a way that also keeps faith with our troops, that also makes sure that our veterans have the kind of support that they need when they come home. And that is not reflected in the kind of budget that you're putting forward, because it just doesn't work.\n", " And we visited the web site quite a bit, and it still doesn't work. [Laughter]\n\nIsrael/Iran\n", " First of all, Israel is a true friend; it is our greatest ally in the region. And if Israel is attacked, America will stand with Israel. I've made that clear throughout my Presidency.\n", " I will stand with Israel if they are attacked. And this is the reason why, working with Israel, we have created the strongest military and intelligence cooperation between our two countries in history. In fact, this week, we'll be carrying out the largest military exercise with Israel in history—this very week.\n\nBut to the issue of Iran, as long as I'm President of the United States, Iran will not get a nuclear weapon. I made that clear when I came into office. We then organized the strongest coalition and the strongest sanctions against Iran in history, and it is crippling their economy. Their currency has dropped 80 percent. Their oil production has plunged to the lowest level since they were fighting a war with Iraq 20 years ago. So their economy is in a shambles.\n\nAnd the reason we did this is because a nuclear Iran is a threat to our national security, and it's a threat to Israel's national security. We cannot afford to have a nuclear arms race in the most volatile region in the world. Iran is a state sponsor of terrorism, and for them to be able to provide nuclear technology to nonstate actors, that's unacceptable. And they have said that they want to see Israel wiped off the map.\n\nSo the work that we've done with respect to sanctions now offers Iran a choice: They can take the diplomatic route and end their nuclear program, or they will have to face a united world and a United States President—me—who said we're not going to take any options off the table.\n\nThe disagreement I have with Governor Romney is that during the course of this campaign, he's often talked as if we should take premature military action. I think that would be a mistake, because when I've sent young men and women into harm's way, I always understand that that is the last resort, not the first resort.\n", " Well, first of all, those are reports in the newspaper. They are not true. But our goal is to get Iran to recognize it needs to give up its nuclear program and abide by the U.N. resolutions that have been in place. Because they have the opportunity to reenter the community of nations. And we would welcome that.\n\nThere are people in Iran who have the same aspirations as people all around the world for a better life. And we hope that their leadership takes the right decision. But the deal we'll accept is, they end their nuclear program. It's very straightforward.\n\nAnd I'm glad that Governor Romney agrees with the steps that we're taking. There have been times, Governor, frankly, during the course of this campaign where it sounded like you thought that you'd do the same things we did, but you'd say them louder, and somehow, that would make a difference. And it turns out that the work involved in setting up these crippling sanctions is painstaking. It's meticulous.\n\nWe started from the day we got into office. And the reason it was so important—and this is a testament to how we've restored American credibility and strength around the world—is we had to make sure that all the countries participated, even countries like Russia and China, because if it's just us that are imposing sanctions, we've had sanctions in place for a long time. It's because we got everybody to agree that Iran is seeing so much pressure. And we've got to maintain that pressure.\n\nThere is a deal to be had, and that is that they abide by the rules that have already been established, they convince the international community they are not pursuing a nuclear program, there are inspections that are very intrusive, but over time what they can do is regain credibility.\n\nIn the meantime, though, we're not going to let up the pressure until we have clear evidence that that takes place.\n\nAnd one last thing, just to make this point: The clock is ticking. We're not going to allow Iran to perpetually engage in negotiations that lead nowhere. And I've been very clear to them. Because of the intelligence coordination that we do with a range of countries, including Israel, we have a sense of when they would get breakout capacity, which means that we would not be able to intervene in time to stop their nuclear program. And that clock is ticking.\n", " And we're going to make sure that if they do not meet the demands of the international community, then we are going to take all options necessary to make sure they don't have a nuclear weapon.\n", " Bob, let me just respond. Nothing Governor Romney just said is true, starting with this notion of me apologizing. This has been probably the biggest whopper that's been told during the course of this campaign. And every fact-checker and every reporter who's looked at it, Governor, has said this is not true.\n\nAnd when it comes to tightening sanctions, look, as I said before, we've put in the toughest, most crippling sanctions ever. And the fact is, while we were coordinating an international coalition to make sure these sanctions were effective, you were still invested in a Chinese state oil company that was doing business with the Iranian oil sector. So I'll let the American people decide, judge who is going to be more effective and more credible when it comes to imposing crippling sanctions.\n\nAnd with respect to our attitude about the Iranian revolution, I was very clear about the murderous activities that had taken place, and that was contrary to international law and everything that civilized people stand for. And so the strength that we have shown in Iran is shown by the fact that we've been able to mobilize the world.\n\nWhen I came into office, the world was divided; Iran was resurgent. Iran is at its weakest point economically, strategically, militarily than since—than in many years. And we are going to continue to keep the pressure on to make sure that they do not get a nuclear weapon. That's in America's national interest, and that will be the case so long as I'm President.\n\nIran/The President's Foreign Policy Agenda\n\nGov. Romney", " Bob, let me respond. If we're going to talk about trips that we've taken, when I was a candidate for office, the first trip I took was to visit our troops. And when I went to Israel as a candidate, I didn't take donors, I didn't attend fundraisers. I went to Yad Vashem, the Holocaust museum there, to remind myself the nature of evil and why our bond with Israel will be unbreakable.\n\nAnd then I went down to the border towns of Sderot, which had experienced missiles raining down from Hamas. And I saw families there who showed me where missiles had come down near their children's bedrooms, and I was reminded of what that would mean if those were my kids, which is why, as President, we funded an Iron Dome program to stop those missiles. So that's how I've used my travels, when I traveled to Israel and when I traveled to the region.\n\nAnd the central question at this point is going to be who's going to be credible to all parties involved. And they can look at my track record—whether it's Iran's sanctions, whether it's dealing with counterterrorism, whether it's supporting democracy, whether it's supporting women's rights, whether it's supporting religious minorities—and they can say that the President of the United States and the United States of America has stood on the right side of history. And that kind of credibility is precisely why we've been able to show leadership on a wide range of issues facing the world right now.\n\nIsrael/The President's Foreign Policy Agenda\n", " The——\n\nGov. Romney", " Bob——\n\nGov. Romney", " Governor, the problem is, is that on a whole range of issues—whether it's the Middle East, whether it's Afghanistan, whether it's Iraq, whether it's now Iran—you've been all over the map. I mean, I'm pleased that you now are endorsing our policy of applying diplomatic pressure and potentially having bilateral discussions with the Iranians to end their nuclear program.\n\nBut just a few years ago, you said that's something you'd never do. In the same way that you initially opposed a timetable in Afghanistan, now you're for it, although it depends. In the same way that you say you would have ended the war in Iraq, but recently gave a speech saying that we should have 20,000 more folks in there. The same way that you said that it was mission creep to go after Qaddafi.\n\nWhen it comes to going after Usama bin Laden, you said, well, any President would make that call. But when you were a candidate in 2008—as I was—and I said if I got bin Laden in our sights, I would take that shot, you said we shouldn't move heaven and earth to get one man. And you said we should ask Pakistan for permission. And if we had asked Pakistan for permission, we would not have gotten him. And it was worth moving heaven and earth to get him.\n\nAfter we killed bin Laden, I was at Ground Zero for a memorial and talked to a young woman who was 4 years old when 9/11 happened. And the last conversation she had with her father was him calling from the Twin Towers, saying, \"Payton, I love you, and I will always watch over you.\" And for the next decade, she was haunted by that conversation. And she said to me, \"By finally getting bin Laden, that brought some closure to me.\" And when we do things like that, when we bring those who have harmed us to justice, that sends a message to the world, and it tells Payton that we did not forget her father.\n", " And I make that point because that's the kind of clarity of leadership—and those decisions are not always popular. Those decisions generally are not poll tested. And even some in my own party, including my current Vice President, had the same critique as you did. But what the American people understand is, is that I look at what we need to get done to keep the American people safe and to move our interests forward, and I make those decisions.\n", " We'll agree on that.\n\nAfghanistan/Pakistan\n", " When I came into office, we were still bogged down in Iraq, and Afghanistan had been drifting for a decade. We ended the war in Iraq, refocused our attention on Afghanistan, and we did deliver a surge of troops. That was facilitated, in part, because we had ended the war in Iraq. And we are now in a position where we have met many of the objectives that got us there in the first place.\n\nPart of what had happened is we had forgotten why we had gone. We went because there were people who were responsible for 3,000 American deaths. And so we decimated Al Qaida's core leadership in the border regions between Afghanistan and Pakistan. We then started to build up Afghan forces, and we're now in a position where we can transition out, because there's no reason why Americans should die when Afghans are perfectly capable of defending their own country.\n\nNow, that transition has to take place in a responsible fashion. We've been there a long time, and we've got to make sure that we and our coalition partners are pulling out responsibly and giving Afghans the capabilities that they need.\n\nBut what I think the American people recognize is after a decade of war, it's time to do some nation-building here at home. And what we can now do is free up some resources to, for example, put Americans back to work—especially our veterans—rebuilding our roads, our bridges, our schools; making sure that our veterans are getting the care that they need when it comes to posttraumatic stress disorder and traumatic brain injury; making sure that the certifications that they need for good jobs of the future are in place.\n\nI was having lunch with some—a veteran in Minnesota who had been a medic dealing with the most extreme circumstances. When he came home and he wanted to become a nurse, he had to start from scratch. And what we've said is, let's change those certifications. The First Lady has done great work with an organization called Joining Forces, putting our veterans back to work. And as a consequence, veterans unemployment is actually now lower than the general population; it was higher when I came into office.\n\nSo those are the kinds of things that we can now do because we're making that transition in Afghanistan.\n\nPakistan\n", " Well, keep in mind, our strategy wasn't just going after bin Laden. We've created partnerships throughout the region to deal with extremism: in Somalia, in Yemen, in Pakistan. And what we've also done is engage these Governments in the kind of reforms that are actually going to make a difference in people's lives day to day: to make sure that their Governments aren't corrupt; to make sure that they are treating women with the kind of respect and dignity that every nation that succeeds has shown; and to make sure that they've got a free market system that works. So across the board, we are engaging them in building capacity in these countries, and we have stood on the side of democracy.\n\nOne thing I think Americans should be proud of—when Tunisians began to protest, this Nation—me, my administration—stood with them earlier than just about any other country. In Egypt, we stood on the side of democracy. In Libya, we stood on the side of the people. And as a consequence, there's no doubt that attitudes about Americans have changed.\n\nBut there are always going to be elements in these countries that potentially threaten the United States, and we want to shrink those groups and those networks, and we can do that. But we're always also going to have to maintain vigilance when it comes to terrorist activities. The truth, though, is that Al Qaida is much weaker than it was when I came into office, and they don't have the same capacities to attack the U.S. homeland and our allies as they did 4 years ago.\n\nChina\n", " Well, I think it will continue to be terrorist networks. We have to remain vigilant, as I just said. But with respect to China, China is both an adversary but also a potential partner in the international community if it's following the rules. So my attitude coming into office was that we are going to insist that China plays by the same rules as everybody else.\n\nNow, I know Americans had seen jobs being shipped overseas, businesses and workers not getting a level playing field when it came to trade. And that's the reason why I set up a trade task force to go after cheaters when it came to international trade. That's the reason why we have brought more cases against China for violating trade rules than the other—the previous administration had done in two terms. And we've won just about every case that we filed, that has been decided.\n\nIn fact, just recently, steelworkers in Ohio and throughout the Midwest, Pennsylvania, are in a position now to sell steel to China because we won that case. We had a tire case in which they were flooding us with cheap domestic tires—or cheap Chinese tires, and we put a stop to it and, as a consequence, saved jobs throughout America.\n\nI have to say that Governor Romney criticized me for being too tough in that tire case, said this wouldn't be good for American workers and that it would be protectionist. But I tell you, those workers don't feel that way. They feel as if they had finally an administration who was going to take this issue seriously.\n\nOver the long term, in order for us to compete with China, we've also got to make sure, though, that we're taking care of business here at home. If we don't have the best education system in the world, if we don't continue to put money into research and technology that will allow us to create great businesses here in the United States, that's how we lose the competition. And unfortunately, Governor Romney's budget and his proposals would not allow us to make those investments.\n", " Well, Governor Romney is right, you are familiar with jobs being shipped overseas because you invested in companies that were shipping jobs overseas. And that's your right. I mean, that's how our free market works. But I've made a different bet on American workers.\n\nIf we had taken your advice, Governor Romney, about our auto industry, we'd be buying cars from China instead of selling cars to China. If we take your advice with respect to how we change our Tax Code so that companies that are in profits overseas don't pay U.S. taxes compared to companies here that are paying taxes, that's estimated to create 800,000 jobs. The problem is they won't be here, they'll be in places like China.\n\nAnd if we're not making investments in education and basic research, which is not something that the private sector is doing at a sufficient pace right now and has never done, then we will lose the lead in things like clean energy technology.\n\nNow, with respect to what we've done with China already, U.S. exports have doubled, since I came into office, to China. And actually, currencies are at their most advantageous point for U.S. exporters since 1993. We absolutely have to make more progress, and that's why we're going to keep on pressing.\n\nAnd when it comes to our military and Chinese security, part of the reason that we were able to pivot to the Asia-Pacific region after having ended the war in Iraq and transitioning out of Afghanistan is precisely because this is going to be a massive growth area in the future.\n\nAnd we believe China can be a partner, but we're also sending a very clear signal that America is a Pacific power, that we are going to have a presence there. We are working with countries in the region to make sure, for example, that ships can pass through, that commerce continues. And we're organizing trade relations with countries other than China so that China starts feeling more pressure about meeting basic international standards. That's the kind of leadership we've shown in the region. That's the kind of leadership that we'll continue to show.\n\nU.S. Automobile Industry\n\nGov. Romney", " Governor Romney, that's not what you said.\n\nGov. Romney", " Governor Romney, you did not say that you would provide governor help.\n\nGov. Romney", " Let's check the record.\n\nGov. Romney", " Let's check the record.\n\nGov. Romney", " Governor, the people of Detroit don't forget.\n\nGlobal Competitiveness\n\nGov. Romney", " Governor, the fact of the matter is——\n\nGov. Romney", " .Governor, I'm happy to respond. You've held the floor for a while.\n\nGov. Romney", " Look, I think anybody out there can check the record. Governor Romney, you keep on trying to airbrush history here. You were very clear that you would not provide Government assistance to the U.S. auto companies even if they went through bankruptcy. You said that they could get it in the private marketplace. That wasn't true. They would have gone through——\n\nGov. Romney", " No, I am not wrong.\n\nGov. Romney", " I am not wrong.\n\nGov. Romney", " People will look it up.\n\nGov. Romney", " But more importantly, it is true that in order for us to be competitive, we're going to have to make some smart choices right now. Cutting our education budget, that's not a smart choice. That will not help us compete with China. Cutting our investments in research and technology, that's not a smart choice. That will not help us compete with China. Bringing down our deficit by adding $7 trillion of tax cuts and military spending that our military is not asking for, before we even get to the debt that we currently have, that is not going to make us more competitive.\n\nThose are the kinds of choices that the American people face right now. Having a Tax Code that rewards companies that are shipping jobs overseas instead of companies that are investing here in the United States, that will not make us more competitive. And the one thing that I'm absolutely clear about is that after a decade in which we saw a drift, jobs being shipped overseas, nobody championing American workers and American businesses, we've now begun to make some real progress. What we can't do is go back to the same policies that got us into such difficulty in the first place. And that's why we have to move forward and not go back.\n\nThe President's Economic Record\n\nGov. Romney", " Well, thank you very much, Bob, Governor Romney, and to Lynn University.\n\nYou've now heard three debates, months of campaigning, and way too many TV commercials. [Laughter] And now you've got a choice. Over the last 4 years, we've made real progress digging our way out of policies that gave us two prolonged wars, record deficits, and the worst economic crisis since the Great Depression.\n\nAnd Governor Romney wants to take us back to those policies: a foreign policy that's wrong and reckless; economic policies that won't create jobs, won't reduce our deficit, but will make sure that folks at the very top don't have to play by the same rules that you do. And I've got a different vision for America.\n\nI want to build on our strengths. And I've put forward a plan to make sure that we're bringing manufacturing jobs back to our shores by rewarding companies and small businesses that are investing here, not overseas. I want to make sure we've got the best education system in the world, and we're retaining our workers for the jobs of tomorrow.\n\nI want to control our own energy by developing oil and natural gas, but also the energy sources of the future. Yes, I want to reduce our deficit by cutting spending that we don't need, but also by asking the wealthy to do a little bit more so that we can invest in things like research and technology that are the key to a 21st-century economy.\n\nAs Commander in Chief, I will maintain the strongest military in the world, keep faith with our troops, and go after those who would do us harm. But after a decade of war, I think we all recognize we've got to do some nation-building here at home rebuilding our roads, our bridges, and especially caring for our veterans who sacrificed so much for our freedom.\n\nWe've been through tough times, but we always bounce back because of our character, because we pull together. And if I have the privilege of being your President for another 4 years, I promise you I will always listen to your voices, I will fight for your families, and I will work every single day to make sure that America continues to be the greatest nation on Earth. Thank you.\n", "\nThe President's path will mean continuing declining in take-home pay. I want to make sure our take-home pay turns around and starts to grow. The President's path means 20 million people out of work, struggling for a good job. I'll get people back to work with 12 million new jobs.\n\nI'm going to make sure that we get people off of food stamps, not by cutting the program, but by getting them good jobs. America is going to come back, and for that to happen, we're going to have to have a President who can work across the aisle.\n\nI was in a State where my legislature was 87-percent Democrat. I learned how to get along on the other side of the aisle. We've got to do that in Washington. Washington is broken. I know what it takes to get this country back, and we'll work with good Democrats and good Republicans to do that.\n\nThis Nation is the hope of the Earth. We've been blessed by having a nation that's free and prosperous thanks to the contributions of the greatest generation. They've held a torch for the world to see, a torch of freedom and hope and opportunity. Now it's our turn to take that torch. I'm convinced we'll do it.\n\nWe need strong leadership. I'd like to be that leader, with your support. I'll work with you. I'll lead you in an open and honest way. And I ask for your vote. I'd like to be the next President of the United States to support and help this great Nation, and to make sure that we all together maintain America as the hope of the Earth. Thank you so much.\n", " That's great.\n"], "oct_3_2012": [" Well, thank you very much, Jim, for this opportunity. I want to thank Governor Romney, and the University of Denver for your hospitality.\n\nThere are a lot of points I want to make tonight, but the most important one is that 20 years ago, I became the luckiest man on Earth because Michelle Obama agreed to marry me. [Laughter] And so I just want to wish, sweetie, you happy anniversary and let you know that a year from now we will not be celebrating it in front of 40 million people. [Laughter]\n\nFour years ago, we went through the worst financial crisis since the Great Depression. Millions of jobs were lost. The auto industry was on the brink of collapse. The financial system had frozen up. And because of the resilience and the determination of the American people, we've begun to fight our way back. Over the last 30 months, we've seen 5 million jobs in the private sector created. The auto industry has come roaring back, and housing has begun to rise.\n\nBut we all know that we've still got a lot of work to do. And so the question here tonight is not where we've been, but where we're going.\n\nGovernor Romney has a perspective that says if we cut taxes skewed towards the wealthy and roll back regulations that we'll be better off. I've got a different view. I think we've got to invest in education and training. I think it's important for us to develop new sources of energy here in America; that we change our Tax Code to make sure that we're helping small businesses and companies that are investing here in the United States; that we take some of the money that we're saving as we wind down two wars to rebuild America; and that we reduce our deficit in a balanced way that allows us to make these critical investments.\n\nNow, it ultimately is going to be up to the voters—to you—which path we should take. Are we going to double down on the top-down economic policies that helped to get us into this mess? Or do we embrace a new economic patriotism that says America does best when the middle class does best? And I'm looking forward to having that debate.\n\nMr. Lehrer", " Well, let me talk specifically about what I think we need to do. First, we've got to improve our education system. And we've made enormous progress drawing on ideas both from Democrats and Republicans that are already starting to show gains in some of the toughest-to-deal-with schools.\n\nWe've got a program called Race to the Top that has prompted reforms in 46 States around the country, raising standards, improving how we train teachers. So now I want to hire another hundred thousand new math and science teachers and create 2 million more slots in our community colleges so that people can get trained for the jobs that are out there right now. And I want to make sure that we keep tuition low for our young people.\n\nWhen it comes to our Tax Code, Governor Romney and I both agree that our corporate tax rate is too high. So I want to lower it, particularly for manufacturing—taking it down to 25 percent—but I also want to close those loopholes that are giving incentives for companies that are shipping jobs overseas. I want to provide tax breaks for companies that are investing here in the United States.\n\nOn energy, Governor Romney and I, we both agree that we've got to boost American energy production. And oil and natural gas production are higher than they've been in years. But I also believe that we've got to look at the energy sources of the future, like wind and solar and biofuels, and make those investments.\n\nSo all of this is possible. Now, in order for us to do it, we do have to close our deficit. And one of the things I'm sure we'll be discussing tonight is how do we deal with our Tax Code and how do we make sure that we are reducing spending in a responsible way, but also how do we have enough revenue to make those investments.\n\nAnd this is where there's a difference, because Governor Romney's central economic plan calls for a $5 trillion tax cut on top of the extension of the Bush tax cuts—that's another trillion dollars—and $2 trillion in additional military spending that the military hasn't asked for. That's $8 trillion. How we pay for that, reduce the deficit, and make the investments that we need to make without dumping those costs onto middle class Americans, I think, is one of the central questions of this campaign.\n\nEconomic Concerns/Job Training/Tax Code Reform/Energy\n\nMr. Lehrer", " Well, I think—let's talk about taxes because I think it's instructive. Now, 4 years ago when I stood on this stage, I said that I would cut taxes for middle class families, and that's exactly what I did. We cut taxes for middle class families by about $3,600.\n\nAnd the reason is because I believe that we do best when the middle class is doing well. And by giving them those tax cuts, they had a little more money in their pocket, and so maybe they can buy a new car. They are certainly in a better position to weather the extraordinary recession that we went through. They can buy a computer for their kid who is going off to college, which means they're spending more money, businesses have more customers, businesses make more profits and then hire more workers.\n\nNow, Governor Romney's proposal that he has been promoting for 18 months calls for a $5 trillion tax cut on top of $2 trillion of additional spending for our military. And he is saying that he is going to pay for it by closing loopholes and deductions. The problem is that he's been asked over a hundred times how you would close those deductions and loopholes, and he hasn't been able to identify them.\n\nBut I'm going to make an important point here, Jim. When you add up all the loopholes and deductions that upper income individuals can—are currently taking advantage of, you take those all away, you don't come close to paying for $5 trillion in tax cuts and $2 trillion in additional military spending.\n\nAnd that's why independent studies looking at this said the only way to meet Governor Romney's pledge of not reducing the deficit—or not adding to the deficit is by burdening middle class families; the average middle class family with children would pay about $2,000 more.\n\nNow, that's not my analysis. That's the analysis of economists who have looked at this. And that kind of top-down economics, where folks at the top are doing well, so the average person making 3 million bucks is getting a $250,000 tax break, while middle class families are burdened further, that's not what I believe is a recipe for economic growth.\n\nMr. Lehrer", " Well, for 18 months, he's been running on this tax plan. And now, 5 weeks before the election, he's saying that his big, bold idea is \"never mind.\" And the fact is that if you are lowering the rates the way you described, Governor, then it is not possible to come up with enough deductions and loopholes that only affect high-income individuals to avoid either raising the deficit or burdening the middle class. It's math. It's arithmetic.\n\nNow, Governor Romney and I do share a deep interest in encouraging small-business growth. So at the same time that my tax plan has already lowered taxes for 98 percent of families, I also lowered taxes for small business 18 times. And what I want to do is continue the tax rates—the tax cuts that we put into place for small businesses and families.\n\nBut I have said that for incomes over $250,000 a year that we should go back to the rates that we had when Bill Clinton was President, when we created 23 million new jobs, went from deficit to surplus, and created a whole lot of millionaires to boot. And the reason this is important is because, by doing that, we can not only reduce the deficit, we can not only encourage job growth through small businesses, but we're also able to make the investments that are necessary in education or in energy.\n\nAnd we do have a difference, though, when it comes to definitions of small business. Under my plan, 97 percent of small businesses would not see their income taxes go up. Governor Romney says, well, those top 3 percent, they're the job creators, they'd be burdened. But under Governor Romney's definition, there are a whole bunch of millionaires and billionaires who are small businesses. Donald Trump is a small business. And I know Donald Trump doesn't like to think of himself as small anything, but that's how you define small businesses if you're getting business income.\n\nAnd that kind of approach, I believe, will not grow our economy, because the only way to pay for it without either burdening the middle class or blowing up our deficit is to make drastic cuts in things like education, making sure that we are continuing to invest in basic science and research—all the things that are helping America grow. And I think that would be a mistake.\n\nMr. Lehrer", " That's okay.\n\nMr. Lehrer", " Jim, I—you may want to move on to another topic, but I would just say this to the American people: If you believe that we can cut taxes by $5 trillion and add $2 trillion in additional spending that the military is not asking for—$7 trillion—just to give you a sense, over 10 years, that's more than our entire defense budget—and you think that by closing loopholes and deductions for the well-to-do, somehow you will not end up picking up the tab, then Governor Romney's plan may work for you.\n\nBut I think math, common sense, and our history shows us that's not a recipe for job growth. Look, we've tried this; we've tried both approaches. The approach that Governor Romney is talking about is the same sales pitch that was made in 2001 and 2003. And we ended up with the slowest job growth in 50 years. We ended up moving from surplus to deficits, and it all culminated in the worst financial crisis since the Great Depression.\n\nBill Clinton tried the approach that I'm talking about. We created 23 million new jobs. We went from deficit to surplus. And businesses did very well. So in some ways we've got some data on which approach is more likely to create jobs and opportunity for Americans. And I believe that the economy works best when middle class families are getting tax breaks so that they've got some money in their pockets and those of us who have done extraordinarily well because of this magnificent country that we live in, that we can afford to do a little bit more to make sure we're not blowing up the deficit.\n\nGov. Romney", " He can have them, he can have them. Go ahead. [Laughter].\n\nMr. Lehrer", " Go ahead. [Laughter]\n\nGov. Romney", " All right.\n\nGov. Romney", " Okay.\n\nGov. Romney", "\nThe President would prefer raising taxes. I understand. The problem with raising taxes is that it slows down the rate of growth and you can never quite get the job done. I want to lower spending and encourage economic growth at the same time.\n\nWhat things would I cut from spending? Well, first of all, I will eliminate all programs by this test if they don't pass it: Is the program so critical it's worth borrowing money from China to pay for it? And if not, I'll get rid of it. Obamacare is on my list. I apologize, Mr. President. I use that term with all respect.\n I like it.\n\nGov. Romney", " When I walked into the Oval Office I had more than a trillion-dollar deficit greeting me, and we know where it came from: two wars that were paid for on a credit card, two tax cuts that were not paid for, and a whole bunch of programs that were not paid for, and then a massive economic crisis.\n\nAnd despite that, what we've said is, yes, we had to take some initial emergency measures to make sure we didn't slip into a great depression, but what we've also said is, let's make sure that we are cutting out those things that are not helping us grow. So 77 Government programs, everything from aircrafts that the Air Force had ordered, but weren't working very well, 18 Government programs for education that were well intentioned, but weren't helping kids learn.\n\nWe went after medical fraud in Medicare and Medicaid very aggressively, more aggressively than ever before, and have saved tens of billions of dollars: $50 billion of waste taken out of the system. And I worked with Democrats and Republicans to cut a trillion dollars out of our discretionary domestic budget. That's the largest cut in the discretionary domestic budget since Dwight Eisenhower.\n\nNow, we all know that we've got to do more, and so I put forward a specific $4 trillion deficit reduction plan. It's on a web site; you can look at all the numbers: what cuts we make and what revenue we raise. And the way we do it is $2.50 for every cut we ask for a dollar of additional revenue, paid for, as I indicated earlier, by asking those of us who have done very well in this country to contribute a little bit more to reduce the deficit.\n\nGovernor Romney earlier mentioned the Bowles-Simpson Commission. Well, that's how the Commission—bipartisan Commission that talked about how we should move forward, suggested we have to do it—in a balanced way with some revenue and some spending cuts. And this is a major difference that Governor Romney and I have. Let me just finish this point because you're looking for contrast.\n\nWhen Governor Romney stood on a stage with other Republican candidates for the nomination, and he was asked, would you take $10 of spending cuts for just $1 of revenue? And he said no. Now, if you take such an unbalanced approach, then that means you are going to be gutting our investments in schools and education. It means that——\n\nMr. Lehrer", " Governor Romney talked about Medicaid and how we could send it back to the States, but effectively, this means a 30-percent cut in the primary program we help for seniors who are in nursing homes, for kids who are with disabilities. And that is not a right strategy for us to move forward.\n\nMr. Lehrer", " Sorry.\n\nNational Commission on Fiscal Responsibility and Reform/Deficit and National Debt\n\nMr. Lehrer", " That's what we've done, made some adjustments to it, and we're putting it forward before Congress right now, a $4 trillion plan——\n\nGov. Romney", " ——of balanced——\n\nGov. Romney", " Right.\n\nGov. Romney", " Well, we've had this discussion before——\n\nBalancing Tax Code Reform and Spending Cuts/Oil Industry Subsidies/Corporate Tax Deductions\n\nMr. Lehrer", " Right. There has to be revenue in addition to cuts. Now, Governor Romney has ruled out revenue. He's ruled out revenue.\n\nMr. Lehrer", " If we're serious, we've got to take a balanced, responsible approach. And by the way, this is not just when it comes to individual taxes. Let's talk about corporate taxes. Now, I've identified areas where we can right away make a change that I believe would actually help the economy. The oil industry gets $4 billion a year in corporate welfare. Basically, they get deductions that those small businesses that Governor Romney refers to, they don't get. Now, does anybody think that ExxonMobil needs some extra money when they're making money every time you go to the pump?\n\nWhy wouldn't we want to eliminate that? Why wouldn't we eliminate tax breaks for corporate jets? My attitude is, if you got a corporate jet, you can probably afford to pay full freight, not get a special break for it.\n\nWhen it comes to corporate taxes, Governor Romney has said he wants to, in a revenue-neutral way, close loopholes, deductions—he hasn't identified which ones they are—but that thereby bring down the corporate rate. Well, I want to do the same thing, but I've actually identified how we can do that. And part of the way to do it is to not give tax breaks to companies that are shipping jobs overseas. Right now you can actually take a deduction for moving a plant overseas. I think most Americans would say that doesn't make sense. And all that raises revenue.\n\nAnd so if we take a balanced approach, what that then allows us to do is also to help young people, the way we already have during my administration, make sure that they can afford to go to college. It means that the teacher that I met in Las Vegas, a wonderful young lady, who describes to me, she's got 42 kids in her class. The first 2 weeks, she's got some of them sitting on the floor until finally they get reassigned. They're using textbooks that are 10 years old. That is not a recipe for growth. That's not how America was built.\n\nAnd so budgets reflect choices. Ultimately, we're going to have to make some decisions. And if we're asking for no revenue, then that means that we've got to get rid of a whole bunch of stuff. And the magnitude of the tax cuts that you're talking about, Governor, would end up resulting in severe hardship for people, but more importantly, would not help us grow.\n\nAs I indicated before, when you talk about shifting Medicaid to States, we're talking about potentially a 30-percent cut in Medicaid over time. Now, that may not seem like a big deal when it just is paper—numbers on a sheet of paper. But if we're talking about a family who's got an autistic kid and is depending on that Medicaid, that's a big problem. And Governors are creative, there's no doubt about it. But they're not creative enough to make up for 30 percent of revenue on something like Medicaid. What ends up happening is some people end up not getting help.\n\nGov. Romney", " Go ahead.\n\nEnergy Sector Subsidies/Corporate Tax Rates/Medicaid\n\nMr. Lehrer", " It's time to end it.\n\nGov. Romney", " I suspect that on Social Security we've got a somewhat similar position. Social Security is structurally sound. It's going to have to be tweaked the way it was by Ronald Reagan and Speaker—Democratic Speaker Tip O'Neill. But it is—the basic structure is sound.\n\nBut I want to talk about the values behind Social Security and Medicare and then talk about Medicare because that's the big driver of our deficits right now.\n\nMy grandmother, some of you know, helped to raise me, my grandparents did. My grandfather died a while back. My grandmother died 3 days before I was elected President. And she was fiercely independent. She worked her way up. Only had a high school education, started as a secretary, ended up being the vice president of a local bank. And she ended up living alone by choice. And the reason she could be independent was because of Social Security and Medicare.\n\nShe had worked all her life, put in this money, and understood that there was a basic guarantee, a floor under which she could not go. And that's the perspective I bring when I think about what's called entitlements. The name itself implies some sense of dependency on the part of these folks. These are folks who've worked hard, like my grandmother, and there are millions of people out there who are counting on this.\n\nSo my approach is to say, how do we strengthen the system over the long term. And in Medicare, what we did was we said we are going to have to bring down the costs if we're going to deal with our long-term deficits, but to do that, let's look where some of the money is going: $716 billion we were able to save from the Medicare program by no longer overpaying insurance companies, by making sure that we weren't overpaying providers. And using that money, we were actually able to lower prescription drug costs for seniors by an average of $600, and we were also able to make a significant dent in providing them the kind of preventive care that will ultimately save money through the—throughout the system.\n\nSo the way for us to deal with Medicare in particular is to lower health care costs. When it comes to Social Security, as I said, you don't need a major structural change in order to make sure that Social Security is there for the future.\n\nMr. Lehrer", " First of all, I think it's important for Governor Romney to present this plan that he says will only affect folks in the future. And the essence of the plan is that you would turn Medicare into a voucher program. It's called premium support, but it's understood to be a voucher program. His running mate——\n\nMr. Lehrer", " I don't. And let me explain why.\n\nGov. Romney", " I understand.\n\nGov. Romney", " So if you're 54 or 55, you might want to listen, because this will affect you.\n\nThe idea, which was originally presented by Congressman Ryan, your running mate, is that we would give a voucher to seniors and they could go out in the private marketplace and buy their own health insurance. The problem is that because the voucher wouldn't necessarily keep up with health care inflation, it was estimated that this would cost the average senior about $6,000 a year.\n\nNow, in fairness, what Governor Romney has now said is, he'll maintain traditional Medicare alongside it. But there's still a problem, because what happens is those insurance companies are pretty clever at figuring out who are the younger and healthier seniors. They recruit them, leaving the older, sicker seniors in Medicare, and every health care economist who looks at it says, over time, what will happen is the traditional Medicare system will collapse. And then what you've got is folks like my grandmother at the mercy of the private insurance system precisely at the time when they are most in need of decent health care.\n\nSo I don't think vouchers are the right way to go. And this is not my—only my opinion. AARP thinks that the savings that we obtained from Medicare bolstered the system, lengthened the Medicare trust fund by 8 years. Benefits were not affected at all.\n\nAnd ironically, if you repeal Obamacare—and I have become fond of this term, Obamacare—[laughter]—if you repeal it, what happens is those seniors right away are going to be paying $600 more in prescription care. They're now going to have to be paying copays for basic checkups that can keep them healthier. And the primary beneficiary of that repeal are insurance companies that are estimated to gain billions of dollars back when they aren't making seniors any healthier. And I don't think that's the right approach when it comes to making sure that Medicare is stronger over the long term.\n\nMr. Lehrer", " Jim, if I can just respond very quickly. First of all, every study has shown that Medicare has lower administrative costs than private insurance does, which is why seniors are generally pretty happy with it. And private insurers have to make a profit. Nothing wrong with that, that's what they do. And so you've got higher administrative costs, plus profit on top of that, and if you are going to save any money through what Governor Romney is proposing, what has to happen is, is that the money has to come from somewhere.\n\nAnd when you move to a voucher system, you are putting seniors at the mercy of those insurance companies. And over time, if traditional Medicare has decayed or fallen apart, then they're stuck. And this is the reason why AARP has said that your plan would weaken Medicare substantially, and that's why they were supportive of the approach that we took.\n\nOne last point I want to make: We do have to lower the cost of health care, not just in Medicare, but——\n\nMr. Lehrer", " ——but overall.\n\nMr. Lehrer", " And so——\n\nGov. Romney", " Oh, is that a separate topic?\n\nMr. Lehrer", " I'm sorry.\n\nMr. Lehrer", " Yes.\n\nGov. Romney", " Absolutely.\n\nFederal Regulations/Dodd-Frank Wall Street Reform and Consumer Protection Act\n\nMr. Lehrer", " No.\n\nGov. Romney", " Well, I think this is a great example. The reason we have been in such a enormous economic crisis was prompted by reckless behavior across the board. Now, it wasn't just on Wall Street. You had loan officers were—that were giving loans and mortgages that really shouldn't have been given because the folks didn't qualify. You had people who were borrowing money to buy a house that they couldn't afford. You had credit agencies that were stamping these as A1, great investments when they weren't. But you also had banks making money hand over fist, churning out products that the bankers themselves didn't even understand, in order to make big profits, but knowing that it made the entire system vulnerable.\n\nSo what did we do? We stepped in and had the toughest reforms on Wall Street since the 1930s. We said you've got—banks, you've got to raise your capital requirements. You can't engage in some of this risky behavior that is putting Main Street at risk. We're going to make sure that you've got to have a living will so we can know how you're going to wind things down if you make a bad bet so we don't have other taxpayer bailouts.\n\nIn the meantime, by the way, we also made sure that all the help that we provided those banks was paid back—every single dime—with interest.\n\nNow, Governor Romney has said he wants to repeal Dodd-Frank, and I appreciate—and it appears we've got some agreement that a marketplace, to work, has to have some regulation. But in the past, Governor Romney has said he just wants to repeal Dodd-Frank. Roll it back. And so the question is, does anybody out there think that the big problem we had is that there was too much oversight and regulation of Wall Street? Because if you do, then Governor Romney is your candidate. But that's not——\n\nGov. Romney", " ——what I believe.\n\nGov. Romney", " Well, 4 years ago when I was running for office, I was traveling around and having those same conversations that Governor Romney talks about. And it wasn't just that small businesses were seeing costs skyrocket and they couldn't get affordable coverage even if they wanted to provide it to their employees. It wasn't just that this was the biggest driver of our Federal deficit, our overall health care cost. But it was families who were worried about going bankrupt if they got sick—millions of families all across the country.\n\nIf they had a preexisting condition, they might not be able to get coverage at all. If they did have coverage, insurance companies might impose an arbitrary limit. And so as a consequence, they're paying their premiums; somebody gets really sick; lo and behold, they don't have enough money to pay the bills because the insurance companies say that they've hit the limit.\n\nSo we did work on this, alongside working on jobs, because this is part of making sure that middle class families are secure in this country. And let me tell you exactly what Obamacare did. Number one, if you've got health insurance it doesn't mean a Government takeover. You keep your own insurance. You keep your own doctor. But it does say insurance companies can't jerk you around. They can't impose arbitrary lifetime limits. They have to let you keep your kid on their insurance—your insurance plan until you're 26 years old. And it also says that you're going to have to get rebates if insurance companies are spending more on administrative costs and profits than they are on actual care.\n\nNumber two, if you don't have health insurance, we're essentially setting up a group plan that allows you to benefit from group rates that are typically 18 percent lower than if you're out there trying to get insurance on the individual market.\n\nNow, the last point I'd make before——\n\nMassachusetts Health Care Reform/Bipartisanship/Medicare/Patient Protection and Affordable Care Act\n\nMr. Lehrer", " No, I think—I had 5 seconds before you interrupted me, was—[laughter]. The irony is that we've seen this model work really well in Massachusetts, because Governor Romney did a good thing, working with Democrats in the State to set up what is essentially the identical model. And as consequence, people are covered there. It hasn't destroyed jobs. And as a consequence, we now have a system in which we have the opportunity to start bringing down costs, as opposed to just leaving millions of people out in the cold.\n\nMr. Lehrer", " That I admit. [Laughter]\n\nMr. Lehrer", " You did.\n\nGov. Romney", " Please elaborate. [Laughter]\n\nGov. Romney", " Governor Romney said this has to be done on a bipartisan basis. This was a bipartisan idea. In fact, it was a Republican idea. And Governor Romney, at the beginning of this debate, wrote and said, what we did in Massachusetts could be a model for the Nation.\n\nAnd I agree that the Democratic legislators in Massachusetts might have given some advice to Republicans in Congress about how to cooperate, but the fact of the matter is we used the same advisers, and they say it's the same plan.\n\nIt—when Governor Romney talks about this board, for example—unelected board that we've created—what this is, is a group of health care experts, doctors, et cetera, to figure out how can we reduce the cost of care in the system overall. Because there are two ways of dealing with our health care crisis. One is to simply leave a whole bunch of people uninsured and let them fend for themselves; to let businesses figure out how long they can continue to pay premiums until finally they just give up and their workers are no longer getting insured. And that's been the trend line. Or alternatively, we can figure out how do we make the cost of care more effective. And there are ways of doing it.\n\nSo at Cleveland Clinic, one of the best health care systems in the world, they actually provide great care, cheaper than average. And the reason they do is because they do some smart things. They say if a patient's coming in, let's get all the doctors together at once, do 1 test, instead of having the patient run around with 10 tests. Let's make sure that we're providing preventive care so we're catching the onset of something like diabetes. Let's pay providers on the basis of performance, as opposed to on the basis of how many procedures they've engaged in.\n\nNow, so what this board does is basically identifies best practices and says let's use the purchasing power of Medicare and Medicaid to help to institutionalize all these good things that we do.\n\nAnd the fact of the matter is that when Obamacare is fully implemented, we're going to be in a position to show that costs are going down. And over the last 2 years, health care premiums have gone up, it's true, but they've gone up slower than any time in the last 50 years. So we're already beginning to see progress. In the meantime, folks out there with insurance, you're already getting a rebate.\n\nLet me make one last point. Governor Romney says we should replace it—I'm just going to repeal it, but we can replace it with something. But the problem is, he hasn't described what exactly we'd replace it with, other than saying we're going to leave it to the States. But the fact of the matter is that some of the prescriptions that he's offered, like letting you buy insurance across State lines, there's no indication that that somehow is going to help somebody who has got a preexisting condition be able to finally buy insurance. In fact, it's estimated that by repealing Obamacare, you're looking at 50 million people losing health insurance at a time when it's vitally important.\n\nHealth Care Reform/Patient Protection and Affordable Care Act/Preexisting Medical Conditions\n\nMr. Lehrer", " No, that's not——\n\nGov. Romney", " They do.\n\nGov. Romney", " Let me just point out, first of all, this board that we're talking about can't make decisions about what treatments are given. That's explicitly prohibited in the law.\n\nBut let's go back to what Governor Romney indicated, that under his plan, he would be able to cover people with preexisting conditions. Well actually, Governor, that isn't what your plan does. What your plan does is to duplicate what's already the law, which says if you are out of health insurance for 3 months, then you can end up getting continuous coverage and an insurance company can't deny you if you've—if it's been under 90 days.\n\nBut that's already the law. And that doesn't help the millions of people out there with preexisting conditions. There's a reason why Governor Romney set up the plan that he did in Massachusetts. It wasn't a government takeover of health care. It was the largest expansion of private insurance. But what it does say is that, insurers, you've got to take everybody. Now, that also means that you've got more customers.\n\nBut when Governor Romney says that he'll replace it with something, but can't detail how it will be, in fact, replaced—and the reason he set up the system he did in Massachusetts was because there isn't a better way of dealing with the preexisting conditions problem—it just reminds me of—he says that he's going to close deductions and loopholes for his tax plan. That's how it's going to be paid for, but we don't know the details. He says that he's going to replace Dodd-Frank, Wall Street reform, but we don't know exactly which ones. He won't tell us. He now says he's going to replace Obamacare and assure that all the good things that are in it are going to be in there and you don't have to worry.\n\nAnd at some point, I think the American people have to ask themselves, is the reason that Governor Romney is keeping all these plans to replace secret because they're too good? Is it because that somehow middle class families are going to benefit too much from them? No. The reason is because when we reform Wall Street, when we tackle the problem of preexisting conditions then—these are tough problems, and we've got to make choices——\n\nMr. Lehrer", " ——and the choices we've made have been ones that ultimately are benefiting middle class families all across the country.\n\nMr. Lehrer", " Well, I definitely think there are differences. The first role of the Federal Government is to keep the American people safe. That's its most basic function. And as Commander in Chief, that is something that I have worked on and thought about every single day that I've been in the Oval Office.\n\nBut I also believe that Government has the capacity—the Federal Government—has the capacity to help open up opportunity and create ladders of opportunity and to create frameworks where the American people can succeed. Look, the genius of America is the free enterprise system and freedom and the fact that people can go out there and start a business, work on an idea, make their own decisions. But as Abraham Lincoln understood, there are also some things we do better together.\n\nSo in the middle of the Civil War, Abraham Lincoln said, let's help to finance the transcontinental railroad. Let's start the National Academy of Sciences. Let's start land-grant colleges, because we want to give these gateways of opportunity for all Americans. Because if all Americans are getting opportunity, we're all going to be better off. That doesn't restrict people's freedom; that enhances it.\n\nAnd so what I've tried to do as President is to apply those same principles. When it comes to education, what I've said is we've got to reform schools that are not working. We use something called Race to the Top. It wasn't a top-down approach, Governor. What we've said is, to States, we'll give you more money if you initiate reforms. And as a consequence, you have 46 States around the country who have made a real difference.\n\nBut what I've also said is let's hire another 100,000 math and science teachers to make sure we maintain our technological lead and our people are skilled and able to succeed. And hard-pressed States right now can't all do that. In fact, we've seen layoffs of hundreds of thousands of teachers over the last several years, and Governor Romney doesn't think we need more teachers.\n\nI do, because I think that that is the kind of investment where the Federal Government can help. It can't do it all, but it can make a difference. And as a consequence, we'll have a better trained workforce, and that will create jobs because companies want to locate in places where we've got a skilled workforce.\n\nMr. Lehrer", " Well, as I've indicated, I think that it has a significant role to play. Through our Race to the Top program, we've worked with Republican and Democratic Governors to initiate major reforms, and they're having an impact right now.\n\nMr. Lehrer", " This is where budgets matter, because budgets reflect choices. So when Governor Romney indicates that he wants to cut taxes and potentially benefit folks like me and him, and to pay for it we're having to initiate significant cuts in Federal support for education, that makes a difference.\n\nHis running mate, Congressman Ryan, put forward a budget that reflects many of the principles that Governor Romney's talked about. And it wasn't very detailed—this seems to be a trend—but what it did do is to, if you extrapolated how much money we're talking about, you'd look at cutting the education budget by up to 20 percent.\n\nWhen it comes to community colleges, we are seeing great work done out there all over the country because we have the opportunity to train people for jobs that exist right now. And one of the things, I suspect, Governor Romney and I probably agree on is getting businesses to work with community colleges so that they're setting up their training programs——\n\nMr. Lehrer", " Let me just finish the point.\n\nGov. Romney", " I suspect it will be a small agreement. The—where they're partnering so that they're designing training programs and people who are going through them know that there's a job waiting for them if they complete it.\n\nMr. Lehrer", " That makes a big difference, but that requires some Federal support.\n\nLet me just use—say one final example. When it comes to making college affordable, whether it's 2-year or 4-year, one of the things that I did as President was we were sending $60 billion to banks and lenders as middlemen for the student loan program, even though the loans were guaranteed so there was no risk for the banks or the lenders. But they were taking billions out of the system. And we said why not cut out the middleman? And as a consequence, what we've been able to do is to provide millions more students assistance, lower or keep low interest rates on student loans.\n\nAnd this is an example of where our priorities make a difference. Governor Romney, I genuinely believe, cares about education, but when he tells a student that you should borrow money from your parents to go to college, that indicates the degree to which there may not be as much of a focus on the fact that folks like myself, folks like Michelle, kids probably who attend University of Denver just don't have that option. And for us to be able to make sure that they've got that opportunity and they can walk through that door, that is vitally important—not just to those kids; it's how we're going to grow this economy over the long term.\n\nMr. Lehrer", " Yes, he has a chance.\n\nGov. Romney", " Jim, I——\n\nMr. Lehrer", " Look——\n\nMr. Lehrer", " You've done a great job, Jim.\n\nRole of the Federal Government/Bipartisanship/Presidential Leadership\n\nMr. Lehrer", " Well, first of all, I think Governor Romney is going to have a busy first day, because he's also going to repeal Obamacare, which will not be very popular among Democrats as you're sitting down with them. [Laughter]\n\nBut look, my philosophy has been I will take ideas from everybody—Democrat or Republican—as long as they're advancing the cause of making middle class families stronger and giving ladders of opportunity to the middle class. That's how we cut taxes for middle class families and small businesses. That's how we cut a trillion dollars of spending that wasn't advancing that cause. That's how we signed three trade deals into law that are helping us to double our exports and sell more American products around the world.\n\nThat's how we repealed \"don't ask, don't tell.\" That's how we ended the war in Iraq, as I promised. And that's how we're going to wind down the war in Afghanistan. That's how we went after Al Qaida and bin Laden.\n\nSo we've seen progress even under Republican control of the House of Representatives. But ultimately, part of being principled, part of being a leader is, A, being able to describe exactly what it is that you intend to do, not just saying I'll sit down, but you have to have a plan. Number two, what's important is occasionally you've got to say no to folks both in your own party and in the other party.\n\nAnd yes, we had some fights between me and the Republicans when they fought back against us reining in the excesses of Wall Street? Absolutely, because that was a fight that needed to be had. When we were fighting about whether or not we were going to make sure that Americans had more security with their health insurance and they said no? Yes, that was a fight that we needed to have.\n\nJim Lehrer. All right——\n And so part of leadership and governing is both saying what it is that you are for, but also being willing to say no to some things. And I've got to tell you, Governor Romney, when it comes to his own party during the course of this campaign, has not displayed that willingness to say no to some of the more extreme parts of his party.\n\nClosing Statements\n\nMr. Lehrer", " Well, Jim, I want to thank you. And I want to thank Governor Romney, because I think this was a terrific debate and I very much appreciate it. And I want to thank the University of Denver.\n\nFour years ago, we were going through a major crisis. And yet my faith and confidence in the American future is undiminished. And the reason is because of its people. Because of the woman I met in North Carolina who decided at 55 to go back to school because she wanted to inspire her daughter and now has a job from that new training that she's gotten. Because of a company in Minnesota who was willing to give up salaries and perks for their executives to make sure that they didn't lay off workers during a recession. The autoworkers that you meet in Toledo or Detroit take such pride in building the best cars in the world, not just because of a paycheck, but because it gives them that sense of pride that they're helping to build America.\n\nAnd so the question now is, how do we build on those strengths? And everything that I've tried to do and everything that I'm now proposing for the next 4 years in terms of improving our education system or developing American energy or making sure that we're closing loopholes for companies that are shipping jobs overseas and focusing on small businesses and companies that are creating jobs here in the United States or closing our deficit in a responsible, balanced way that allows us to invest in our future—all those things are designed to make sure that the American people—their genius, their grit, their determination is channeled and they have an opportunity to succeed and everybody's getting a fair shot and everybody's getting a fair share—everybody's doing a fair share and everybody's playing by the same rules.\n\nFour years ago, I said that I'm not a perfect man and I wouldn't be a perfect President. And that's probably a promise that Governor Romney thinks I've kept. [Laughter] But I also promised that I'd fight every single day on behalf of the American people and the middle class and all those who are striving to get into the middle class. I've kept that promise. And if you'll vote for me, then I promise I'll fight just as hard in a second term.\n\nMr. Lehrer"], "oct_16_2012": [" Jeremy, first of all, your future is bright. And the fact that you're making an investment in higher education is critical not just to you, but to the entire Nation. Now, the most important thing we can do is to make sure that we are creating jobs in this country, but not just jobs, good-paying jobs, ones that can support a family.\n\nAnd what I want to do is build on the 5 million jobs that we've created over the last 30 months in the private sector alone. And there are a bunch of things that we can do to make sure your future is bright.\n\nNumber one: I want to build manufacturing jobs in this country again. When Governor Romney said we should let Detroit go bankrupt, I said, we're going to bet on American workers and the American auto industry, and it's come surging back. I want to do that in industries not just in Detroit, but all across the country. And that means we change our Tax Code so we're giving incentives to companies that are investing here in the United States and creating jobs here. It also means we're helping them and small businesses to export all around the world to new markets.\n\nNumber two: We've got to make sure that we have the best education system in the world. And the fact that you're going to college is great, but I want everybody to get a great education. And we've worked hard to make sure that student loans are available for folks like you. But I also want to make sure that community colleges are offering slots for workers to get retrained for the jobs that are out there right now and the jobs of the future.\n\nNumber three: We've got to control our own energy. Not only oil and natural gas, which we've been investing in, but also we've got to make sure we're building the energy sources of the future, not just thinking about next year, but 10 years from now, 20 years from now. That's why we've invested in solar and wind and biofuels, energy-efficient cars.\n\nWe've got to reduce our deficit, but we've got to do it in a balanced way, asking the wealthy to pay a little bit more along with cuts so that we can invest in education like yours. And let's take the money that we've been spending on war over the last decade to rebuild America: roads, bridges, schools. We do those things, not only is your future going to be bright, but America's future is going to be bright as well.\n\nJob Losses/Job Creation and Growth/Automobile Industry\n", " Candy, what Governor Romney said just isn't true. He wanted to take them into bankruptcy without providing them any way to stay open, and we would have lost a million jobs. And that—don't take my word for it. Take the executives at GM and Chrysler, some of whom are Republicans, may even support Governor Romney, but they'll tell you his prescription wasn't going to work.\n\nAnd Governor Romney says he's got a five-point plan. Governor Romney doesn't have a five-point plan; he has a one-point plan. And that plan is to make sure that folks at the top play by a different set of rules. That's been his philosophy in the private sector. That's been his philosophy as Governor. That's been his philosophy as a Presidential candidate. You can make a lot of money and pay lower tax rates than somebody who makes a lot less. You can ship jobs overseas and get tax breaks for it. You can invest in a company, bankrupt it, lay off the workers, strip away their pensions, and you still make money.\n\nThat's exactly the philosophy that we've seen in place for the last decade. That's what's been squeezing middle class families. And we have fought back for 4 years to get out of that mess. The last thing we need to do is to go back to the very same policies that got us there.\n", " The most important thing we can do is to make sure we control our own energy. So here's what I've done since I've been President. We have increased oil production to the highest levels in 16 years. Natural gas production is the highest it's been in decades. We have seen increases in coal production and coal employment.\n\nBut what I've also said is we can't just produce traditional sources of energy. We've also got to look to the future. That's why we doubled fuel efficiency standards on cars. That means that in the middle of the next decade, any car you buy, you're going to end up going twice as far on a gallon of gas. That's why we've doubled clean energy production like wind and solar and biofuels.\n\nAnd all these things have contributed to us lowering our oil imports to the lowest levels in 16 years. Now, I want to build on that. And that means, yes, we still continue to open up new areas for drilling. We continue to make it a priority for us to go after natural gas. We've got potentially 600,000 jobs and a hundred years' worth of energy right beneath our feet with natural gas. And we can do it in an environmentally sound way.\n\nBut we've also got to continue to figure out how we have efficient energy, because ultimately, that's how we're going to reduce demand and that's what's going to keep gas prices lower.\n\nNow, Governor Romney will say he's got an all-of-the-above plan. But basically, his plan is to let the oil companies write the energy policies. So he's got the oil and gas part, but he doesn't have the clean energy part.\n\nAnd if we're only thinking about tomorrow or the next day, and not thinking about 10 years from now, we're not going to control our own economic future. Because China, Germany, they're making these investments. And I'm not going to cede those jobs of the future to those countries. I expect those new energy sources to be built right here in the United States. That's going to help Jeremy get a job. It's also going to make sure that you're not paying as much for gas.\n\nOil and Gas Production on Public Land/Domestic Energy Sources\n", " Candy, there's no doubt that world demand has gone up. But our production is going up. And we're using oil more efficiently. And very little of what Governor Romney just said is true.\n\nWe've opened up public lands. We're actually drilling more on public lands than in the previous administration, and my—the previous President was an oil man. And natural gas isn't just appearing magically; we're encouraging it and working with the industry.\n\nAnd when I hear Governor Romney say he's a big coal guy, I mean, keep in mind, when—Governor, when you were Governor of Massachusetts, you stood in front of a coal plant and pointed at it and said, \"This plant kills,\" and took great pride in shutting it down. And now suddenly, you're a big champion of coal.\n\nSo what I've tried to do is be consistent. With respect to something like coal, we made the largest investment in clean coal technology to make sure that even as we're producing more coal, we're producing it cleaner and smarter. Same thing with oil. Same thing with natural gas.\n\nAnd the proof is our oil imports are down to the lowest levels in 20 years. Oil production is up, natural gas production is up, and most importantly, we're also starting to build cars that are more efficient. And that's creating jobs. That means those cars can be exported because that's the demand around the world, and it also means that it will save money in your pocketbook. That's the strategy you need, an all-of-the-above strategy, and that's what we're going to do in the next 4 years.\n\nOil and Gas Production on Public Land/Gasoline Prices\n\nGov. Romney", " Sure it is.\n In the last 4 years, you cut permits and licenses on Federal land and Federal waters in half.\n Not true, Governor Romney.\n\nGov. Romney", " It's not true.\n\nGov. Romney", " Governor, we have actually produced more oil on——\n\nGov. Romney", " Governor——\n\nGov. Romney", " Governor Romney, here's what we did: There were a whole bunch of oil companies——\n\nGov. Romney", " No, you——\n\nGov. Romney", " You want me to answer a question. I'm happy to answer the question.\n\nGov. Romney", " Here's what happened: You had a whole bunch of oil companies who had leases on public lands that they weren't using. So what we said was, you can't just sit on this for 10, 20, 30 years, decide when you want to drill, when you want to produce, when it's most profitable for you. These are public lands, so if you want to drill on public lands, you use it or you lose it.\n\nGov. Romney", " And so what we did was take away those leases, and we are now reletting them so that we can actually make a profit.\n\nGov. Romney", " And production is up.\n\nGov. Romney", " No it isn't.\n\nGov. Romney", " Governor——\n\nGov. Romney", " ——what you're saying is just not true. It's just not true.\n\nGov. Romney", " I'll give you your time. Go ahead.\n\nGov. Romney", " Well, Governor, if you're——\n\nGov. Romney", " ——if you're asking me a question, I'm going to answer it.\n\nGov. Romney", " Okay. Go ahead.\n\nGov. Romney", " Well, think about what the Governor just said. He said, when I took office the price of gasoline was $1.80, $1.86. Why is that? Because the economy was on the verge of collapse. Because we were about to go through the worst recession since the Great Depression, as a consequence of some of the same policies that Governor Romney is now promoting.\n\nSo it's conceivable that Governor Romney could bring down gas prices, because with his policies we might be back in that same mess. [Laughter]\n\nWhat I want to do is to create an economy that is strong and at the same time produce energy. And with respect to this pipeline that Governor Romney keeps on talking about—we've built enough pipeline to wrap around the entire Earth once. So I'm all for pipelines. I'm all for oil production. What I'm not for is us ignoring the other half of the equation.\n\nSo, for example, on wind energy, when Governor Romney says these are imaginary jobs, when you've got thousands of people right now in Iowa, right now in Colorado, who are working, creating wind power with good-paying manufacturing jobs, and the Republican Senator in that—in Iowa is all for it, providing tax credits to help this work. And Governor Romney says, I'm opposed, I'd get rid of it.\n\nThat's not an energy strategy for the future. And we need to win that future.\n", " And I intend to win it as President of the United States.\n", " Candy, it's okay, I'm used to being interrupted.\n", " We——\n", " You're doing great.\n\nQ.", "\nThe President's spending, the President's borrowing will cause this Nation to have to raise taxes on the American people, not just at the high end. A recent study has shown that people in the middle class will see $4,000 a year higher taxes as a result of the spending and borrowing of this administration. I will not let that happen. I'll get us on track to a balanced budget, and I'm going to reduce the tax burden on middle income families. And what's that going to do? It's going to help those families, and it's going to create incentives to start growing jobs again in this country.\n", " My philosophy on taxes has been simple, and that is, I want to give middle class families and folks who are striving to get into the middle class some relief, because they have been hit hard, over the last decade, over the last 15, over the last 20 years.\n\nSo 4 years ago, I stood on a stage just like this one—actually, it was a town hall—and I said, I would cut taxes for middle class families, and that's what I've done, by $3,600. I said I would cut taxes for small businesses, who are the drivers and engines of growth, and we've cut them 18 times. And I want to continue those tax cuts for middle class families and for small businesses.\n\nBut what I've also said is if we're serious about reducing the deficit, if this is genuinely a moral obligation to the next generation, then in addition to some tough spending cuts, we've also got to make sure that the wealthy do a little bit more.\n\nSo what I've said is your first $250,000 worth of income, no change. And that means 98 percent of American families, 97 percent of small businesses, they will not see a tax increase. I'm ready to sign that bill right now. The only reason it's not happening is because Governor Romney's allies in Congress have held the 98 percent hostage, because they want tax breaks for the top 2 percent.\n\nBut what I've also said is for above $250,000, we can go back to the tax rates we had when Bill Clinton was President. We created 23 million new jobs. That's part of what took us from deficits to surplus. It will be good for our economy, and it will be good for job creation.\n\nNow, Governor Romney has a different philosophy. He was on \"60 Minutes\" just 2 weeks ago and he was asked, is it fair for somebody like you making $20 million a year to pay a lower tax rate than a nurse or bus driver, somebody making $50,000 a year. And he said, yes, I think that's fair. Not only that, he said, I think that's what grows the economy.\n\nWell, I fundamentally disagree with that. I think what grows the economy is when you get that tax credit that we put in place for your kids going to college. I think that grows the economy. I think what grows the economy is when we make sure small businesses are getting a tax credit for hiring veterans who fought for our country. That grows our economy.\n\nSo we just have a different theory. And when Governor Romney stands here, after a year of campaigning, when during a Republican primary, he stood on stage and said, I'm going to give tax cuts—he didn't say tax rate cuts, he said tax cuts—to everybody, including the top 1 percent, you should believe him, because that's been his history. And that's exactly the kind of top-down economics that is not going to work if we want a strong middle class and an economy that's thriving for everybody.\n", " No, it's not settled. Look, the cost of lowering rates for everybody across the board 20 percent, along with what he also wants to do in terms of eliminating the estate tax, along what he wants to do in terms of corporate changes in the Tax Code, it costs about $5 trillion.\n\nGovernor Romney then also wants to spend $2 trillion on additional military programs, even though the military is not asking for them. That's $7 trillion. He also wants to continue the Bush tax cuts for the wealthiest Americans. That's another trillion dollars. That's $8 trillion.\n\nNow, what he says is he's going to make sure that this doesn't add to the deficit and he's going to cut middle class taxes. But when he's asked how are you going to do it, which deductions, which loopholes are you going to close, he can't tell you. The fact that he only has to pay 14 percent on his taxes when a lot of you are paying much higher, he's already taken that off the board. Capital gains are going to continue to be at a low rate, so we're not going to get money that way.\n\nWe haven't heard from the Governor any specifics beyond Big Bird and eliminating funding for Planned Parenthood in terms of how he pays for that.\n\nNow, Governor Romney was a very successful investor. If somebody came to you, Governor, with a plan that said, here, I want to spend 7 or $8 trillion and then we're going to pay for it, but we can't tell you until maybe after the election how we're going to do it, you wouldn't have taken such a sketchy deal.\n\nAnd neither should you, the American people, because the math doesn't add up. And what's at stake here is one of two things. Either, Candy, this blows up the deficit, because keep in mind, this is just to pay for the additional spending that he's talking about—7, $8 trillion—that's before we even get to the deficit we already have.\n\nOr alternatively, it's got to be paid for not only by closing deductions for wealthy individuals—that will pay for about 4 percent reduction in tax rates—you're going to be paying for it. You'll lose some deductions. And you can't buy this sales pitch. Nobody who's looked at it that's serious actually believes it adds up.\n\nGender Discrimination/Wage Equality/Education\n\nQ.", " Well, Catherine, this is a great question. And I was raised by a single mom who had to put herself through school while looking after two kids. And she worked hard every day and made a lot of sacrifices to make sure we got everything we needed.\n\nMy grandmother, she started off as a secretary in a bank. She never got a college education even though she was smart as a whip. And she worked her way up to become a vice president at a local bank, but she hit the glass ceiling. She trained people who would end up becoming her bosses during the course of her career. She didn't complain. That's not what you did in that generation.\n\nAnd this is one of the reasons why one of the first—the first bill I signed was something called the Lilly Ledbetter bill, and this is named after this amazing woman who had been doing the same job as a man for years, found out that she was getting paid less, and the Supreme Court said that she couldn't bring suit because she should have found out about it earlier, when she had no way of finding out about it. So we fixed that.\n\nAnd that's an example of the kind of advocacy that we need, because women are increasingly the breadwinners in the family. This is not just a women's issue. This is a family issue; this is a middle class issue. And that's why we've got to fight for it.\n\nIt also means that we've got to make sure that young people like yourself are able to afford a college education. Earlier, Governor Romney talked about—he wants to make Pell grants and other education accessible for young people. Well, the truth of the matter is, is that that's exactly what we've done. We've expanded Pell grants for millions of people, including millions of young women all across the country. We did it by taking $60 billion that was going to banks and lenders as middlemen for the student loan program, and we said, let's just cut out the middleman. Let's give the money directly to students. And as a consequence, we've seen millions of young people be able to afford college, and that's going to make sure that young women are going to be able to compete in that marketplace.\n\nBut we've got to enforce the laws, which is what we are doing. And we've also got to make sure that in every walk of life, we do not tolerate discrimination. That's been one of the hallmarks of my administration. I'm going to continue to push on this issue for the next 4 years.\n", " Catherine, I just want to point out that when Governor Romney's campaign was asked about the Lilly Ledbetter bill, whether he supported it, he said, I'll get back to you. And that's not the kind of advocacy that women need in any economy.\n\nNow, there are some other issues that have a bearing on how women succeed in the workplace, for example, their health care. A major difference in this campaign is that Governor Romney feels comfortable having politicians in Washington decide the health care choices that women are making. I think that's a mistake.\n\nIn my health care bill, I said insurance companies need to provide contraceptive coverage to everybody who's insured, because this is not just a health issue, it's an economic issue for women. It makes a difference. This is money out of that family's pocket.\n\nGovernor Romney not only opposed it, he suggested that, in fact, employers should be able to make the decision as to whether or not a woman gets contraception through her insurance coverage. That's not the kind of advocacy that women need.\n\nWhen Governor Romney says that we should eliminate funding for Planned Parenthood, there are millions of women all across the country who rely on Planned Parenthood for not just contraceptive care, they rely on it for mammograms, for cervical cancer screenings. That's a pocketbook issue for women and families all across the country, and it makes a difference in terms of how well and effectively women are able to work.\n\nWhen we talk about child care and the credits that we're providing, that makes a difference in terms of whether they can go out there and earn a living for their family.\n\nThese are not just women's issues. These are family issues. These are economic issues. And one of the things that makes us grow as an economy is when everybody participates and women are getting the same, fair deal as men are.\n", " And I've got two daughters and I want to make sure that they have the same opportunities that anybody's sons have. That's a part of what I'm fighting for as President of the United States.\n", " I don't think so, Candy. I want to make sure our timekeepers are working here.\n\nGov. Romney", " All right.\n", " Governor, that's not true.\n\nGov. Romney", " Well, first of all, I think it's important to tell you that we did come in during some tough times. We were losing 800,000 jobs a month when I started. But we have been digging our way out of policies that were misplaced and focused on the top doing very well and middle class folks not doing well. And we've seen 30 consecutive—31 consecutive months of job growth, 5.2 million new jobs created. And the plans that I talked about will create even more.\n\nBut when Governor Romney says that he has a very different economic plan, the centerpiece of his economic plan are tax cuts. That's what took us from surplus to deficit. When he talks about getting tough on China, keep in mind that Governor Romney invested in companies that were pioneers of outsourcing to China and is currently investing in countries—in companies that are building surveillance equipment for China to spy on its own folks.\n\nThat's—Governor, you're the last person who is going to get tough on China.\n\nAnd what we've done when it comes to trade is not only sign three trade deals to open up new markets, but we've also set up a task force for trade that goes after anybody who is taking advantage of American workers or businesses and not creating a level playing field. We've brought twice as many cases against unfair trading practices than the previous administration, and we've won every single one that's been decided.\n\nWhen I said that we had to make sure that China was not flooding our domestic market with cheap tires, Governor Romney said I was being protectionist, that it wouldn't be helpful to American workers. Well, in fact, we saved a thousand jobs. And that's the kind of tough trade actions that are required.\n\nBut the last point I want to make is this: There are some things where Governor Romney is different from George Bush. George Bush didn't propose turning Medicare into a voucher. George Bush embraced comprehensive immigration reform; he didn't call for self-deportation. George Bush never suggested that we eliminate funding for Planned Parenthood.\n\nSo there are differences between Governor Romney and George Bush, but they're not on economic policy. In some ways, he's gone to a more extreme place when it comes to social policy. And I think that's a mistake. That's not how we're going to move our economy forward.\n", "\nThe President's Accomplishments/Governor Romney's Economic and Social Platforms\n\nQ.", " Well, we've gone through a tough 4 years, there's no doubt about it. But 4 years ago, I told the American people and I told you I would cut taxes for middle class families, and I did. I told you I'd cut taxes for small businesses, and I have. I said that I'd end the war in Iraq, and I did. I said we'd refocus attention on those who actually attacked us on 9/11, and we have gone after Al Qaida's leadership like never before, and Usama bin Laden is dead.\n\nI said that we would put in place health care reform to make sure that insurance companies can't jerk you around and if you don't have health insurance, that you'd have a chance to get affordable insurance, and I have.\n\nI committed that I would rein in the excesses of Wall Street, and we passed the toughest Wall Street reforms since the 1930s.\n\nWe've created 5 million jobs—gone from 800,000 jobs a month being lost—and we are making progress. We saved an auto industry that was on the brink of collapse.\n\nNow, does that mean you're not struggling? Absolutely not. A lot of us are. And that's why the plan that I've put forward for manufacturing and education and reducing our deficit in a sensible way, using the savings from ending wars to rebuild America and putting people back to work, making sure that we are controlling our own energy, but not just the energy of today, but also the energy of the future—all those things will make a difference.\n\nSo the point is the commitments I've made I've kept. And those that I haven't been able to keep, it's not for lack of trying, and we're going to get it done in a second term. But you should pay attention to this campaign, because Governor Romney has made some commitments as well, and I suspect he'll keep those too. When Members of the Republican Congress say, we're going to sign a no-tax pledge so that we don't ask a dime from millionaires and billionaires to reduce our deficit so we can still invest in education and helping kids go to college, he said, me too.\n\nWhen they said, we're going to cut Planned Parenthood funding, he said, me too. When they said, we're going to repeal Obamacare—the first thing I'm going to do, despite the fact that it's the same health care plan that he passed in Massachusetts and is working well—he said, me too.\n\nThat is not the kind of leadership that you need, but you should expect that those are promises he's going to keep.\n", " And the choice in this election is going to be whose promises are going to be more likely to help you in your life, make sure your kids can go to college, make sure that you are getting a good-paying job, making sure that Medicare and Social Security will be there for you.\n", "\nThe President wants to do well, I understand. But the policies he's put in place, from Obamacare to Dodd-Frank to his tax policies to his regulatory policies, these policies combined have not let this economy take off and grow like it could have. You might say, well, you got an example of when it worked better? Yes. In the Reagan recession, where unemployment hit 10.8 percent, between that period—the end of that recession and the equivalent period of time to today, Ronald Reagan's recovery created twice as many jobs as this President's recovery.\n\nFive million jobs doesn't even keep up with our population growth. And the only reason the unemployment rate seems a little lower today is because of all the people that have dropped out of the workforce.\n\nThe President has tried, but his policies haven't worked. He's great as a speaker and describing his plans and his vision. That's wonderful, except we have a record to look at. And that record shows, he just hasn't been able to cut the deficit, to put in place reforms for Medicare and Social Security to preserve them, to get us the rising incomes we need. Median incomes down $4,300 a family and 23 million Americans out of work, that's what this election is about. It's about who can get the middle class in this country a bright and prosperous future and assure our kids the kind of hope and optimism they deserve.\n", " This is for Governor Romney?\n", " Good, I look forward to it. Was it Lorena? Lorraine. We are a nation of immigrants. I mean, we're just a few miles away from Ellis Island. We all understand what this country has become because talent from all around the world wants to come here: people who are willing to take risks; people who want to build on their dreams and make sure their kids have even bigger dreams than they have.\n\nBut we're also a nation of laws. So what I've said is, we need to fix a broken immigration system. And I've done everything that I can on my own and sought cooperation from Congress to make sure that we fixed the system.\n\nFirst thing we did was to streamline the legal immigration system to reduce the backlog, make it easier, simpler, and cheaper for people who are waiting in line, obeying the law, to make sure that they can come here and contribute to our country. And that's good for our economic growth. They'll start new businesses. They'll make things happen that create jobs here in the United States.\n\nNumber two, we do have to deal with our border, so we've put more Border Patrol on than any time in history, and the flow of undocumented workers across the border is actually lower than it's been in 40 years.\n\nWhat I've also said is, if we're going to go after folks who are here illegally, we should do it smartly and go after folks who are criminals, gangbangers, people who are hurting the community, not after students, not after folks who are here just because they're trying to figure out how to feed their families. And that's what we've done.\n\nAnd what I've also said is, for young people who come here, brought here oftentimes by their parents, have gone to school here, pledged allegiance to the flag, think of this as their country, understand themselves as Americans in every way except having papers, then we should make sure that we give them a pathway to citizenship. And that's what I've done administratively.\n\nNow, Governor Romney just said that he wants to help those young people too. But during the Republican primary he said, I will veto the \"DREAM Act\" that would allow these young people to have access. His main strategy during the Republican primary was to say, we're going to encourage self-deportation: making life so miserable on folks that they'll leave.\n\nHe called the Arizona law a model for the Nation. Part of the Arizona law said that law enforcement officers could stop folks because they suspected, maybe they looked like they might be undocumented workers and check their papers. And you know what? If my daughter or yours looks to somebody like they're not a citizen, I don't want to empower somebody like that.\n\nSo we can fix this system in a comprehensive way. And when Governor Romney says the challenge is, well, Obama didn't try, that's not true. I sat down with Democrats and Republicans at the beginning of my term, and I said, let's fix this system, including Senators previously who had supported it on the Republican side. But it's very hard for Republicans in Congress to support comprehensive immigration reform if their standard bearer has said that, this is not something I'm interested in supporting.\n", " Candy, hold on a second. At some point, we'll pick that up.\n\nGov. Romney", " Governor Romney, I'm used to being interrupted. I need to make sure——\n\nGov. Romney", " Candy——\n\nGov. Romney", " Candy, I've got to say, I mean——\n\nGov. Romney", " You know, I don't look at my pension. It's not as big as yours, so it doesn't take as long. [Laughter]\n\nGov. Romney", " I don't check it that often.\n\nGov. Romney", " All right. Candy, we're a little off topic here.\n", " Come on. I thought we were talking about immigration.\n", " I do want to make sure——\n", " I do want to make sure that we just understand something. Governor Romney says he wasn't referring to Arizona as a model for the Nation. His top adviser on immigration is the guy who designed the Arizona law, the entirety of it. Not E-Verify, the whole thing. That's his policy. And it's a bad policy. And it won't help us grow.\n\nLook, when we think about immigration, we have to understand, there are folks all around the world who still see America as the land of promise. And they provide us energy, and they provide us innovation. And they start companies like Intel and Google, and we want to encourage that.\n\nNow, we've got to make sure that we do it in a smart way, in a comprehensive way, and we make the legal system better. But when we make this into a divisive political issue and when we don't have bipartisan support—I can deliver, Governor, a whole bunch of Democrats to get comprehensive immigration reform done, and we can't——\n\nGov. Romney", " We can't——\n\nGov. Romney", " We can't—we have not seen Republicans serious about this issue at all.\n", " And it's time for them to get serious on it.\n", " This used to be a bipartisan issue.\n", " I'm here. [Laughter]\n", " Okay. Hi, Kara.\n\nQ.", " I'm sorry, what's your name?\n\nQ.", " Great to see you here.\n\nAttack on U.S. Mission in Benghazi, Libya/Terrorism\n\nQ.", " Well, let me, first of all, talk about our diplomats, because they serve all around the world and do an incredible job in a very dangerous situation. And these aren't just representatives of the United States, they're my representatives. I send them there, oftentimes into harm's way. I know these folks, and I know their families. So nobody is more concerned about their safety and security than I am.\n\nSo as soon as we found out that the Benghazi consulate was being overrun, I was on the phone with my national security team, and I gave them three instructions. Number one, beef up our security and procedures not just in Libya, but in every Embassy and consulate in the region. Number two, investigate exactly what happened, regardless of where the facts lead us, to make sure that folks are held accountable and it doesn't happen again. And number three, we are going to find out who did this, and we are going to hunt them down, because one of the things that I've said throughout my Presidency is when folks mess with Americans, we go after them.\n\nNow, Governor Romney had a very different response. While we were still dealing with our diplomats being threatened, Governor Romney put out a press release, trying to make political points. And that's not how a Commander in Chief operates. You don't turn national security into a political issue, certainly not right when it's happening.\n\nAnd people—not everybody agrees with some of the decisions I've made, but when it comes to our national security, I mean what I say. I said I'd end the war in Libya—in Iraq, and I did. I said that we'd go after Al Qaida and bin Laden, we have. I said we'd transition out of Afghanistan and start making sure that Afghans are responsible for their own security. That's what I'm doing.\n\nAnd when it comes to this issue, when I say that we are going to find out exactly what happened, everybody will be held accountable—and I am ultimately responsible for what's taking place there, because these are my folks, and I'm the one who has to greet those coffins when they come home—you know that I mean what I say.\n", " Secretary Clinton has done an extraordinary job, but she works for me. I'm the President, and I'm always responsible. And that's why nobody is more interested in finding out exactly what happened than I do.\n\nThe day after the attack, Governor, I stood in the Rose Garden, and I told the American people and the world that we are going to find out exactly what happened, that this was an act of terror, and I also said that we're going to hunt down those who committed this crime. And then, a few days later, I was there greeting the caskets coming into Andrews Air Force Base and grieving with the families.\n\nAnd the suggestion that anybody in my team—whether the Secretary of State, our U.N. Ambassador, anybody on my team—would play politics or mislead when we've lost four of our own, Governor, is offensive. That's not what we do. That's not what I do as President. That's not what I do as Commander in Chief.\n", " That's what I said.\n\nGov. Romney", " Please proceed.\n\nGov. Romney", " Please proceed, Governor.\n\nGov. Romney", " Get the transcript.\n", " Can you say that a little louder, Candy?\n", " Candy?\n\nGov. Romney", " Candy, I'm happy to have a longer conversation about foreign policy.\n", " Okay, I'm happy to do that too.\n", " I just want to make sure that——\n", " ——all these wonderful folks are going to have a chance to get some of their questions answered.\n", " We're a nation that believes in the Second Amendment, and I believe in the Second Amendment. We've got a long tradition of hunting and sportsmen and people who want to make sure they can protect themselves.\n\nBut there have been too many instances during the course of my Presidency where I've had to comfort families who have lost somebody, most recently, out in Aurora. Just a couple of weeks ago—actually probably about a month—I saw a mother who I had met at the bedside of her son who had been shot in that theater. And her son had been shot through the head. And we spent some time, and we said a prayer. And remarkably, about 2 months later, this young man and his mom showed up, and he looked unbelievable, good as new. But there were a lot of families who didn't have that good fortune and whose sons or daughters or husbands didn't survive.\n\nSo my belief is that, A, we have to enforce the laws we've already got, make sure that we're keeping guns out of the hands of criminals, those who are mentally ill. We've done a much better job in terms of background checks, but we've got more to do when it comes to enforcement.\n\nBut I also share your belief that weapons that were designed for soldiers in war theaters don't belong on our streets. And so what I'm trying to do is to get a broader conversation about how do we reduce the violence generally. Part of it is seeing if we can get an assault weapons ban reintroduced, but part of it is also looking at other sources of the violence. Because, frankly, in my hometown of Chicago, there's an awful lot of violence, and they're not using AK-47s, they're using cheap handguns.\n\nAnd so what can we do to intervene, to make sure that young people have opportunity? That our schools are working? That if there's violence on the streets, that working with faith groups and law enforcement, we can catch it before it gets out of control.\n\nAnd so what I want is a comprehensive strategy. Part of it is seeing if we can get automatic weapons that kill folks in amazing numbers out of the hands of criminals and the mentally ill. But part of it is also going deeper and seeing if we can get into these communities and making sure we catch violent impulses before they occur.\n", " Candy.\n\nGov. Romney", " Candy.\n\nGov. Romney", " Candy.\n", " First of all, I think Governor Romney was for an assault weapons ban before he was against it. And he said that the reason he changed his mind was, in part, because he was seeking the endorsement of the National Rifle Association. So that's on the record.\n\nBut I think that one area we agree on is the importance of parents and the importance of schools, because I do believe that if our young people have opportunity, then they're less likely to engage in these kind of violent acts. We're not going to eliminate everybody who is mentally disturbed—and we've got to make sure that they don't get weapons—but we can make a difference in terms of ensuring that every young person in America, regardless of where they come from, what they look like, have a chance to succeed.\n\nAnd, Candy, we haven't had a chance to talk about education much, but I think it is very important to understand that the reforms we've put in place, working with 46 Governors around the country, are seeing schools that are some of the ones that are the toughest for kids starting to succeed; we're starting to see gains in math and science.\n\nWhen it comes to community colleges, we are setting up programs, including with Nassau Community College, to retrain workers, including young people who may have dropped out of school, but now are getting another chance, training them for the jobs that exist right now. And in fact, employers are looking for skilled workers, and so we're matching them up, giving them access to higher education. As I said, we have made sure that millions of young people are able to get an education that they weren't able to get before. Now——\n", " But——\n", " Just one second——\n", " ——because this is important. This is part of the choice in this election. When Governor Romney was asked whether teachers—hiring more teachers was important to growing our economy, Governor Romney said that doesn't grow our economy. When he was asked, is—was class size——\n", " I understand.\n", " But this will make a difference in terms of whether or not we can move this economy forward for these young people——\n", " ——and reduce our violence.\n", " We need to create jobs here. And both Governor Romney and I agree actually that we should lower our corporate tax rate. It's too high. But there's a difference in terms of how we would do it. I want to close loopholes that allow companies to deduct expenses when they move to China that allow them to profit offshore and not have to get taxed, so they have tax advantages offshore. All those changes in our Tax Code would make a difference.\n\nNow, Governor Romney actually wants to expand those tax breaks. One of his big ideas when it comes to corporate tax reform would be to say if you invest overseas, you make profits overseas, you don't have to pay U.S. taxes. But of course, if you're a small business or a mom-and-pop business or a big business starting up here, you've got to pay even the reduced rate that Governor Romney is talking about. And it's estimated that that will create 800,000 new jobs; the problem is they'll be in China or India or Germany. That's not the way we're going to create jobs here.\n\nThe way we're going to create jobs here is not just to change our Tax Code, but also to double our exports. And we are on pace to double our exports, one of the commitments I made when I was President. That's creating tens of thousands of jobs all across the country. That's why we've kept on pushing trade deals, but trade deals that make sure that American workers and American businesses are getting a good deal.\n\nNow, Governor Romney talked about China. As I already indicated, in the private sector, Governor Romney's company invested in what were called \"pioneers of outsourcing.\" That's not my phrase. That's what reporters called it. And as far as currency manipulation, the currency has actually gone up 11 percent since I've been President because we have pushed them hard. And we've put unprecedented trade pressure on China. That's why exports have significantly increased under my Presidency. That's going to help to create jobs here.\n", " How much time you got, Candy?\n\nGov. Romney", " All right, I'm——\n", " Candy, there are some jobs that are not going to come back because they're low-wage, low-skill jobs. I want high-wage, high-skill jobs. That's why we have to emphasize manufacturing. That's why we have to invest in advanced manufacturing. That's why we've got to make sure that we've got the best science and research in the world.\n\nAnd when we talk about deficits, if we're adding to our deficit for tax cuts for folks who don't need them and we're cutting investments in research and science that will create the next Apple, create the next new innovation that will sell products around the world, we will lose that race. If we're not training engineers to make sure that they are equipped here in this country, then companies won't come here. Those investments are what's going to help to make sure that we continue to lead this world economy not just next year, but 10 years from now, 50 years from now, 100 years from now.\n", " Barry, I think a lot of this campaign, maybe over the last 4 years, has been devoted to this notion that I think government creates jobs, that that somehow is the answer. That's not what I believe.\n\nI believe that the free enterprise system is the greatest engine of prosperity the world has ever known. I believe in self-reliance and individual initiative and risk takers being rewarded. But I also believe that everybody should have a fair shot and everybody should do their fair share and everybody should play by the same rules, because that's how our economy is grown. That's how we built the world's greatest middle class. And that is part of what's at stake in this election. There's a fundamentally different vision about how we move our country forward.\n\nI believe Governor Romney is a good man, loves his family, cares about his faith. But I also believe that when he said, behind closed doors, that 47 percent of the country considered themselves victims, who refuse personal responsibility, think about who he was talking about: folks on Social Security who have worked all their lives; veterans who have sacrificed for this country; students who are out there trying to, hopefully, advance their own dreams, but also this country's dreams; soldiers who are overseas fighting for us right now; people who are working hard every day, paying payroll tax, gas taxes, but don't make enough income.\n\nAnd I want to fight for them. That's what I've been doing for the last 4 years, because if they succeed, I believe the country succeeds.\n\nAnd when my grandfather fought in World War II and he came back and he got a GI Bill and that allowed him to go to college, that wasn't a handout, that was something that advanced the entire country. And I want to make sure that the next generation has those same opportunities. That's why I'm asking for your vote, and that's why I'm asking for another 4 years.\n"]}}