{"Jimmy Carter presidential 1976": "", "John McCain presidential 2008": "", "Ted Cruz republican 2016": "", "Richard Nixon presidential 1960": "", "John Edwards democratic 2008": "", "John Edwards democratic 2004": "", "Fred Thompson republican 2008": "", "Hillary Clinton democratic 2016": "So let's move toward what we should be doing as a nation and follow the values of our immigration history and begin to make it possible for them to come out of the shadows and to have a future that gives them a full chance of citizenship. And I'm very proud that for the first time a majority of my donors are women, 60 percent. And I will also go after executives who are responsible for the decisions that have such bad consequences for our country. . Let's put the gun makers and sellers on notice that they're not going to get away with it.  and that's what you and others can start providing in the Senate. I'm going to support you, and I think that is absolutely appropriate. I'm all about making sure we actually get results for whatever we do.  I agree completely. They are doing everything they can to prevent the voices of Americans to be heard. But the other thing I just wanted quickly to say is, I think President Obama deserves more credit than he gets for what he got done in Washington, despite the Republican obstructionists.  I think after 11 hours, that's pretty clear, yes. So let's focus on what this election is really going to be about. I've heard a lot about me in this debate, and I'm going to keep talking and thinking about all of you because ultimately, I think the president's job is to do everything possible, everything that she can do to lift up the people of this country. com and be part of making this country what we know it can and should be.", "John McCain republican 2000": ". I thank you.  OK, thank you. Thank you.", "Bill Bradley democratic 2000": "", "Steve Forbes republican 2000": "", "John McCain republican 2008": "", "Jimmy Carter presidential 1980": "", "Jon Huntsman republican 2012": "But this discussion has zero in the way of any intellectual credibility until such time as we secure the border. But as for me, I support civil unions. This nation should never default.", "Mitt Romney republican 2012": "And if I'm president of the United States, on my first day, I'll direct the secretary of HHS to grant a waiver from Obamacare to all 50 states. That's why I'll repeal it.", "Mitt Romney republican 2008": "", "Herman Cain republican 2012": "So we can have high fences and wide open doors, all at the same time. That's just one more politician, and that makes this business problem solver stand out that much more. That's what I meant by using our energy resources, not just oil, but all of our resources to become energy independent. But when you're talking about some of these sensitive issues, I think we owe it to ourselves to make sure people are committed to the Constitution of the United States of America first. And that's what I'm about, growth in jobs and the economy.", "Walter F. Mondale presidential 1984": " President, I accept your commitment to peace, but I want you to accept my commitment to a strong national defense. And if you want a tough President who uses that strength to get arms control and draws the line in the heavens, vote for Walter Mondale.", "Christopher Dodd democratic 2008": "", "Mitt Romney presidential 2012": "", "Gary Bauer republican 2000": "", "Bill Clinton presidential 1992": "", "James Gilmore republican 2008": "", "Hillary Clinton democratic 2008": "", "Tom Tancredo republican 2008": "", "Bill Clinton presidential 1996": "", "Rand Paul republican 2016": "", "Sam Brownback republican 2008": "", "Rick Santorum republican 2016": " lower global climate change, bring those jobs back to America and let American workers do that job with less pollution.  to Iran in this agreement need to be torn up on the first day in office of the next president. Ladies and gentlemen, there are 50 some Citadel cadets in this audience tonight. Here's what I want to tell them. I would just say that if we were doing a better job within the government, we wouldn't need the private sector to do the things that we're asking them to do. The best way to stop that from happening is to make sure that those who contemplating and actually war-gaming and talking about using it, Iran, doesn't get a nuclear weapon so they can't explode that device. . And that is the most serious threat facing this country right now. back into their country, so they can start a renaissance in their country so they won't be coming over here anymore. And, we have been too politically correct in this country because we don't want to offend anybody to fight for the lives of our children. I'll tell you who won, because we passed the bill and I know I'm out of time but I'm going to take some of Rand Paul's time here for a second. Thank you.", "Rick Santorum republican 2012": "Our jobs will come back. We are a nation that was built on a moral enterprise, and states don't have the right to tramp over those because of the 10th Amendment.", "Newt Gingrich republican 2012": "Well, let me say, first of all, Chris, that I took seriously Bret's injunction to put aside the talking points, and I wish you would put aside the gotcha questions. I think that there's too much attention paid by the press corps about the campaign minutia and not enough paid by the press corps to the basic ideas that distinguish us from Barack Obama. I would be prepared to take as many people from Homeland Security's bureaucracy in Washington and move them to Texas, Arizona and New Mexico, as are needed, to control the border.  Look, I think this super committee is about as dumb an idea as Washington has come up with in my lifetime. And the Fed is the primary villain in failing to have a sound money policy.", "John Anderson presidential 1980": "", "Ross Perot presidential 1992": "", "Al Sharpton democratic 2004": "", "Ronald Reagan presidential 1984": "So, we're trying to undo some of the things that your administration did.", "Ronald Reagan presidential 1980": "", "Howard Dean democratic 2004": "", "John Kasich republican 2016": "", "John Kerry democratic 2004": "", "Bob Dole presidential 1996": "", "Orrin Hatch republican 2000": "That's the most important issue in this campaign.", "George W. Bush republican 2000": ".", "Duncan Hunter republican 2008": "", "Rudolph Giuliani republican 2008": "", "Ben Carson republican 2016": "", "Mike Huckabee republican 2016": "He might make a change in the economy and the way he's managing it. . We've got to have a military that the world is afraid of, use it sparingly, but when we do, the whole world will know that America is on their tail and they will be on their tail on the ground, never ever to rise up again. . Of course, we want to stop gun violence, but the one common thing that has happened in most mass shootings is that they happened in gun- free zones where people who would have been law abiding citizens, who could have stood up and at least tried to stop it and we're not allowed to under the law. . . . And if I can do it with a 90 percent Democrat legislature in Arkansas, there is no excuse for any president not being able to lead in Washington if he knows what the heck he is doing when he gets there.  Well, first of all, let's just remember that Social Security is not the government's money, it belongs to the people who had it taken out of their checks involuntarily their entire working lives. So let's not blame them and punish them. Here's the fact. . pass the fair tax, supercharge this economy with the rocket fuel that happens with the consumption tax and we don't have to cut Social Security to any senior who has worked their lifetime for it. That's why the fair tax transforms our economy. They get their entire paycheck. If you make a bad investment you can write that off and the rest of the taxpayers will help subsidize you, and bail you out. You know, he may be 100 years old, but I believe some of those old ideas to get this country back where we unapologetically get on our knees before we get on our feet might be the best solutions we've ever sought as a country. Thank you.", "Donald Trump republican 2016": "", "Mike Gravel democratic 2008": "", "Wesley Clark democratic 2004": "", "Carly Fiorina republican 2016": "Citizens, it's time to take our country back. I will be a Commander in Chief who will lead. Therefore we should stop allowing refugees into this country.  And by the way, we do not need to be lectured about why we're angry and frustrated and fearful because we've had an illegal immigration problem in this country for 25 years. We need to take our country back. . I will. .  Clinton, actually, you cannot wipe a server with a towel. Small businesses, new businesses, family-owned businesses. Citizens, we've got to take our country back. You would pay to see that fight. We must take our country back.", "George H. W. Bush presidential 1992": " May I ask for an exception because I think we owe Carole Simpson a -- anybody who can stand in between these three characters here and get the job done -- we owe her a round of applause.", "Joe Biden democratic 2008": "", "Jeb Bush republican 2016": "", "Alan Keyes republican 2000": "", "Al Gore presidential 2000": "", "John Kerry presidential 2004": "", "George H. W. Bush presidential 1988": " never seen one before. I wish he would join me, as a matter of fact, in appealing to the American people for the balanced budget amendment for the federal government and for the line-item veto.  I won't do that. And I know these campaigns get knocked a lot, but I think I'd be a better President now for having had to travel to these communities and understand the family values and the importance of neighborhood. But what I don't like is this left wing political agenda and therefore I have to help define that and if he's unwilling to do it, if he says ideology doesn't matter, I don't agree with him.  say, he is our hero.  We don't give away our hand before we sit down at the head table. The Federal Government continues to spend too much. I supported him. There will be no more debates.", "Mike Huckabee republican 2008": "", "Alan Keyes republican 2008": "", "Barack Obama presidential 2008": "", "Michele Bachmann republican 2012": "And that's why I came down on that decision that I made. And I stand. We've built a business together and a life together And I'm very proud of him. And I'm inviting everyone to come to the straw poll, and let's send a message to Washington that they can't miss.", "Bill Richardson democratic 2008": "", "Marco Rubio republican 2016": "", "Michael Dukakis presidential 1988": "I picked Lloyd Bentsen, because I thought he was the best qualified person for the job. It sure did.  will go out and do the job that we expect of him and do it with the Congress of the United States. As a matter of fact, I'm the first governor in the history of my state to fund that pension system, and I'm very proud of that. But let's stop labeling each other and lets' get to the heart of the matter which is the future of this country. I think the American people would appreciate that. And I would hope that we would give to women in this country the right to make that decision, and to make it in the exercise of their conscience and religious beliefs. 40 billion tax cut for the rich and still buy all those weapons systems you want to buy unless you raid the Social Security Trust Fund.  And those grants which make it possible for states and local communities to clean up rivers and harbors and streams. Thank you, and God bless you.", "Buddy Roemer republican 2012": "", "Rick Perry republican 2012": "", "Joe Lieberman democratic 2004": "", "Barack Obama presidential 2012": "", "Vermin Supreme democratic 2016": "", "George W. Bush presidential 2004": "", "George W. Bush presidential 2000": "", "Tommy Thompson republican 2008": "", "Dennis Kucinich democratic 2008": "", "Dennis Kucinich democratic 2004": "", "Ron Paul republican 2008": "", "Tim Pawlenty republican 2012": "The only headache I hear about on the campaign trail is the headache Barack Obama has given the people of this country with his lousy leadership and this lousy economy. Not just with our words, but with our deeds. They're one of our best friends in the world.", "Chris Christie republican 2016": "", "Barack Obama democratic 2008": "", "Al Gore democratic 2000": "", "Martin O'Malley democratic 2016": ". We need to reinstate a modern version of Glass-Steagall and we should have done it already. com and help me wage this campaign for real American capitalism. Thank you very, very much.", "Gerald Ford presidential 1976": "", "Bernie Sanders democratic 2016": "I'm not that much of a socialist compared to Eisenhower. I want to end the international embarrassment of the United States of America being the only major country on earth that doesn't guarantee health care to all people as a right, not a privilege. Not good enough. That's what it is. Here's my promise-- Wall Street representatives will not be in my cabinet. . O' Thank you. Let's go to the major issues facing America. Thank you.", "Jim Gilmore republican 2016": "", "Ron Paul republican 2012": "And there should be no mandates on the states to make them do it. We have to get the people more control of their care, and that's why these medical savings accounts could at least introduce the notion of market delivery of medical care.  Maybe he didn't want to face up to the challenge, for all we know. So he'll just gather all their votes. And just bring our troops home. It's about time we talked to Cuba and stopped fighting these wars that are about 30 or 40 years old. That's our problem. You don't want to translate our rule of law into a rule of mob rule.  it's trillions of dollars we're spending on these wars. So I would say less government would be better if you have to have regulations let the state governments do it. This is great. Then we can achieve peace and real prosperity.", "Fred Karger republican 2012": "", "John F. Kennedy presidential 1960": ""}